[
  {
    "meta": {
      "link": "https://www.dhakatribune.com/bangladesh/government-affairs/2020/04/22/govt-hurries-boro-harvesting-with-fears-of-flash-floods",
      "description": "All acted accordingly and a substantial volume of paddy has already been harvested in the districts",
      "keywords": [
        "Flood",
        "Boro Paddy",
        "Bangladesh Water Development Board",
        "Harvesting",
        "Popular BangladeshGovernment Affairs News"
      ],
      "datePublished": "2020-04-22 00:00:00",
      "dateModified": "2020-04-22 00:00:00"
    },
    "article": {
      "headline": "Govt rushes Boro harvesting with fears of flash floods",
      "authors": "Reaz Ahmad",
      "text": "All acted accordingly and a substantial volume of paddy has already been harvested in the districts A hectic effort is now underway to save the Boro crop in the peak rice harvesting season amidst weather forecast of an early flash flood in some parts of Bangladesh's haor areas. With only a fifth of the Boro paddy harvested till April 20, weathermen informed the government yesterday that the Indian states of Assam, Meghalaya, and Tripura are expected to experience heavy downpours over the next 48 hours, thereby causing floods in some northeastern regions of Bangladesh. Sources at the Ministry of Agriculture and the Department of Agricultural Extension (DAE) told Dhaka Tribune yesterday that upon receipt of the flash flood forecast, officials have been instructed to further assist haor farmers in quickly reaping the standing Boro crop in the fields. They said, during the prolonged nationwide shutdown, the administration has helped farm labourers from many northern districts with transport to move to seven Haor districts for harvesting rice. Buildings of several thousand educational institutions have also been kept open to temporarily accommodate the farm labourers.   Quoting the latest forecasts from met offices of both Bangladesh and India, the Flood Forecasting and Warning Centre (FFWC) of the Bangladesh Water Development Board (BWDB) yesterday warned of possible flash floods in northeastern Bangladesh due to heavy downpours in some parts of the Indian states of Assam, Meghalaya, and Tripura over the next two days.   Md Arifuzzaman Bhuiyan, a BWDB executive engineer, who regularly keeps track of flash floods and rains, told this correspondent yesterday: \"We've forewarned the concerned government departments about the possibilities of heavy rainfall-induced flash floods sometime in late April.\" \"It appears it's imminent now. All acted accordingly and a substantial volume of paddy has already been harvested in the districts, which may experience some inundation owing to heavy rainfall in Assam, Meghalaya, and Tripura,\" explained Bhuiyan.    Meanwhile, the river ports have been asked to hoist cautionary signal number one on Wednesday as rain or thunderstorms are likely in some regions of the country. The regions are Rajshahi, Rangpur, Pabna, Bogura, Tangail, Dhaka, Mymensingh, Faridpur, Khulna, Barishal, Patuakhali, Noakhali, Cumilla, Chattogram, and Sylhet.      Rice farmers in seven haor districts - Kishoreganj, Netrakona, Sunamganj, Moulvibazar, Habiganj, Sylhet and Brahmanbaria - are worried about completing the Boro harvesting before the floods.    Government on its part, has meanwhile provided haor farmers with 23 additional reapers and 128 more combined harvesters under its farm machinery subsidy scheme. And these freshly deployed harvesting machines joined an existing fleet of 383 reapers and 156 combined harvesters to help haor  farmers reap the Boro crop quickly.     The Agriculture Ministry confirmed Dhaka Tribune that the machines, apart from some 261,000 farm labourers, have joined forces to harvest Boro in the seven haor districts, which account for a fifth of the 20 million tons of Boro expected to be harvested across the country this year. Of the three rice seasons - Aus, Aman and Boro - the irrigated rice Boro contributes over 55 percent of Bangladesh's yearly output of the staple.       DAE sources told Dhaka Tribune that starting the second week of April, haor farmers have already managed to harvest rice from one lakh hectares of land till April 20. Boro acreage in seven haor districts has been nearly 4.5 lakh hectares this year. "
    }
  },
  {
    "meta": {
      "link": "https://www.dhakatribune.com/bangladesh/nation/2020/05/05/moulvibazar-farmers-bring-home-95-of-district-s-boro-paddy",
      "description": "&lsquo;I used to lose sleep thinking that an early flood this year may destroy all my hard-earned crops because the labour deficit may not allow me to gather my harvest in time&#39;",
      "keywords": [
        "Moulvibazar",
        "Farmer",
        "Boro Paddy",
        "Harvest",
        "Crop",
        "Popular BangladeshNation News"
      ],
      "datePublished": "2020-05-05 00:00:00",
      "dateModified": "2020-05-05 00:00:00"
    },
    "article": {
      "headline": "Moulvibazar farmers bring home 95% of district's Boro paddy",
      "authors": "Saiful Islam, Moulvibazar",
      "text": "'I used to lose sleep thinking that an early flood this year may destroy all my hard-earned crops because the labour deficit may not allow me to gather my harvest in time' Farmers have successfully gathered 95% of Boro paddy in Moulvibazar, despite uncertainties over the availability of labour and an early onset of the flood, potentially threatening this year's harvest in the district. With tireless efforts from 27,135 farmhands and using 39 harvesters and 121 reaper machines, farmers have managed to overcome the challenges brought forth by the coronavirus pandemic this year, says the district agriculture department. Local farmers say the labour wages were higher compared to previous years due to this year's labour shortage. However, they all agree that they were very worried about this year's harvest and now they are delighted to have gathered it all so quickly.  Farmer Kamal Miya, of Hakaluki Haor, said: \"I used to lose sleep thinking that an early flood this year may destroy all my hard-earned crops because the labour deficit may not allow me to gather my harvest in time. But, there was no problem this year.\" According to the Department of Agriculture Extension, this year the target for Boro production was set at 53,500 hectares and due to favourable weather and absence of sudden natural disasters, farmers have managed to reach that target.  Moulvibazar Department of Agriculture Extension Deputy Director Kazi Lutful Bari said: \"Farmers have harvested 95% of Boro paddy in the district. The month of April posed some threats with potential hails and floods to damage the crops. But, farmers of haor regions have already gathered their harvest. Now, farmers in highland regions can take their time to harvest their crops.\" Regarding the preparations of an early flood in the district, Water Development Board Executive Engineer Ranendra Shangkar Chakraborty, said: \"Boro farmers have successfully saved their crops from this year's flood. But, we are also aware of the impending Aush and Aman cultivation this year.\" \"All vulnerable embankments of Monu and Dhalai rivers have already been repaired. We have taken all possible measures to quickly take actions in case of a sudden dam collapse during the rainy season.\" Meanwhile, Agricultural Minister Md Abdur Razzaque on Tuesday told an online media briefing that farmers have already harvested about 90.02% of the Boro paddy sowed in the Haors and marshlands of Bangladesh. He said that Boro paddy was cultivated across 454,399 hectares of wetlands this year, with 400,906 hectares yielding harvests."
    }
  },
  {
    "meta": {
      "link": "https://www.dhakatribune.com/opinion/op-ed/2020/05/14/what-happened-to-the-hippocratic-oath",
      "description": "Many hospitals have been turning away patients for fear of Covid-19, with tragic consequences",
      "keywords": [
        "Coronavirus",
        "Hospital",
        "Doctor",
        "Treatment",
        "ICU",
        "Duty",
        "Hippocratic Oath",
        "Popular OpinionOp-Ed News"
      ],
      "datePublished": "2020-05-14 00:00:00",
      "dateModified": "2020-05-14 00:00:00"
    },
    "article": {
      "headline": "What happened to the Hippocratic Oath?",
      "authors": "Julian Francis",
      "text": "Many hospitals have been turning away patients for fear of Covid-19, with tragic consequences It was shocking to read, a few days ago, that a doctor was not able to manage to get her father, a senior government official with kidney complications, admitted in hospital unless he had been tested for Covid-19 and had a certificate.  According to the reports which I read, she tried to get him admitted to as many as a dozen hospitals, government and private. Without the appropriate ICU treatment, he died. It would appear that these hospitals, collectively, caused the patient's death.  If the country was not in the middle of a pandemic, I would have suggested that this sort of case -- many others similar to this have been reported in the media -- should be investigated by the Bangladesh Medical and Dental Council as it is empowered by a 1980 act of parliament to \"look after public interest by maintaining proper medical and dental standards.\"  In any case, some way should be found to reprimand the various hospital authorities concerned and the individual doctors who were responsible for hastening the unfortunate death of this man. In addition, it has been reported that dialysis patients who go to hospitals once or twice a week for dialysis are being turned away if they do not have a certificate to say that they are not infected by coronavirus.  Doctors in Bangladesh, on qualification, sign up to a Bangladesh version of the 1948 World Medical Association's \"Declaration of Geneva.\" This is a modern version of what is known as the Hippocratic Oath, which is the promise that doctors make to keep to the principles of the medical profession.  This appalling attitude of doctors reminds me of the many government doctors who refuse to be posted in rural areas at the beginning of their careers. They fail to see that rural experience could broaden their education, including widening their knowledge of medicinal herbs and plants. On another medically related matter, it is good to learn that finally the low cost rapid test kits for coronavirus, developed by Gonoshasthaya Kendra (GK), have been handed over to Bangabandhu Sheikh Mujib Medical University (BSMMU) for performance trial. It is understood that progress has only been possible by intervention at the highest level.   There are many in the medical and pharmaceutical fields who have not forgiven Dr Zafrullah Chowdhury, the founder of GK, for his role in the formulation of the National Drug Policy in 1982 which then banned the importation of over 1,700 locally and internationally produced drugs which were either dangerous, or combinations of similar or incompatible ingredients, or because they could be produced by local companies instead of being imported.  A list of essential drugs, in their generic forms, was drawn up for use in all systems of the health care system. This action was met with howls of protest from the transnational drug companies, who feared a serious loss of profits if more countries followed Bangladesh's example. Later on in 1994, the revised General Agreement on Tariffs and Trade liberalized international trade and therefore made such \"restraints on trade\" illegal, thus favouring the interests of large transnational companies. They then became free to flood the Bangladesh market with non-essential pharmaceutical products. A contributory factor to the demise of the drugs policy in Bangladesh was the failure of the Bangladesh Medical Association (BMA) to support it. Many doctors opposed the legislation from the outset, seeing it as a threat to their professional freedom; those who owned a pharmacy had a financial interest in prescribing lavishly. Fast forward to 2020, Covid-19 and the promotion of Remdesivir for treatment of coronavirus. Not yet approved, as far as I am aware, anywhere in the world, clinical trials are reported to have shown that on acutely ill patients, recovery time of 15 days has come down to 11 days. Many companies, including in Bangladesh, are surging ahead to produce the drug, but at what cost?  Figures per treatment have been reported to vary between $390 and $4,500. This is both confusing and mind-boggling, to say the least. I am lost for more words!  Julian Francis has been associated with relief and development activities of Bangladesh since the War of Liberation. In 2012, the government of Bangladesh awarded him the 'Friends of Liberation War Honour' in recognition of his work among the refugees in India in 1971, and in 2018 honoured him with full Bangladesh citizenship."
    }
  },
  {
    "meta": {
      "link": "https://www.dhakatribune.com/bangladesh/nation/2020/04/21/farmers-happy-with-boro-crop-yield-but-worried-about-labour-shortages",
      "description": "The monsoon rains will be here soon and the possibility of an early flood is very likely, said the farmers",
      "keywords": [
        "Coronavirus",
        "Flood",
        "Farmers",
        "Boro Crops",
        "Labour Shortages",
        "Popular BangladeshNation News"
      ],
      "datePublished": "2020-04-21 00:00:00",
      "dateModified": "2020-04-21 00:00:00"
    },
    "article": {
      "headline": "Farmers happy with boro crop yield but worried about labour shortages",
      "authors": "Himadri Shekhar Bhadra, Sunamganj; Ujjal Chakraborty, Brahmanbaria; Kamal Mridha, Natore",
      "text": "The monsoon rains will be here soon and the possibility of an early flood is very likely, said the farmers The boro season has come to an end with acres of golden ripe crops in three districts of the country. Farmers in Sunamganj, Brahmanbaria, and Natore are happy with the high yield but the shortage of farm workers is making the final production uncertain. The monsoon rains will be here soon and the possibility of an early flood is very likely, said the farmers. But the deadly Covid-19 pandemic  is forcing the nation into a lock down and agriculture which needs combined effort with a number of inputs can be most affected, say farmers. Despite the Department of Agricultural Extension providing machines and assistance, the vastly agriculture dependent communities of the country are suffering the most. This can be disastrous for the economy if not handled properly.  Early flood predictions worry farmers in Sunamganj This year farmers were expecting a good yield from the 2,19,300 hectares of haor (Backswamp) lands in Sunamganj. The vast paddy fields took on a golden shade this month and are ready to be harvested and threshed. However, a certain turning point of the event jolted the whole scenario as the recent pandemic has almost brought the whole world to a standstill, including agriculture. The farmers of this district are in great peril as they need seasonal migrant farmworkers from other districts  to help them harvest their crops from other districts. This year, helping hands are scarce because they are not able to access the needed workers due to lockdowns across the country meant to curb the spread of the deadly virus. The Bangladesh Water Development Board (BWDB) has predicted the district will experience heavy rains at the end of this month. This might cause  early flooding that can waterlog the entire crop, while farmers need three more weeks to reap their crops, said Judge Miah, a farmer in Sadar upazila's Lalpur village. Ajman Hossain, Jaban Ali, and Shamsur Rahman among other farmers of the area, said thousands of farmworkers used to come to this area in the harvest season but this year they are few and far between. \"It has started to rain already and acres of land are full of ripe paddy. We don't know how we are going to process this huge crop before the rain starts coming down full swing,\" said Shamshur Rahman. Deputy Director of the Department of Agricultural Extension (DAE), Md Safar Uddin, said they have provided 126 Combine Harvester Machines and 212 Reaper Machines to assist farmers and facilitate the whole operation with less manpower. Contacted, Md Abdul Ahad, Deputy Commissioner of the district, assured Dhaka Tribune they are strictly maintaining all possible precautions to prevent farmers from being affected by Covid-19, and said: \"We will provide more machines and farm workers if needed. There are 30,000 workers currently assisting the farmers in their fields, and paddy in 18,000 hectares of land is being handled successfully, to the best of my knowledge. Farmworkers scarce, Brahmanbaria farmers using other resources  To cope with the scarcity of farmhands, farmers from Brahmanbaria are depending on the unemployed who returned to their village homes before the nationwide lockdown. On a field visit, hundreds of inexperienced hands like garment workers, hotel assistants, chefs, day labourers, fishermen, vendors, and even students, could be seen helping farmers with their harvest. They say this way they can help the farmers and provide for their families with the money they get in return for their work. Md Maharram Bhuiyan, a hawker from Chittagong, who was trying to harvest paddy with a farmer said: \"This field needs tremendous labour which I do not have. But in order to earn my daily meals I have to do it, no matter what.\" According to the DAE's office, around 17,000 farm workers from other districts join the farmers each year. However, due to the Covid-19 outbreak, only 1,500 workers could come this season. Asked about the situation, Brahmanbaria DAE's Deputy Director Md Rabiul Haque Majumdar, said: \"It is a positive endeavour that unemployed youths are joining in to assist the farmers. It serves them both. But if the farmers need more assistance we have to provide additional farm workers from other districts maintaining proper health protocols.\" Brahmanbaria DC, Hayat-Ud-Doula, said around 40 Combine Harvester Machines will be provided to the farmers and all possible steps will be taken to help the farmers.  Natore DAE expects high yield despite scarce manpower Officials from Natore DAE are expecting a good boro yield of around 4 lakh tons, said the district's DAE office. To facilitate the harvest they provided 17 Combine Harvesters and 2 Reaper Machines, confirmed Subrata Kumar, deputy director of the organisation. \"We have a high quality boro paddy yield on 58,000 hectares of land this season. Seasonal migrant farm workers are far less this year but if the farmers ask for it we will certainly arrange hired workers to reap the crops properly,\" he said. He said hundreds of workers are coming from various areas to assist the boro farmers who have asked for 30 more machines to ease the process. UP Chairman Asadujjaman and an Awami League leader of Naldanga upazila, said: \"We have prepared a list of AL activists in every district who will be assisting  farmers in the fields. With the machines and the provided help, we don't think we will face any problems with the crop this season."
    }
  },
  {
    "meta": {
      "link": "https://www.dhakatribune.com/bangladesh/nation/2020/04/25/farmers-harvest-half-ripe-paddy-as-rain-upstream-waters-inundate-croplands-in-sunamganj",
      "description": "&#39;This is ridiculous. It happens every year and we need a sustainable plan to avert this kind of situation in the future&#39;",
      "keywords": [
        "Flood",
        "Sunamganj",
        "Farmer",
        "Haor",
        "Paddy",
        "Popular BangladeshNation News"
      ],
      "datePublished": "2020-04-25 00:00:00",
      "dateModified": "2020-04-25 00:00:00"
    },
    "article": {
      "headline": "Farmers harvest half-ripe paddy as rain, upstream waters inundate croplands",
      "authors": "Himadri Shaker Bhodra, Sunamganj",
      "text": "'This is ridiculous. It happens every year and we need a sustainable plan to avert this kind of situation in the future' Farmers are forced to harvest their half-ripe paddy in the haor regions as croplands are inundated by incessant rain and water from upstream in Bishambharpur upazila of Sunamganj.  The Surma River has risen significantly and it is keeping water in the haors, causing waterlogging in the croplands, said the local Water Development Board (WDB). Md Al-Amin of the local WDB said: \"The Surma has swollen up due to the incessant rain in the past few days. Now, we can't lower the rubber dam because that will let more water into the haors.\"  On a visit to the affected areas on Friday, this correspondent found farmers waist deep in water, busy harvesting their crops in anticipation of another flood.  Farmer Narayan Barman of Krishna Nagar said: \"Our croplands are always flooded during this time of the year and this year it's no different. We are worried that our half-ripe crops will be damaged in the coming floods if we don't harvest it soon.\" Askar Ali, another farmer from the same village, said: \"I planted 29 varieties of paddy this year, all of which have been inundated by the rush of water  from upstream and high plains. The paddy has taken its time to ripen. But I had to begin harvesting to save my crops from getting completely submerged.\"  Monju Barman said: \"We can't find farmhands to help with harvesting because no one wants to work all day waist-deep in water. We now have to pay extra to hire good help.\" Sreebash Chandra Barman said: \"The haors are full, water can't flow and has nowhere to go, and the upstream water can't drain into the Surma River. This is ridiculous that it happens every year. We need a sustainable plan to avert this kind of situation in the future.\" Bishambharpur Upazila Parishad Chairman Safar Uddin said: \"Due to incessant rain in the past few days, water from upstream, with no path to get to the rivers, has inundated the croplands in the low-lying regions. This happens every year. The upazila administration is prepared to compensate farmers for their potential losses.\" Bishambharpur Upazila Agriculture Officer Deepak Kumar Das said: \"Farmers have begun harvesting their half-ripe crops, worried about impending floods but this should not be a problem. \"Farmers of the upazila have already harvested paddy from 1,620 hectares of the total 1,820 hectares of paddy croplands in the region. Weather permitting, all farmers in the low-lying regions can gather their harvest in time.\""
    }
  }
]