[
  {
    "text": "Bangladesh Towns Flooded By Heavy Rains of Monsoon\n1986-10-12T05:00:00.000Z\nMonsoon floods in northeast Bangladesh have flooded at least 10 towns and cut roads and rail links with Dhaka, officials said today.\nThey said the Khowai River, swollen by eight inches of rain in two days, flooded railway lines near Shaistaganj and the Muhuri River disrupted power supplies at Moulvi Bazar. The main road between Dhaka and Sylhet was severed and most townspeople were evacuated from Habiganj.",
    "year": "1986",
    "id": "5a3fefd2-a0e3-4481-bd1c-4976dcb4c69c"
  },
  {
    "text": "SIGNIFIGANT RISE IN SEA LEVEL NOW SEEMS CERTAIN\n1986-02-18T05:00:00.000Z\nMANY scientists are so sure that the sea level will rise visibly in the coming decades that they are advising planners to adopt new strategies now. A predicted rise in sea level of one foot within the next 30 to 40 years will drive much of the Atlantic and Gulf shoreline inward by a hundred feet and some of it by more than a thousand feet, according to marine geologists. The environmental and economic consequences will be felt much farther inland.\nThe loss of land to the seas ''will create havoc on our shoreline,'' warned Orrin H. Pilkey, a marine geologist at Duke University. ''Americans have been rushing to the coast, but much of our beachfront development has been contemptuous of natural forces.''\nCreeping waters will destroy buildings and roads, wipe out recreational beaches, escalate flood problems many miles inland, pollute community wells with saltwater and drown coastal marshes vital to fish and birds.\nThe rise in sea level will become even more pronounced a century from now, scientists predict. They say that the sooner planners take account of the inevitable changes, avoiding investments in doomed facilities and protecting remaining wetlands from development, the lower the ultimate costs will be.\nFor the United States, those studying the threat describe it as more like an expensive irritant than an impending disaster. But in densely populated lowlands of some poor nations, they say, the effects could be catastrophic. Hardest hit may be Bangladesh, where the combined effects of rising seas and subsiding land over the coming century could obliterate as much as 10 percent of the crowded country, inundating vast tracts of fertile land and extending the deadly sweep of tidal waves.\nLast week in Washington, a panel of experts convened by the National Academy of Sciences completed a report on the challenge of rising seas that will be published later this year.\nThe chairman of the academy panel, Robert G. Dean of the University of Florida, said the report is intended to ''sensitize'' shoreline communities, engineers and scientists to the likelihood of a significant rise in sea level so they can consider incorporating this into their planning. Coping with the accelerating rise ''will require some difficult decisions,'' he said. ''Do you try to save a structure or not?''\nMost of the world's shorelines are already receding, according to geologists who estimate that the seas worldwide have climbed an average of about 4 inches over the last century. This is attributed to the slow melting of midlatitude mountain glaciers, still retreating since the last ice age. But the total change in sea level around the United States during the last hundred years has been greater, about one foot, because much of the country is gradually sinking even as the ocean rises.\nIn coastal states, the steady shrinkage of shorelines has already spawned a debate between those who advocate a strategic retreat from restless beaches and those more inclined to fight for valuable stretches of shore by building sea walls and rock jetties and by ''nourishing'' eroding beaches with truckloads of sand. Often, the debate pits geologists, whose study is the sands of time, against engineers, for whom nature's infringements are a call to combative action.\nIn the decades ahead, the climb of the world's waters will almost certainly speed up, according to leading scientists. Because of the impending global warming due to the greenhouse effect, more of the water locked in glaciers and, eventually, in the great ice masses of Antarctica and Greenland will melt. Almost as important, the oceans will also expand simply because they are warmer.\nThe greenhouse effect results from the increase in carbon dioxide and other gases in the atmosphere as a result of industrial activity. The gases allow sunlight to reach earth but absorb energy radiating outward, causing the atmosphere to warm. Scientists are nearly unanimous in predicting a global warming, but are uncertain about its pace. Five-Foot Rise in Century\nA decade ago the specter of disaster was evoked by scientists who feared that warming oceans would cause the massive ice sheet of western Antarctica to disintegrate, quickly boosting the seas by 15 feet and flooding major cities. Today most experts believe this is unlikely within the next century or two, and predict that changes in weather patterns will be the most troublesome result of the global warming. Even the revised estimates of oceanic rise, however, spell serious problems for many countries, they maintain.\nAccording to recent calculations by the Environmental Protection Agency, the sea level around much of the United States will climb by one foot over the next 30 to 40 years and by three to five feet over the next century, according to James G. Titus, who directs the agency's research on the problem. These estimates include the effects of the gradual subsidence of land, which is about eight inches per century along the eastern coast.\nOther estimates are somewhat lower but still worrisome. A 1983 report by the National Academy of Sciences, for example, predicted a global rise in sea level of about two and one-third feet by 2080, not including the effects of land movements.\nWhen the coastal plain is gentle, as along most of the Atlantic and Gulf coasts of the United States, a given rise in the water level can push in the shoreline hundreds, even thousands of times that distance. The adjustments tend to come in erratic spurts, especially during large storms when a barrier island may roll landward, or a bank of sand dunes may wash away, never to rebuild itself. Hazards Apparent on Long Island\nThe hazards of shoreline development are already apparent in eastern Long Island, where the beaches are retreating an average of one foot a year. ''There's no question that the sea is rising on Long Island,'' said Larry R. McCormick of Southhampton College. ''As it continues to rise, beaches will grow narrower and narrower and decline in number. The response will be construction of more and more hardening structures to protect homes.''\nLouisiana's shore is receding faster than that of any other state. Largely because of the rapidity with which the Mississippi River delta is compacting, the state's level relative to the sea is changing by four-tenths of an inch per year. This translates into losses of 50 square miles of land per year, according to Dag Nummedal, a geologist at Louisiana State University.\nThe state has embarked on a controversial $40 million program to stabilize its coast, and not just out of concern for the swamplands being engulfed. ''For every inch of land Louisiana loses, they lose an inch of offshore oil rights,'' Dr. Pilkey noted. ''It's a gut economic issue for them.'' The state's rights to a share of oil revenues end exactly three miles offshore.\nIn addition to eroding the shoreline, a rise in sea level can boost the frequency and extent of coastal flooding due to storm surges, the devastating high tides driven in by hurricanes or severe storms. Salt water will intrude on aquifers that provide drinking water for some coastal communities, and saline water will reach farther up rivers. Some abandoned toxic waste sites may become turn into swamps or be flooded, creating health hazards.\nRising waters, changing flood patterns and saltwater intrusion are likely to destroy huge coastal wetlands, which provide crucial underpinnings for much fish and bird life. The future rate of sea level rise will far outpace the rate at which wetlands can reform naturally, experts say, and in any case many of the nation's dwindling coastal marshes are already hemmed in by homes or shopping centers.\nIn Louisiana, Dr. Nummedal observed, salt marshes that were nursery grounds for shrimp and fish are becoming open water, while farm fields are turning into salt marshes; wetlands survive, but at the cost of agriculture. Steps to Take Right Away\nWhile all scientists agree that more research on the future sea level is needed, many argue that it is not too early to begin factoring the predicted change into planning. ''Thousands of individual decisions will make better sense in the long run if people take account of the rise in sea level,'' said Dr. Titus of the EPA. ''There are constructive things we can do, often with little or no extra expenditure.''\nFor example, Dr. Titus said, a coastal community might design a new drainage system differently with knowledge that a higher sea level is in store, avoiding major future expenses. Zoners might declare vulnerable areas a nature reserve, preventing ill-fated development. A decision might be made to clean up rather than seal off an abandoned toxic waste dump that is likely to be inundated a few decades from now.\nStudies are just beginning on the international implications of the rising sea level. Scientists at the Woods Hole Oceanographic Institute are examing the likely environmental and economic effects on the heavily populated, sprawling deltas of five major rivers in Africa, Asia and Latin America, some of which, like Louisiana, face the dual threats of rapid land subsidence and a rising sea level.\nThese areas, surounding the mouths of the Ganges in Bangladesh, the Indus in Pakistan, the Yangtse in China, the Nile in Egypt and the Magdalena in Colombia, tend to be low and flat. The combination of subsidence and rising seas ''could mean the loss of a tremendous amount of land either to submergence or erosion,'' said John B. Milliman, a marine geologist at Woods Hole. Preliminary findings indicate that the expected change in relative sea level in Bangladesh over the coming century may destroy more than 10 percent of the country's land, this in a country that is badly overcrowded today. In addition, groundwater will become more saline, killing off mangrove swamps and cutting the productivity of estuaries.\n''It goes on and on, a litany of things you don't want to happen,'' Dr. Milliman said of the possible impacts in Bangladesh. Managing Coastal Development\nMeanwhile, in the United States, the debate continues over how best to manage coastal development. Dr. Pilkey, who can cite many examples of self-defeating efforts to stabilize beaches, champions the ''retreat'' approach. He praised the states of North Carolina and Maine, which he said ''have basically opted to retreat from the shoreline,'' prohibiting permanent buildings or protective structures on threatened beaches.\n''I don't see retreat as a uniformly applicable response,'' Dr. Dean replied. ''Often it will boil down to economics.''\nWhere the population is sparse or the encroaching forces of nature are great enough, he said, then retreating, as by designating an area a park or preventing reconstruction after storm damage, makes sense. But in areas with a high tax base, fighting the sea can pay off, said Dr. Dean, who, in addition to his academic work, directs Florida's division of beaches and shores. He cited the restoration of sandy beach along a 15-mile stretch in Miami Beach, Fla., which cost $65 million but has generated many times that in tourist revenue, as a ''model.''\nThe ''retreaters'' do not deny that stalling actions are often feasible, but warn that the costs will be high and continuing. As an example of the scale of effort that can be required to check encroaching waters, some point to Holland, which has claimed large areas from the sea by building dikes and draining land that is below sea level.\n''In Holland,'' Dr. Nummedal observed, ''they spend a larger percentage of their gross national product on defense of their coasts than the United States spends on military defense.''",
    "year": "1986",
    "id": "a6df7317-3fd1-4402-90dc-9d987d56757f"
  },
  {
    "text": "PARLEY REFLECTS CONCERN ON COPING WITH DISASTERS\n1986-04-06T05:00:00.000Z\nA conference here has made it clear that part of the medical profession is concerned about how Americans might cope with an act of terrorism, a major earthquake or another large-scale disaster.\nThe concern is fueled by disasters abroad like the two earthquakes that killed thousands in Mexico City in September. The Reagan Administration has focused attention on planning by developing its National Disaster Medical System. But doubts were expressed at the three-day conference of 150 medical professionals this week over Washington's contingency plans.\nDr. Alexander Kuehl, vice president of the New York City Health and Hospitals Corporation, said in an interview that ''maybe'' his city's health workers and hospitals could cope with 1,000 casualties from the collapse of a tall office building or its destruction by terrorists. He also questioned Federal coordinatiion of medical responses to an earthquake or a nuclear accident involving several states. Disasters and Killings Studied\nAmerican and foreign doctors and other experts at the Second International Assembly on Emergency Medical Services presented papers on the the earthquake in Mexico City, floods in Bangladesh, the recent volcanic eruption in Colombia and the killings of hundreds of people at a time by terrorists in Lebanon.\nBy the late 1970's, American emergency procedures were being modified in light of the advances made in the Vietnam War in the use of mobile surgical teams and evacuation by air. Doctors, nurses and technicians were influenced by their more recent roles in relief operations abroad.\nTwo other factors said to have raised medical consciousness about disasters are doctors's public discussions of the medical and psychiatric aspects of nuclear war and President Reagan's personal concern over the possibility of a gigantic earthquake in California. Reagan Role on Disaster Plans\nThomas P. Reutershan, director of the study group working on the National Disaster Medical System in the Department of Health and Human Services, said he assumed that Mr. Reagan, Attorney General Edwin Meese 3d and other Californians in the Administration were concerned over warnings of a big earthquake. Other areas mentioned as conceivable disaster zones are Charleston, S.C., and the Mississippi River Valley, which had major temblors in the 19th century.\nThe National Disaster Medical System originated, Mr. Reutershan said, in the late 1970's when the Department of Defense sought a way to cope with large numbers of military casualties in the United States that would be cheaper than building new hospitals. Plans were made to borrow 100,000 beds in private hospitals. The plans were later modified so that Washington would pay the hospital bills.\nSince 1985 the system's managers have been organizing 150 medical assistance teams to be flown to a disaster scene, and they are now looking into borrowing commercial airliners, Amtrak coaches and school buses. Plans vs. Reality\nFederal officials say this system would be part of a larger bureaucracy run by the Federal Emergency Management Agency, but several conferees questioned how it would work. They suggested that all local, state and Federal officials would get involved and that who was in charge might be obscure. They added that it was unclear if the small agency could command governors and local officials from Washington.\nMr. Reutershan and other Federal officials, including Gen. Julius W. Becton Jr., who heads the Federal Emergency Management Agency, said state and local officials would not be displaced.\nThe conference was organized by the Maryland Institute for Emergency Medical Services Systems and co-sponsored by the Federal Emergency Management Agency, the National Highway Traffic Safety Administration and the State Department's Foreign Disaster Assistance Office. The participants included doctors from Honduras, Mexico, Peru, Bangladesh, Saudi Arabia and Kuwait.",
    "year": "1986",
    "id": "25d3e3a4-b653-4ed0-aa1e-02edb8662273"
  },
  {
    "text": "FORECASTING FOR THE GREENHOUSE EFFECT\n1986-06-15T05:00:00.000Z\nThe world's warming trend is still imperfectly understood, but scientists generally agree that the 100-year forecast is worsening. The Senate Environmental Pollution subcommittee last week listened to experts on the ''greenhouse effect,'' the atmospheric buildup of carbon dioxide and other gases, primarily from the burning of fossil fuels, that slows the escape of heat from the earth's surface. Their principal conclusion: its impact will show up sooner than previously expected, perhaps within a decade. The most pessimistic projections envision a rise in global temperatures by as much as 8 degrees Fahrenheit by the 2030's.\nWitnesses spoke of changing climates and ecosystems, rising seas and eroding shorelines. But some, notably those representing the Reagan Administration, cautioned that many unanswered questions remain. Excerpts from the statements of four of the experts follow.\nWHAT TO EXPECT\nThere appears to be a strong co-relationship between earth warming and sea level rise. Several groups have projected sea level rise, notably the National Academy of Sciences and the Environmental Protection Agency. Two panels of the academy have concluded that sea level will increase by 70 centimeters by 2100, with the most recent estimates by the academy polar research board ranging from 50 to 200 centimeters. These ranges are comparable to the E.P.A. projections.\nWetlands will be much affected by accelerated sea level rise, resulting in significant losses, at least 50 percent and perhaps as much as 80 percent by the year 2100, according to some estimates. Sea-level rise will promote increased coastal erosion. Already, approximately 80 percent of our sandy coastlines are eroding, and accelerated sea level rise will only exacerbate this critical problem. As a rule of thumb, a one-foot rise in sea level will result in 100 feet of erosion along the U.S. Atlantic and Gulf coasts. This means that most of our recreational beaches would be lost. - Dr. Stephen P. Leatherman, Director, Laboratory for Coastal Research, and Associate Professor of Geomorphology, University of Maryland. HOTTER THAN EVER\nIn the past few decades, the rate of increase of greenhouse forcing of the climate system has increased rapidly; it is now 3 to 10 times greater than during the previous century. By the early 21st century the global temperature should have risen well above any level experienced in the past 100,000 years.\nDiscussion of greenhouse warming has focused on possible indirect effects such as changes of sea level, storm frequency and drought. We believe, however, that the temperature changes themselves may significantly affect the climatic environment for the population. The greenhouse issue is not likely to receive the full attention it deserves until the global temperature rises above the level of natural climate variability. If our model is approximately correct, that time may be soon, within the next decade. - Dr. James E. Hansen, National Aeronautics and Space Administration, Goddard Space Flight Center. MANY UNKNOWNS\nOver the past century the carbon dioxide level has increased 25 percent. One central question is, how has the climate responded? The best answer is that we don't know. The existence of a number of factors that could change climate confounds attempts to evaluate a single cause like increased carbon dioxide levels. Long-term temperature data show a trend towards warming, but thus far neither global hemispheric nor regional changes satisfy statistical significance.\nIt is essential that a reasonable understanding of the cause and effect relationships between carbon dioxide concentrations and global warming or other phenomena exist before any energy policy recommendations are made that will influence future generations profoundly.\nIt must be clearly understood that the U.S. contributes only slightly more than one-quarter of the total carbon dioxide emissions. Furthermore, the fraction contributed by the U.S. is decreasing as energy use by other countries increases. Therefore, even if scientific evidence warranted action, the U.S. could not by itself substantially reduce the rate of carbon dioxide buildup. - Dr. Alvin W. Trivelpiece, Director, Office of Energy Research, Department of Energy. WHAT TO DO\nThe viability of many ecosystems is at stake, as is, some say, the viability of civilization as we know it. The changes may occur faster than our knowledge of them increases; yet we currently know well how to limit these changes.\nShifts in precipitation patterns can be expected to bring arid conditions to the mid-latitude breadbasket areas while increasing precipitation in continental areas at more northerly latitudes. Coastal flooding could become significant in already marginally usable terrain in such places as Bangladesh and coastal Louisiana as early as the mid-21st century.\nPrudence argues for four immediate actions: slow the growth in emissions of greenhouse gases to slow climate change; act to preserve forests and support reforestation to protect the terrestrial carbon reservoir; increase massively the support for research on ecological impacts of all of these insults, and slow the alteration of forest ecosystems by reducing air pollution stresses. - Dr. Michael Oppenheimer, Environmental Defense Fund.",
    "year": "1986",
    "id": "ec926768-5b6f-49a5-b54f-1fe32eff7b95"
  },
  {
    "text": "COMPANY BRIEFS\n1986-10-09T05:00:00.000Z\n* Allegheny Beverage Corp., Cheverly, Md., said it had retained Smith Barney, Harris Upham & Co. to consider the possibility of recapitalization or sale of its largest subsidiary, Service America Corp.\n* Atlantic Richfield Co., Los Angeles, said Arco Technology Inc. and Union Carbide Corp. had agreed to offer for license an improved process to produce methyl tertiary butyl ether. Terms were not disclosed.\n* Banc One Corp., Columbus, Ohio, and Oxford First Corp. of Philadelphia said they had ended an agreement for Banc One to buy Oxford First in a transaction valued at about $76.5 million.\n* Consolidated Natural Gas Co., Pittsburgh, said its subsidiary, East Ohio Gas Co., would seek regulatory permission to cut its natural gas rates, effective Nov. 10, by 25.3 cents per thousand square feet, to $4.66.\n* Data Card Corp., Minnetonka, Minn., said it had reached an agreement with Norcom Electronics Corp. on the sale of the AFI 1500-1600 product line. The sale had been required by the Justice Department for Data Card to acquire Addressograph Farrington Inc.\n* Dominion Bankshares Corp., Roanoke, Va., said it had agreed to buy First Dickson Corp. of Dickson, Tenn., in a stock swap valued at about $17 million.\n* Engelhard Corp., Edison, N.J., said it would build plants in Cinderford, England, and Aurora, Ontario, to manufacture catalysts for the petroleum industry.\n* Flight International Group, Atlanta, said it had been awarded two Defense Department contracts worth $16 million over the next five years.\n* International Business Machines Corp., Armonk, N.Y., said it had introduced its first plant-floor computer, the 7552 industrial computer, which monitors and controls manufacturing operations without an operator.\n* McDonnell Douglas Corp., St. Louis, will sell two MD-88 aircraft to Bangladesh for about $29 million each, aviation officials in Dhaka, Bangladesh said.\n* Revere Copper and Brass Inc., Stamford, Conn., said it had signed a letter of intent to sell its aluminum foil division in Newport, Ark., to National Intergroup Inc. Terms were not disclosed.\n* Singer Co., Stamford, Conn., said it had received a $28.1 million contract from the Air Force to develop and produce automatic depot inertial navigation test systems.",
    "year": "1986",
    "id": "7ba1ced8-31de-47ef-8f1b-8b9ce6e65631"
  },
  {
    "text": "SCIENTIFIC ADVANCES LEAD TO ERA OF FOOD SURPLUS AROUND WORLD\n1986-09-09T05:00:00.000Z\nScientific and technical advances in agriculture have yielded an era in which harvests are now outpacing population growth, resulting in unprecedented food abundance.\nFrom 1960 to 1986, the amount of land on which grain was planted grew by less than 11 percent. Yet in the same period, improvements in crops and planting practices caused grain harvests to more than double. This year, grain production will total roughly 1.66 billion metric tons, according to the Department of Agriculture.\nThis is not to say that all people are well fed. Africa provides grim reminders that the world has not solved its hunger problem. Inefficient distribution of food and inequities in income leave many without enough to eat. But today hunger is less the result of absolute food shortages than of political situations and policy decisions.\nMoreover, many experts say the era of abundance has brought widespread economic disruption among farmers in the United States and in other nations dependent eon farm exports. But Robert Paarlberg, a political scientist Harvard University, is among those who believe this disruption is due more to food distribution problems and slow income growth in the underdeveloped countries than to abundant production.\nSince 1950, rice yields in Asia have doubled, farmers in Europe can produce three times as much wheat per acre, and corn yields in the United States have almost tripled.\nFood production in developing countries has been increasing by 4.4 percent annually, according to the State Department, faster than in the developed world and more than twice the rate of population growth. Dozens of countries that were once on the verge of famine are now self-sufficient in grain production.\nEven Bangladesh, which once seemed doomed to perennial malnutrition, has become self-sufficient in food. India, which suffered a famine in 1965-67, is exporting food.\nExperts say agriculture worldwide is in the midst of a third production revolution. The first was the change from animal to mechanical power that occurred in the first four decades of the century in the developed countries and that is still going on in underdeveloped lands. The second was the creation and widespread use of pesticides, fertilizers and other farm chemicals after World War II.\nThe third revolution, these experts say, is in improved plant genetics. Breeders have used a variety of techniques - and are now beginning to use genetic engineering - to produce crops that grow faster, are less expensive to plant and have better defenses against insects, diseases and harsh weather. Because the genetic manipulations are performed on crop plant cells and are thus easily controlled, the experiments have not aroused the kind of opposition that has greeted agriculture experiments that would release genetically altered microbes, such as bacteria, into the environment.\n''This revolution could be considerably more powerful than the two that preceded it,'' says Dennis T. Avery, an agriculture analyst at the State Department. ''The first two farming revolutions affected mainly the more developed countries, perhaps 40 percent of the world's arable land and one-fourth of its population. The plant genetics revolution is affecting 90 percent of the land, and 4.5 billion people. Seeds are better. They are easier to develop. And farmers have little trouble using them. In fact, the developing countries are getting more effect from the new revolution than the affluent ones.''\nAs use of these and other new techniques of biotechnology increases, production capacity is expected to expand even faster.\nFor example, corn breeders are using recently developed tissue culture techniques in which they subject cells from immature corn kernels to toxic agents such as herbicides. If a cell mutates to become resistant to the herbicide it will keep reproducing, and can ultimately be grown into plants that will produce more kernels, or seeds, with that resistance.\n''You can select a one-in-a-million event and get a plant back,'' said Dr. Nicholas M. Frey, director of biotechnical research at Pioneer Hi-bred International, the world's largest developer of seed corn.\nHe said researchers have also introduced into tomato and other plants bacterial genes that produces a protein toxic to insects. The technique involves inserting the desired gene into the plant cells. Now the plant's leaves produce the protein; insects that feed on them die. Crops for Specific Areas\nScientists also are gaining greater understanding of the biology of soils, particularly in tropical and semi-tropical regions. They are working with breeders to design crops for specific areas.\nOver the last eight years, for example, Brazil has opened to soybean and grain production more than a million acres a year on the central Cerrado Plateau, according to the State Department. Breeders are working to create wheat and other grain varieties to grow better there despite the large amounts of aluminum, which is toxic to plants.\nVarieties of corn developed to resist cool weather and mature three weeks earlier than conventional hybrids have allowed Argentina's farmers to begin planting large corn fields closer to the South Pole. These varieties have pushed the North American corn belt 250 miles north in the last decade. Corn farmers in the Middle West will average a record 120 bushels an acre this year, nearly five times the average yields in the mid-1930's. Some farmers will average 300 bushels an acre.\nEast Germany and the Soviet Union are experimenting with these short-season corn varieties in the hope of lessening the need for imported corn for feeding livestock.\nBritish farmers began planting in 1979 a new variety of winter barley that by 1983 was raising annual yields by 1 million metric tons, an amount equal to 2.1 percent of Europe's total barley crop.\nFarmers in the European Economic Community recently started planting a new winter wheat variety that has produced crops that are 20 percent larger than before. #30 Percent Rise in Yield And several American companies have introduced new hybrid wheat varieties in the last three years. Dr. Brett Carver, a wheat breeder at Oklahoma State University in Stillwater, says the hybrids increase yields by 30 percent in some areas, and Oklahoma farmers are expected to plant the new varieties on 250,000 acres of land, 5 percent of the state's wheat acreage. ''The seeds would be more popular but they cost about three times what conventional seeds cost,'' said Dr. Carver. ''If the price of wheat goes up, though, we're going to see a lot more farmers willing to pay the difference to get the bigger yields.''\nRoughly 55 percent of the world's rice lands are now planted with high-yielding varieties developed by the International Rice Research Institute in the Philippines and first introduced in Asia in the mid-1960's. The new varieties helped China's agricultural production to soar 50 percent since 1978.\nIndonesia, the world's largest rice importer five years ago, is now expecting its third surplus in a row. Its officials, mindful of 3 million metric tons of rice in Government storage areas, are encouraging farmers to shift their rice lands to corn production to feed livestock.\nAlong with new rice varieties, Indian farmers raise high-yielding wheat varieties developed in Mexico by the American scientist and Nobel-laureate Norman Borlaug, considered the father of what is commonly known as the Green Revolution. Dr. Borlaug crossed American and Central American varieties of wheat with Japanese lines to produce plants that concentrated their biological energies into producing kernels instead of growing tall.\nNearly half the planet's wheat acreage is planted in high-yielding varieties. Bangladesh, for instance, now grows more than a million acres of wheat, 10 times the acreage harvested before the advent of modern varieties. Farmers in Bangladesh produce wheat in rotation with rice, and the country, in recent years, has been producing as much grain as it needs. 'An Enormous Achievement'\nThe abundance comes only seven years after population experts and crop specialists, at a United Nations conference in Rome, speculated about which continent would starve first. One of the few specialists who saw that these concerns were unwarranted was Dr. Alan M. Strout, an agricultural economist at the Massachusetts Institute of Technology.\nIn a paper prepared for the conference, held in 1979 by the U.N. Food and Agricultural Organization, Dr. Strout correctly predicted that farmers would soon be producing more than enough food.\n''As I worked on the paper, I saw a trend that was so powerful it could not be ignored,'' Dr. Strout said. ''We were about to enter an age of surpluses. We are now there. It's an enormous achievement.''\nStill, perhaps 35 million people, most of them children, die from hunger-related illnesses each year, and 700 million other people are malnourished, according to studies by the World Bank and other groups. Many of them are in Africa, in areas ravaged by drought and civil war.\nAuthorities on international agriculture worry that the planet's food surpluses could vanish within months if persistent bad weather or crop failures occurred in one of the world's important farming regions. ''Food abundance is a slippery concept,'' said G. Edward Schuh, director of Agriculture and Rural Development for the World Bank. ''It's going to be hard to convince me this is a permanent condition. My main concern is that we don't all of a sudden get the idea that we have the problem solved.'' Loss of Native Plant Traits\nEcologists and other scientists point to additional risks from the explosion in grain production. The acceptance of the modern seed varieties is leading to a potentially disastrous neglect of thousands of primitive and native grain varieties that have valuable genetic traits, such as drought resistance or tolerance to toxic soil salts, that are becoming lost forever to breeders.\nMoreover, the modern varieties grow best with pesticides and fertilizers. Increasing use of chemicals around the world is polluting water and causing sicknesses and injuries throughout the developing world, environmental experts say.\nFarming on land ill-suited to agriculture is resulting in widespread erosion.\nFinally, the trend toward food self-sufficiency is one of the principal causes of the depression in the farming regions of the world's developed nations, according to experts. In the biggest decline of the century, the international trade in grain fell 38.5 million metric tons or nearly 18 percent since last year, according to the United States Department of Agriculture. Governments around the world are searching desperately for empty railroad hopper cars, barges, silos, warehouses, even military airplane hangars, to store 320 million metric tons of surplus grain, the most in history.\nA recent analysis by the State Department concluded that without the acreage reduction programs in the United States of the last five years, the worldwide surpluses would have been well over 600 million metric tons. Falling Prices and Soaring Aid\nSurpluses are depressing grain prices, causing farmers to go out of business, and bankrupting businesses dependent on the purchasing power of growers.\nGovernments are seeking to prevent a total collapse by pouring billions of dollars into their farmers' pockets with subsidies, income supports and other payments. In the United States, such spending this fiscal year could reach $30 billion or more, seven times what the Government spent in 1981, when export farm sales totaled a record $44 billion and American farmers sold more than 160 million metric tons of grain overseas.\nYet crop specialists and other experts argue that achievements in agriculture have improved the nutrition and health of billions of people. Today, and through the rest of the century, specialists say, the world will be better fed.",
    "year": "1986",
    "id": "2e671dc1-9411-4673-864a-57a59697f07b"
  },
  {
    "text": "A VOICE FROM CALCUTTA;\n'We Don't Need Pity. India Can Look After Itself'\n1986-08-03T05:00:00.000Z\nTHE gunfire in Punjab has sent up a smokescreen that is hiding much of the truth about India's ability, self-confidence and perception of its future. Bad news, as we all know, drives out the good, not because journalists are a satanic breed, but because readers find good news boring after a very short while.\nBe that as it may, Punjab has kept out of attention a most significant Indian achievement of the last four years. Almost half of India has been undergoing a massive drought, necessitating relief on an enormous scale. If this had been the India of the 60's, it could have required more than the combined efforts of many Bob Geldofs and Mother Teresas to prevent starvation.\nElement of Maturity \nBut not only did India manage an enormous problem alone, she also did it without any fuss. (The second element is a characteristic of maturity). It was not just a case of having the surplus food thanks to the green revolution. Much more impressive was the creation of an infrastructure to take this food to the remotest village, and then not to hand it over as alms but to make it into wages for a developmental project of some sort or the other - the building of a road or the sinking of a well.\nThe rains have now come, abundantly, and the fields are going to be gloriously fertile again, so the last chance of this story coming to any significant attention is probably gone, but that is probably a good thing.\nWe don't need pity any more. This is an India that can look after itself, without patronage, thank you. Help, yes, and on a level of respect and equality. Patronage, no. The new confidence is the legacy of many things - self-sufficiency in food production, a victory in a major war with Pakistan.\nBut the most important element is the coming of age and to power of a post-independence generation. It is different in its perceptions from even the generation of Indira Gandhi, which spent its life in the political consolidation of the country after partition, and the creation of the industrial and agricultural base from which India could make her leap into prosperity. That base has been achieved to a great extent.Ambitions and Rivalries \nThe ambition of the new generation is simple, to make India the pre-eminent power of the second world by the turn of the century. (I define the second world not as the Communist bloc, but as that set of nations just below the superpowers and the members of the Organization for Economic Cooperation and Development.) It may seem a fantastic ambition, but if anyone had suggested in 1965, after the deaths of the Bihar famine and that simpering draw with Pakistan in the autumn war, that in about five years India would not only have successfully overcome its historic food problem but liberated Bangladesh by an overwhelming victory on the battlefield, it would surely have sounded equally fantastic.\nIn this context, one might add, that those who instinctively club India and Pakistan in comparative analyses are missing the point.\nIndia sees itself in competition not with Pakistan but with China. And if India feels a threat strong enough to force her to spend on modern weaponry, it is because of the presence of an effective China-Pakistan axis whose goal in South Asia is to create a ring of hostile neighbors around the mother country of the region.'Last War of the 40's' \nIn a region swarming with populations and languages that spill across recently manufactured borders, suspicion is the easiest of things to generate.\nMoreover, America, in its pragmatic somersault vis-a-vis China, may have forgotten that a Communist country swallowed an independent and large nation long before Soviet troops reached Afghanistan, but India has not forgotten Tibet yet.So where does violence-beset\nPunjab enter such a rosy picture?\nThe war between the two ideas which created two nations in 1947 has not run its course yet. If it is true that a minority in the Hindu-majority Indian subcontinent cannot live as an equal, then further disintegration is likely. On the other hand, the evidence is far greater that strength lies in the idea which created India's democratic - secular unity.It is the theocracy called\nPakistan that has neither been able to write an acceptable constitution or protect its national integrity. But there are those who still believe that religion is a sufficient basis for nationhood, against all the evidence of history (not only in this subcontinent but in Arabdom and Christendom).\nThe theocrats of Pakistan (as opposed to the democrats there) are nourishing their ideological comrades in Punjab, becuase they know that if democratic and secular India thrives, there will be a fallout in Pakistan. Punjab, in a sense, is the last war of the 1930's and 1940's. The secessionists of today have one distinct advantage over their predecessors: the technology of terror has never been as sophisticated.\nBut there is also the new steel in the Indian will. It may flicker for a while, since no one can obliterate terrorism completely, but the current excesses will be controlled. This outburst is probably the last blaze. Americans should know better than anyone that the voice of excess is far, far louder than the decibel level of the silent majority. They must also be aware, by their own experience, which is stronger.",
    "year": "1986",
    "id": "0b47f308-fd62-4126-addb-5ccb2d23f760"
  },
  {
    "text": "FOOD NOTES\n1986-10-29T05:00:00.000Z\nSurprising French Foods About a million square feet of exhibition space in a new industrial park area north of Paris near Charles de Gaulle Airport were devoted last week to the biennial food show for the trade, Le Salon International de l'Alimentation. Exhibitors came from 68 countries, including Bangladesh, Ethiopia, Iceland, Poland and the United States, but not the Soviet Union; two-thirds of the exhibits were French.\nFrench gastronomy appears to be on a collision course with convenience and diet. Although traditional high-butterfat cheeses such as Epoisses were shown, the proliferation of 20 percent butterfat cheeses (where none existed five years ago) was astonishing. One of the best was a tomme maigre de Savoie, available in both 10 and 20 percent fat versions. Virtually every cheese - including bleu d'Auvergne, morbier and St.-Nectaire - now comes precut and prepacked in plastic for supermarket sale.\nControlled-calorie dinners, available frozen, vacuum-packed or in jars, were everywhere. Medallions of pork in prune sauce, zucchini au gratin and tripe in cider were among the choices at around 200 calories a portion. Other developments included precut salad in plastic bags (one brand is called ''Crudi''), frozen baked potatoes, hard-cooked eggs with a 21-day shelf life, ''Sauciburger'' hot dogs stuffed with either ketchup or mustard, frozen fancy pastries, frozen pastry fillings ready to pop into frozen pastry crusts and prepared vinaigrette salad dressings from Paul Corcellet.\nPaul Corcellet also exhibited a line of chutneys. A company called Armoraly displayed a seaweed condiment and a good seaweed-flavored mustard. Pasta in the shape of Smurfs (Les Pates Schtroumpfs) are being produced in Alsace. A sparkling wine called Flagrant Delit and a sorbet called Flagrant Delice are two intriguing newcomers. If you thought kiwi was out, think again. Blanc de Kiwi, a white wine, is being produced in Bordeaux, and there is a kiwi cream liqueur from Italy.\nTropical fruits are more popular than ever, and in the French booths eaux de vie were being made in every conceivable flavor (how about nectarine?). Also shown were wine coolers from countries as diverse as Singapore and Ireland, six kinds of frozen pizza from Canada, frozen soft-shell crabs and Newman's Own products from the United States and oils packed in aseptic boxes from Italy.\nWhen compared with the fancy-food show at the Jacob K. Javits Convention Center in New York last summer, the French show was missing the type of small-scale entrepreneur who has developed a family recipe for a condiment or confection into a business. Mass production, which is eliminating local and regional culinary personality both within France and elsewhere in the world, was the norm. Carbohydrate Specials\nFor marathoners, complex carbohydrates such as cereal, bread, rice and pasta are the body's best fuel for the 26-mile run this Sunday, according to the Greater New York Dietetic Association (call 212-549-1170 for its recorded advice).\nLast year on the night before the New York City Marathon, Orlando Pizzolato and members of the Italian team had dinner at Sandro's, 420 East 59th Street. Chef Sandro Fioriti served a five-course pasta dinner. The next day Mr. Pizzolato won the marathon. Draw your own conclusions. This year Sandro's is again serving a pasta - in six courses. The dinner is available every evening this week, including Sunday, from 5:30 P.M. to midnight, for $27.50. Some dishes on the menu are lasagnetta with radicchio, fusilli with oxtail, spaghetti with calamaretti, farfalle with late-harvest tomatoes and, for dessert, a sweet spaghetti pie. American in Paris\n*\nThe ultimate compliment has been paid Coach Farms goat cheeses, which are made in Pine Plains, N.Y. The cheeses are carefully arrayed on little straw mats alongside disks of Ste.-Maure and Charolais at La Ferme St.-Hubert, 21 rue Vignon in the heart of Paris. Henri Voy, owner of this shop, considered one of the best in Paris, received his first shipment last week. So far, customers are regarding the cheeses as a curiosity and seem more interested in trying the excellent Coach Farms goat milk yogurt that the shop also carries. Prices for the Coach Farms products in Paris are roughly comparable to those in New York shops, around $4.50 for the six-ounce log, $1.30 for the little disk and $1 for the four-ounce yogurt. Coach Farms cheeses and yogurt are available at Fairway Fruits and Vegetables, 2127 Broadway (74th Street) and Lambert's Pasta and Cheese shops, among others. Perhaps the French should also keep their eyes on the cheeses being made by Tom Meyers at Hawthorne Valley Farms in Harlemville, N.Y., just introduced at Lambert's Pasta and Cheese shops. Mr. Meyers had been producing Camembert-style cheese in the Hudson Valley but wanted to do more and went to France to study cheese-making. His commendable efforts now include a rich, nutty, full-flavored Emmenthal; a silky, mellow aged cheese called raclette, which is milder than a European raclette, and an elegant, fruity, traditional washed-rind cheese called Tagkhanic, which has a golden satiny paste and a thin orange crust. All are available at $6 a pound. A tangy Gruyere, which Mr. Meyers wants to age a little longer, should be in stock next month. Literary Wine Tasting\n* In the New York Public Library's soaring marble Astor Hall on the evening of Nov. 6, bottles of wine, not books, will be opened. The Napa Valley Growers and Vintners are hosts for a tasting called ''The Napa Valley Wine Collection'' to benefit the library's culinary collection. From 7:30 to 10 P.M., more than 60 wineries such as Cakebread Cellars, Chateau Montelena, Acacia Vineyards and Domaine Mumm will be represented and many of the wine makers will be on hand to discuss the wines they're pouring. There will be eight exhibits as well as demonstrations explaining how wine is made and how to evaluate wines. Hors d'oeuvres will be served. Tickets for the benefit are $25 and can be reserved by calling 212-255-2195 or 516-669-6632.",
    "year": "1986",
    "id": "409d69cc-c6d0-46ea-a449-e829f06f0b03"
  },
  {
    "text": "The Editorial Notebook; The Madness of Farm Subsidies\n1986-07-28T05:00:00.000Z\nIt's no secret that government policies set in Washington (and Brussels and Tokyo) favor domestic farmers at the expense of consumers and taxpayers. Prodded by frustrated aid officials, poor countries, too, are beginning to acknowledge that their controls on farmers harm efficiency. But the devastating effect of government meddling in agriculture, as dryly assayed in a new report by the World Bank, still has the power to shock.\nThe bank estimates that agricultural policies by non-Communist governments cost more than $60 billion a year. The only beneficiaries of this madness are Soviet-bloc economies. Because of their incompetence, they must import food. And with government warehouses bulging with surpluses, Western Europe and America are happy to subsidize sales to the East by $23 billion a year.\nExplosive gains in productivity since World War II have driven down farm prices and reduced the number of people needed to grow the crops. But in developed countries larger farmers have skillfully manipulated their governments to capture much of the windfall from higher productivity. In America, subsidies have reached $26,000 a year per dairy farmer. Protection for sugar in Europe and America roughly doubles prices at home and displaces the exports of more efficient third-world producers. Poor sugar-growing countries are losing $7 billion in exports annually.\nPolitics works the other way in the poorest nations, where power resides in the cities. Their farm prices are often manipulated to favor urban consumers and taxpayers, and with an even more disastrous effect.\nGhana, for example, has heavily taxed cocoa exports since the early 1960's. Farmers responded by reducing output and Ghana's share of the world market has fallen from 40 percent to 14. Since the early 1970's Tanzania has required farmers to sell crops to a government marketing board and paid them less than a third of the crops' value at the border. Total tonnage is down 30 percent.\nThere is real hope for change in the third world. China has led the way with market-oriented reforms that have produced 5 percent growth in farm output annually since 1978 -with virtually no change in technology or increase in investment. Dozens of other nations, from Bangladesh to Turkey to the Sudan, are just beginning to let farmers' receipts approach market levels.\nReform is more elusive in the developed countries, where general prosperity makes it easier to smother farm problems with subsidies. Japan, the single worst offender, appears locked into a system that triples the cost of rice and dairy products and quadruples the cost of red meat. The European Community is actually losing ground as it struggles to protect inefficient farmers along the Mediterranean. And America is gearing up to battle European exporters, subsidy for subsidy.\nThe gospel of free markets plays long and loud these days in the lands of Reagan, Thatcher and Nakasone. Their farmers, unfortunately, aren't among the converts.",
    "year": "1986",
    "id": "9d4dc849-6c80-48ce-b316-db6e964af1ab"
  },
  {
    "text": "HIJACKING IN KARACHI: AND PAKISTAN PLEDGES JUSTICE; ON FLIGHT 73: SOOTHING WORDS, MENACING ORDERS, THEN SHOTS\n1986-09-08T05:00:00.000Z\n''I am not going to hurt your babies,'' Zeba Hamid said gently, quoting a promise made by a bare-chested hijacker as he soothed her two sobbing children.\n''But I knew,'' she said this morning, clutching her children and standing in line for a different plane, one that would help her flee the pile of bloodstained shoes and clothing but not the memory left by Pan Am Flight 73.\n''I knew the end was coming when the lights went dark and I pushed the children down on the floor and covered them with my body,'' she said. The Shooting Begins\nIt was then, in the 10 o'clock darkness of Friday night, that the soothing man who had said he preferred not to kill people on his birthday began to spray the cabin with machine-gun fire.\nEighteen of the 389 people on the Pan American World Airways jumbo jet would be killed and dozens would be wounded before the ordeal ended with the capture of the four gunmen.\nIn interviews here, the passengers reconstructed the ordeal and gave details of events large and small, describing a hijacker who roamed the aisle with his shirt off - like Rambo, said one passenger - and another who forced passengers to walk to the bathroom on their knees when they were finally allowed to go to the toilet. A Perverse Ploy\nThe 16-hour siege at Karachi International Airport had the familiar aspects of a hijacking outrage. There was the passengers' lurching between terror and boredom. And now there is the retrospection of officials wondering what could have prevented it.\nBut the episode aboard Flight 73 will be remembered particularly for the gunmen's perverse stratagem of posing as aircraft protectors and then turning on the passengers.\nWhen the initial bursts of gunfire shattered the hostages' hope, Mrs. Hamid decided to take a risk and flee. She clutched the children and stood to run, but she slipped on the fresh blood in the aisles. Lying on the floor, she listened to the screams and to the chaos of gunfire and grenades.\nThrough the din, she heard the first words, finally, of a nearby passenger who had mutely obeyed each order of the hijackers. ''He was still in his chair, and all he said was, 'I am dying,' '' Mrs. Hamid said. ''And then he dropped his arms and died.''\nThis morning, as some of the former hostages waited for more than two hours at an airport ticket counter, exhausted but patient, they exchanged recollections of Flight 73.\nFaraidoon Oshtory waited in a wheelchair to head back to Stockton, Calif., where he is a medical technician. Shrapnel had cut into his right leg, he said, and as he twisted from that wound a bullet pierced his left side.\nHe recalled limping to an exit door that was burst open, and pushing a young woman out ahead of him, the two tumbling to the ground in the dark.\n''We were trying to run, and one of them stood in the door still firing at us,'' he said; the woman spun to the ground with three shoulder wounds. ''Cold-blooded,'' he said. ''They gave us no quarter, pushed us all together to make the shooting easier.'' 'But I Have No Country'\n''I don't like to do this but I have no country,'' one hostage, Michael Thexton, recalled hearing the curly-haired leader explain before he leveled his machine gun and shot at them.\n''Are you ready for the final episode?'' Syad Hasan, a Pakistani student from Michigan State University, heard the leader, Mustafa, shout to the other hijackers. ''Prepare yourself!''\nUntil the gunfire began, Mr. Hasan said, he saw no panic by the gunmen; then they moved from self-control to ''being quite manic, firing at everyone, women and children, all of us.''\nAll the accounts of the 16 hours begin with puzzlement at the sight of a blue-shirted security officer seizing a female flight attendant in a choke hold and waving a gun at the passengers.\n''He shouted, 'Hands up!' '' said 8-year-old Kamran Majod, wide-eyed at the memory.\nMr. Thexton recalled being momentarily confused as he put his hand luggage above his seat in the Boeing 747. ''I thought, 'What on earth is that security bloke doing?' I turned and in the other doorway was the leader with a machine gun. He was grabbing the phone from a stewardess who I guess was talking to the cockpit.'' Start of the Standoff\nWhen the leader had the doors closed, a standoff began, for the crew members, out of sight of the hijackers and the passengers, were quietly escaping from the cockpit by an emergency hatch and rope ladders.\nBy all accounts, no police forces stormed the aircraft until perhaps 10 minutes into the final pandemonium. Most passengers said the gunfire began when the cabin lights dimmed. Whether the lights failed by circumstance or design is not clear, but the hijackers apparently took the fading lights as a warning of attack.\nA police raid does not seem to have been imminent, for survivors made no mention of seeing them amid the gunfire in the cabin. One official said the leader of a commando team outside the plane was having tea at the moment.\nSome passengers debated whether they had heard noises indicating some sort of stealth beneath the cabin floor. Others said they thought one hijacker had been wounded, not by the police but by his own men as they unleashed a crossfire from front and rear. For Two Hours, No Movement\nThe passengers said the gunmen kept them still for the first two hours but then let some go to the bathroom. One of the more strident hijackers made them take that journey on their knees. He pointed a gun at the temple of one woman who lingered too long.\nOne hijacker grasped a grenade and its detonator while dramatically pulling out the safety pin with his teeth. He wielded it in that precarious fashion for hours.\nThe hijackers' instructions were announced repeatedly, sometimes by the flight attendants as if they were demonstrating the life jackets. ''Ladies and gentlemen, please lean forward in your seats with hands on head, or you will be shot,'' was one version.\n''We were in a limbo the whole time,'' said Ulrich Sorenson, a Danish development official in Bangladesh.\nAnother passenger recalled that the cabin's music system was playing what amounted to an inane soundtrack for the strutting, menacing gunmen.\n''It was quite unreal, actually,'' said the passenger, Thomas Rauber, a German architect. He said he had found it curious that the gang leader suddenly stripped off his shirt to display his chest and grenade-bedecked waist. ''Maybe he wanted to be Rambo.'' 'We Didn't Know What to Do'\nOne moment of unexpected horror after the escape from the gunmen was recalled by several survivors. In finally darting to freedom in the darkness, they said, they saw men dressed as security agents offering friendly waves of sanctuary.\n''But they looked just like the hijackers had when they first came on the plane,'' said Mr. Oshtory. ''We didn't know what to do. We stayed fast to make sure we were safe.''\nElsewhere in the scramble from the plane, Alessandra Bettolo, a student from Italy, ran from the gunfire to a group of survivors huddling on the tarmac and found one of the hijackers trying to escape by posing as a victim.\nShe instantly stopped and pointed at him in great fury. Her friend from Milan, 21-year-old Michele Colombo, began shouting: ''Get him! Get that bastard!'' The police did, he said.\nThe passenger who got closest to the hijackers was Mr. Thexton, who teaches accounting in London. Two hours into the ordeal, after a flight attendant began to collect passports, his name was read over the loudspeaker and he was summoned forward.\nHe cursed, he said, because he thought he might be executed. He went forward and spent the next 14 hours anxiously at the elbow of the hijackers' leader, whose plans for Mr. Thexton were never made clear. The Sound of Weeping\nAt one point, left alone in the first-class section, he heard weeping and found a girl hiding under a seat. A flight attendant comforted her and walked her back to the other hostages.\nMr. Thexton said the leader, whom he described as tall and handsome, sat down to apologize for his behavior. ''I prefer to drink, meet girls, dance and enjoy life,'' was the message Mr. Thexton quoted. ''I'm sorry. I don't like to do this, but I have no country.''\nThe gunman said he was 24 years old that day. ''I don't want to kill people on my birthday,'' he was quoted as saying. Mr. Thexton said he could not resist replying, ''Some party.''\nBack among the hostages, Carmen Rauber, a nurse, kept a brief diary of the awful day: window shades lowered at 6:15 A.M., fresh threats at 6:30. By 4 P.M. her log shows the flight attendants free to give out sandwiches, and some passengers even going to the galley to help themselves. But by 7:30, restrictions were tightening.\nBy that time, the hijackers had been told that a new crew for the plane had been delayed. The hijackers had executed one passenger in the opening hours, and they threatened to begin killing others to dramatize their demands for safe passage and for the release of imprisoned colleagues. A deadline of 7 P.M. had lapsed, but a new one of 11 P.M. to midnight was set.\n''Their mood was apparently turning ugly,'' said Kurshid Anwar Mirza, the chairman of the Pakistan Civil Aviation Authority. Looking Ahead to a Reunion\nAfter 9 P.M., when the lights began to fade, the hijackers ordered the hostages to gather in a tight formation in the middle of the cabin. Passengers had been cheering one another by fantasizing about the reunion parties they would hold. ''If we don't survive, we'll have a ghost party,'' one said to Gautam Dasgupta, an engineering professor at Columbia University.\nSome passengers recalled thinking they were being gathered together merely as a logistical adjustment. ''I thought we'd go out and everything would be all right,'' said Mr. Sorenson.\nBut others had a sense of foreboding. ''I knew something was about to happen,'' said Clarence Maloney, a 52-year-old American. ''My glasses were somewhere on the floor, and I got down to look for them.''\nAt the leader's signal, the firing began, then the screaming, and eventually the scramble for the two exit doors that passengers forced open.\nKamran Majod, the 8-year-old boy, recalled the last sight as he fled the plane: ''The blood was in puddles.''\nMrs. Hamid got out onto the wing in the darkness, clutching the two children whom the leader had vowed not to harm. ''I thought I was going to die,'' she said, waiting this morning in line for a different flight from Pakistan.",
    "year": "1986",
    "id": "5e118cdc-237f-4439-8619-9ea3241c71ce"
  },
  {
    "text": "ALLIES SCRAMBLE FOR THE FARM RUBLE\n1986-08-24T05:00:00.000Z\nAMERICA'S dwindling farm population now accounts for only 2.2 percent of the nation, fewer than 6,000,000 people. But the Federal Government's efforts to help those still on the farm have strained relations with some of Washington's closest allies.\nTo curb the giant trade deficit and meet farmers' concerns in an election year, the United States, the world's leading food producer, is subsidizing exports of wheat, sugar, rice and other commodities. State Department officials say these sales have been managed so as to minimize their impact on world markets. But they have piled new pressures on depressed prices, affecting the economies of Australia, Thailand, the Philippines, Indonesia, Argentina, the Caribbean Basin countries and the European Community.\n''You just don't treat a friend the way we are being treated,'' said Australia's Foreign Minister, Bill Hayden. Thailand's Foreign Minister, Siddhi Savetsila, was less diplomatic: ''The successive assaults on key Thai exports inevitably create doubts in the minds of the Thai public as to the sincerity of U.S. friendship.''\nWashington has close security links with both countries. Joint facilities in Australia communicate with United States Navy ballistic missile submarines and stand watch over Soviet missile launches. Thailand and its 30 million farmers are a free-market bulwark against Communist neighbors in Southeast Asia.\n''Our policy represents a very destructive process for the very countries that we are trying to encourage to participate in the multilateral trading system,'' said Henry R. Nau, a professor at George Washington University and former National Security Council aide. ''In the short run, it is a policy that seems to be out of control.''\nSecretary of State George P. Shultz has sought with limited success to restrain the aggressive export policy. He took public issue with President Reagan's decision this month to subsidize wheat sales to the Soviet Union. ''I don't think it is good for the United States,'' he said. It could lead to ''a subsidy war.'' Deflecting the criticism, Mr. Reagan said that Mr. Shultz had been caught by the press ''before he'd had a chance to talk to us and find out what it was we really had done.''\nEven with subsidies that would cost taxpayers $50 million, American wheat prices are still high on world markets. Lawmakers and grain traders said the Administration may have to lower the price still more, at even greater cost to taxpayers, to get Moscow to buy.\nDespite the declining numbers of farmers, their influence on foreign economic policy has never been greater. ''I'm perplexed. I simply don't understand how this sector can have such extraordinary political influence,'' said William A. Niskanen Jr., head of Cato Institute, a Washington research group, and a former member of Mr. Reagan's Council of Economic Advisers. One likely reason, Mr. Niskanen and other analysts say, is the disproportionate representation farmers have in Congress and the executive branch.\nMassachusetts, with 5.8 million people, has about the same population as North Dakota, South Dakota, Nebraska, Montana and Idaho put together. But these farm states, of course, have five times as many votes as Massachusetts in the Senate. And the Senate majority leader, Robert Dole of Kansas, a potential Republican Presidential candidate, is one of the most energetic farmer advocates.\nThe Agriculture Department, with 90,000 on the payroll, is among the largest Federal employers, surpassed only by the Pentagon, Postal Service, Veterans Administration and Department of Health and Human Services.\nAnother strong champion of agriculture is the United States Trade Representative, Clayton K. Yeutter, a jovial, back-slapping Nebraska farmer. His office was created 25 years ago precisely because Congress felt that the State Department was short-changing farmers to meet foreign policy goals. Now the pendulum has swung, and some fear that foreign policy is on the losing end.\nImmediately after World War II, when overseas markets were greedy for American food and food aid was an important foreign policy tool, there was a marriage of interests between the State and Agriculture Departments. The relationship started to fall apart in the 1960's, as the United States and the European Community clashed over community export subsidies. The State Department, anxious to encourage West European unity because of East-West geopolitical concerns, was reluctant to press for change in the Europeans' common agricultural policy, often called the cement of integration.\nIn the last half-dozen years, however, advances in agricultural technology and the development of market-oriented systems in many third-world countries have brought big increases in the world's food supplies. Almost every country heavily subsidizes agriculture, so the trade and diplomatic problems, many analysts say, will probably get worse before they get better.\nThe start of a solution may come next month, when trade ministers and other officials of the major trading nations meet in Punta del Este, Uruguay. One objective will be the inclusion of a commitment to negotiate the reduction, if not elimination, of export subsidies. COMPETING FOR CUSTOMERS Leading buyers of U.S., Australian, Canadian and French wheat for 1984-85 *2*AMOUNT BOUGHT FROM *3*(in millions of metric tons) U.S. Australia Canada France Algeria 0.5 0.6 Bangladesh 0.8 Brazil 3.1 1.1 China 2.7 1.6 2.8 Cuba 0.6 Egypt 1.6 2.2 1.1 European Community 1.5 1.2 Indonesia 0.5 Iran 2.0 Iraq 1.1 0.4 Ivory Coast 0.2 Japan 3.3 1.2 13 Malaysia 0.3 Mexico 0.4 Morocco 1.7 1.0 Nigeria 1.6 Poland 0.4 South Korea 2.0 0.8 Soviet Union6.3 2.0 6.0 5.5 Spain 0.2 Sudan 0.2 Syria $0.6H0.5 Tunisia 0.2 Venezuela 0.3 (Source: Department of Agriculture)",
    "year": "1986",
    "id": "c7f63f89-55af-461d-a4e5-b1710b1f1f6f"
  },
  {
    "text": "HIJACKING IN KARACHI; AS THE SHOOTING BEGAN, VISIONS OF A 'HOLOCAUST'\n1986-09-06T05:00:00.000Z\nIt all happened in the dark. Suddenly gunfire and hand grenades erupted in the cabin of Pan Am Flight 73 as 398 passengers and crew members screamed, wept and fell to the ground.\n''Somehow someone managed to open up the left and right escape hatches,'' said Michael Goldstein, a physician from Los Angeles. ''We hit the floor. I literally threw my wife out the door and a few other people before I jumped myself.''\nAfter tumbling down a chute to the tarmac of the airport, Dr. Goldstein said, he turned around and saw a woman lying on the ground. She had several gunshot wounds. Next to her was her husband, crying.\nDr. Goldstein said he and the husband had taken a blanket and managed to raise the woman's feet, a measure to treat shock. But he said he had no idea this morning how the woman had fared. Cigarettes and Sodas\nThe 16-hour ordeal of the passengers came to an abrupt and confusing end. Looking dazed and frightened, the passengers who were uninjured were hustled by airport officials into a nearby terminal, where they were offered cigarettes and sodas as officials arranged for them to be booked into hotels in Karachi. They gave accounts of panic and chaos.\nThey said the hijackers had not identified themselves and toward the end of the day crowded all of them into the middle of the airplane. They could see that the hijackers were becoming edgy when the lights started going out slowly and the temperature in the plane increased. Airport officials said the generator aboard the plane had begun to run out of fuel.\n''The power went out,'' said Ponz de Leon, a 38-year-old physician from Italy. ''Then they started firing. They threw hand grenades. We couldn't do anything because it was totally dark. We saw people going toward the exit and followed them out. People were crying and screaming.''\nAnother man said, ''It was like a holocaust.'' 'They Started Firing'\nK. F. Bhatoa, manager of the Trade Fair Authority of India, who boarded in Bombay and was flying to Frankfurt on Government business, said, ''They herded everybody toward the center and then started firing indiscriminately.''\nThe firing on the plane seemed to take everyone by surprise. Earlier, reporters had been told that discussions were under way on arrangements to take the hijackers to Cyprus, as they had asked. The point of disagreement was whether the hijackers would first release all the passengers, as airport officials insisted, or would free only women and children, as the hijackers wanted.\nAirline officials said a crew to fly the plane was on its way because the original crew members, who had escaped and climbed down a rope outside the cockpit as the hijacking began, refused to go back on board unless the hijackers were disarmed.\nAccording to some passengers, the hijackers were low-key during the day and even bantered with some of the passengers.\nUlrich Sorenson, a Danish development official who had been working in Bangladesh, said some of the hijackers were ''very polite.'' Hijackers Become Nervous\nBut as the light dimmed, the passengers said, the hijackers clearly became nervous. Arun Athavale, a 37-year-old businessman with the Burroughs Corporation from Southern California, said the hijackers had seemed frightened. He said that he was standing in the front of the plane when he saw them brandish a submachine gun and that he ''absolutely ducked'' as they started shooting.\n''Most of the people who got killed didn't duck,'' he said.\nOne passenger said that earlier the hijackers asked for everyone to hand in their passports and that at one point they called a British subject to the front of the plane.\nThe Briton, Mike Chexton, said that at first he decided not to identify himself when his name was called by a flight attendant. After his name was called again, he said, he went to the front of the plane. He was not shot.\nDr. Goldstein, his white shirt spattered with blood, said that the flight attendants tried to keep the passengers quiet and still when the lights started to dim. ''They told us the terrorists were going to have the power turned back on,'' he said. But then the gunfire started.\nMany passengers escaped from the plane by two chutes, then ran toward the terminal. Some were injured and lay on the tarmac. 'I Am a Palestinian'\nAs ambulances were speeding the injured away, the police carried away a lanky young man with curly hair and put him in the back of a truck. He was wearing a shirt and underwear, and security officials trussed his legs and arms and punched him in the stomach and face. At one point they took one of his legs and tried to bend it against the back of the truck. The man moaned in pain.\nSeveral reporters witnessed the beating of the man, who was identified by officials as one the hijackers. He was asked who he was and he replied: ''I am a Palestinian. I am a Palestinian commando.'' One reporter said he heard the man say, ''I am from Lebanon.'' A policeman said the man's name was Mansour.\nElsewhere at the airport, officials gave periodic briefings at a table in a conference room. A few steps away was a control center where American and Pakistani officials and airline personnel were huddled throughout the day.\nThe passengers were taken to hospitals throughout the city. At Jinnah Medical Center in central Karachi, scores of people mobbed the hallways waiting for word about the injured. American, British, West German and other officials from consulates in the city moved around the hospital, seeking the names of the dead and injured. All of them said the situation was contradictory and confusing.\nSome of the diplomats went into the morgue to help to identify the dead and determine their nationality. In another room, people lay on tables, where they were bandaged and received transfusions.",
    "year": "1986",
    "id": "82991b3f-f050-468b-a687-6dfc4772255c"
  },
  {
    "text": "NOTES ON THE U.N.; After Four Years, the Gavel Falls on Columbus\n1986-09-24T05:00:00.000Z\nA longtime source of debate has finally been removed from the General Assembly's agenda: the issue of how the United Nations should observe the quincentenary of the 1492 discovery of America.\nThe item has aroused passions since it was first proposed to the Assembly four years ago by Spain's delegation after what was described by those present as a ''well-wined luncheon.''\nIceland's chief delegate at the time, Hordur Helgason, objected to the resolution because it ignored Leif Ericsson's visit to North America. African countries said the resolution glorified colonialism. And Ireland's delegates claimed Irish saints had visited the New World as well.\nThe Spanish delegate, Jaime de Pinies, responded in one debate that ''Spain did not come to establish any colonies'' but to ''merge its race with the indigenous people in this continent.''\nThe only evidence of an Irish presence in America, he said, was in New York City's distinguished police force.\nBut all that came to a close last Thursday when the new president of the General Assembly, Humayun Rasheed Choudhury of Bangladesh, ordered the item deleted from the agenda, then banged his gavel upon hearing no objections. ''America has been discovered,'' he observed, and therefore further discussions are unnecessary. A New Lounge\nTo the jaded eye, United Nations furniture seems caught in a time warp: somewhere between 1950's Danish and 60's James Bond modern. But delegates seeking a break from work can now rest in something else: Oman has donated a new lounge to the United Nations. It was dedicated Friday in a second-floor corridor between the Trusteeship and Economic and Social Council chambers.\nThe furniture consists of dark, richly carved wooden chairs and wall segments and display cases filled with traditional Omani items: a brass chest, baskets and silver jewelry and antiques. While it seems slightly out of place among the green carpets and beige vinyl lounge chairs, it is a welcome respite for the eye.\nAn incense burner, given by Oman to the United Nations last year, was moved to the lounge from the Delegates' Dining Room. Through some sort of mix-up, the United Nations had set aside a large space for the Omani gift in expectation of a huge model boat, according to diplomats here, so the three-foot urn, dwarfed by its surroundings, was moved to the lounge.\nThe Omani Foreign Minister, Yousef Bin Alawi Bin Abdullah, spoke at a crowded ceremony attended by Secretary General Javier Perez de Cuellar and the American chief delegate, Vernon A. Walters.\n''By this gift,'' the minister said, ''we reiterate the belief that the U.N. building is not only a place where different nations' views are expressed, but also a place where their heritage and civilization should be featured.'' A Busy Minister\nIf the behavior of delegations here teaches something about their countries' national character, what can one learn from the fact that Japan's Foreign Minister, Tadashi Kuranari, has by far the busiest schedule of any of the visiting ministers?\nMr. Kuranari, who is making his first visit to the United Nations, arrived in New York on Sunday. In the next five days he will meet with Secretary of State George P. Shultz and the foreign ministers of China, Mexico, Nepal, South Korea, Iraq, Oman, Poland, Jordan and Sri Lanka.\nHe will be the host at a dinner for 22 Asian and Pacific foreign ministers at the Waldorf on the 22d. He will also hold a working dinner with the ministers of the economic summit conference and a lunch with the foreign ministers of Africa at the United Nations Plaza Hotel on the 23d.\nAnd the Japanese delegation will hold not one, but three press briefings for correspondents, on the 22d, the 23d and the 24th.\nA spokesman for the Japanese Mission, Morihisa Aoki, attributed the campaign to Japan's involvement in the effort to reorganize the United Nations.\n''We consider the United Nations at a crucial turning point and we very much hope - to use a vulgar word - to sell this idea of a thorough administrative and financial reform,'' he said.\n''As a new Foreign Minister,'' Mr. Aoki continued, ''Mr. Kuranari very much wants to get acquainted with his colleagues.''\n''And on the press briefings, we don't give any during the year,'' he said. ''So we want to make it up now.''",
    "year": "1986",
    "id": "bf11f908-117f-4526-a84d-c3ab546bd4fc"
  },
  {
    "text": "NEWS SUMMARY: THURSDAY, OCTOBER 23, 1986\n1986-10-23T05:00:00.000Z\nThe World\nMoscow ousted 5 more U.S. envoys. The Kremlin also withdrew all 260 Soviet employees of United States missions in the Soviet Union and imposed restrictions on American officials on temporary duty there.\nPage A1\nThe U.S. sought to depict Moscow and Washington as in accord on seeking arms control, and ignored Mikhail S. Gorbachev's sharp criticisms of Washington's actions since the Iceland meeting.\nA13\nGorbachev: U.S twisting results\nA1\nExcerpts from Soviet speech\nA12\nArms offers and Geneva\nA13\nDrug crops are thriving in Mexico. The State Department reported that Mexican acreage planted in opium poppy grew by one-third in the last year while marijuana production rose by 25 percent.\nA1\nMexico's economy is deteriorating. The Government is floundering in its attempts to bring order to a worsening economy and struggling under a $100 billion foreign debt.\nD1\nCanada is seeking freer trade with the United States, despite being stung by recent major American actions against imports from Canada.\nD2\nThe contentious OPEC meeting this week raised the possibility that in several months from now a new price war could again drive oil prices down, perhaps to single digits, American oil experts said.\nD1\nTwo more companies appear ready to cut South African ties. The two are Honeywell Inc. and the Warner Communications Group.\nD2\nJordan seeks to undercut the P.L.O. in the occupied West Bank and Gaza Strip. Arab, Israeli and Western sources say the strategy of King Hussein is backed by both Israel and the United States.\nA10\nA Lebanese professor was freed. Nabil Matar, a Christian who teaches social sciences at the American University of Beirut, was abducted by gunmen five months ago.\nA10\nCorazon C. Aquino, showing firmness toward Philippine Communists, said she would soon set a deadline for them to accept a cease-fire or face a ''declaration of war.''\nA9\nThe new chief spokesman for the State Department, Charles E. Redman, expressed confidence that the Reagan Administration had no intention of deliberately misleading American news organizations.\nA7\nNews analysis: Contra aid\nA3\nConflict in Bangladesh\nA4\nThe Nation\nThe economy grew at an annual rate of 2.4 percent in the third quarter, the Government reported. At the same time, it said, the inflation rate rose to 2.5 percent from 1.7 percent, mainly because of higher food prices.\nA1\nThe tax-revision bill is now law. In a splashy signing ceremony, President Reagan called the measure ''the best antipoverty bill, the best pro-family measure'' that has ever been approved by Congress.\nD1\nNews analysis: New tax law\nD18\nSchools must remove asbestos to protect the health of children and school employees under a bill signed by President Reagan. The Environmental Protection Agency, which had opposed major parts of the new law, welcomed its enactment.\nB13\nToxic chemical curbs are backed by Californians, according to surveys. Polls indicate that voters also support a proposal to establish English as the state's official language that is also on the Nov. 4 ballot.\nB13\nEdwin Meese 3d, opposing smut, created a prosecution team to combat pornography. The Attorney General also said he would recommend bills to limit sexually explicit material on cable television and telephone services.\nA21\nSix black U.S. diplomats have sued the State Department. The Foreign Service officers charged the agency with ''continuous classwide discrimination'' in virtually every aspect of its personnel system.\nA23\nBroaching the topic of AIDS and the sexual practices that contribute to its spread to young children is appropriate if parents are sensitive to how much information a child can absorb, specialists said.\nA25\nF.B.I. Inquiry on Boston police\nA16\n11 indicted in drug scheme\nA19\nDrinking is linked to stroke risk\nA22\n60's activists win damages\nA23\nEx-Nasa aide assails panel\nA25\nFirms accused of union-busting\nB11\nGubernatorial race in Ohio\nB12\nWashington Talk\nB10\nQ&A with Speaker O'Neill Security rule didn't die Briefing The Region\nGovernor Cuomo agreed to 2 debates with his Republican opponent, Westchester County Executive Andrew P. O'Rourke. The first debate will be held at The New York Times next Thursday.\nB1\nA second D'Amato-Green debate displayed the respective campaign strategies. Mr. Green raised questions about Senator D'Amato's fund-raising and integrity and the Senator stressed his record.\nB7\nSenator Christopher J. Dodd clashed with Roger W. Eddy, his Republican opponent in the Connecticut Senate race, over Washington's role in Central America and in providing aid to Nicaraguan rebels.\nB8\nExcerpts of Dodd-Eddy debate\nB8\nEpiscopal leaders deplored coercion that narrows free debate among theologians and biblical scholars. The resolution was approved unanimously by the 518 members of the Convention of the Episcopal Diocese of New York.\nA17\nDrinking water is becoming saltier in New York City, a study found. If the trend continues, it said, doctors in about a decade may have to advise some patients on low-sodium diets to use distilled water.\nB1\nFood-stamp benefits have dropped by more than half for homeless families living in hotels because of a change in Federal accounting procedures. New York City officials pledged to make up the benefits.\nB2\nReporter dies after copter crash\nA1\nH.R.A. administrator appointed\nB2\nExecutive testifies in graft trial\nB3\n'Rainbow Division' chief outsted\nB3\nMemorial for Roy Cohn\nD30",
    "year": "1986",
    "id": "ad68f471-abb4-4ef3-9c95-fc1ea8931056"
  },
  {
    "text": "NEWS SUMMARY: TUESDAY, MAY 27, 1986\n1986-05-27T05:00:00.000Z\nInternational African countries seek more aid from the developed world. They are asking for an increase of $80 billion to $100 billion in aid and debt relief over five years. The request will be considered at a special five-day meeting of the 159-member United Nations General Assembly that is opening today. [ Page A1, Column 6. ]\nNearly all of Africa has high levels of human misery, and that misery is increasing. In the drought-stricken nations of sub-Saharan Africa, emaciated children survive only because truckloads of high-protein food mixtures are delivered to camps, villages and oases. A12:1-2. ]\nEast German guards turned back West German diplomats seeking to enter West Berlin and told diplomats from other NATO countries that measures would be enforced today to enlarge East Germany's legal authority on its side of the divided city. Diplomats from the United States, Britain and France denounced the move as an attempt to turn the Berlin wall into a frontier. [ A1:4. ]\nA requested inquiry in Jerusalem set off a furor. Israeli officials said the Attorney General had asked the police to examine evidence that the head of Israel's domestic intelligence organization had covered up the involvement of his agency in the beating deaths of two Palestinian bus hijackers two years ago. Prime Minister Shimon Peres and other Cabinet officers say such an inquiry could harm Israeli security. [ A1:5. ]\nLibyan threats against Lampedusa, the Italian island in the Mediterranean that is nearer Tunisia than Sicility, have frightened the 4,700 residents. Libya has threatened not only to blow up a United States Coast Guard station on the island, but also the entire island. Lampedusa is so small that the Libyan threat is credible. [ A1:5-6. ]\nA Bangladeshi ferry capsized in a storm south of Dhaka and more than 500 passengers were missing. Of at least 80 bodies recovered, most were of women and children. [ A3:1-3. ]\nA prisoner escaped by helicopter from La Sante Prison in central Paris. The helicopter flew into the prison, lowered a cable to Michel Vaujour, 34, and carried him away. He had been serving an 18-year sentence for armed robbery. Witnesses said the helicopter was piloted by a woman and carried a pistol-wielding associate. The escape was the fourth in the criminal's career. [ A1:3-5. ] National\n110 servicemen were honored belatedly at the Vietnam Veterans Memorial in Washington for giving their lives. Six thousand people gathered on the sun-washed mall for a Memorial Day ceremony. The addition of the names of the 110 servicemen to the honor roll brings the total to 58,132. [ A1:2-3. ]\nHow 4-year-olds should be taught is the focus of a national debate as thousands of school districts move to open their doors to the children. The major issue is how public-school teachers can adjust their methods of stressing academic skills to the much broader needs of children at a time when they are developing social skills and their sense of identity. [ A1:1. ]\nA dilemma facing doctors who treat AIDS patients is whether to list the disease as a cause of a patient's death. There is a need to provide accurate data, both for public health policy and for continuing research. However, doctors also want to protect victims and their families. [ A1:1-2. ] Negotiators for Bethlehem Steel and the steelworkers union reached a tentative agreement that would reduce wages and benefits $1.92 an hour for 30,000 workers in return for a stock-acquisition and profit-sharing plan. Union negotiators presented a summary of the agreement to the full union bargaining panel, which must approve any accord before it is submitted to the rank and file. [ A14:1-2. ] Metropolitan\nFour people died in a plane crash in the New York State town of Cairo, about 30 miles south of Albany. The police said the four were killed when the craft apparently developed engine trouble soon after takeoff and crashed at a private airport. Officials said those killed were John F. Rose, 38, a former New York City police detective; his wife, Santi, 32; their son, John Jr., 6, and the pilot, Alfred Leis, 57. [ B2:4-6. ]\nInvestigators have not found a reason why New York City's former taxi chief, Jay L. Turoff, helped a taxi fleet owner obtain 123 free taxi medallions. They said they had not been able to find that bribes were paid to Mr. Turoff or other political figures in return. However, they said they had enough evidence to obtain an indictment of Mr. Turoff on conspiracy and other charges. [ B3:4-6. ]\nAndrew P. O'Rourke chose a political newcomer, Jeanine Pirro, a Westchester County assistant prosecutor, as his running mate for lieutenant governor on the New York State Republican ticket. Mr. O'Rourke, the gubernatorial candidate, acted after nearly a dozen Republicans had declined to seek the post. [ B2:3-4. ]\nWorkers are speeding efforts to complete the Statue of Liberty restoration before the Fourth of July weekend. E. Lawrence Bellante, the man most responsible for getting the work done on time and done right, remarked, ''Every day it seems there's a new problem, but we will solve them and we will finish on time. That's what we're paid for.'' [ B1:1. ]",
    "year": "1986",
    "id": "979b315c-20d6-4df8-9120-925889404bc2"
  },
  {
    "text": "JAGJIVAN RAM, CHAMPION OF INDIA'S UNTOUCHABLES, DIES AT 78\n1986-07-07T05:00:00.000Z\nJagjivan Ram, a former Deputy Prime Minister of India and a spokesman for more than 100 million untouchables, died in New Delhi today. He was 78 years old and had been hospitalized since May with severe respiratory problems.\nIn the course a political career that spanned more than 50 years, Mr. Ram, an ally of Mohandas K. Gandhi in India's fight for independence, held almost every important Cabinet post except the Prime Ministry.\nHis bids to become prime minister failed in 1977 and 1979, and Mr. Ram and his supporters later blamed high-caste Hindu politicians for blocking his chances, saying that they wanted to prevent an untouchable, from the lowest rung in the country's outlawed but ubiquitous caste system, from becoming India's top leader.\nMr. Ram was among the last of the nationally known leaders who led India's fight for freedom from Britain. He also was a prominent figure in some of the major developments that have shaped India since independence. Influences of Caste\nHe was born on April 1, 1908, to an untouchable family in the village of Chandwa in the northeastern state of Bihar, a relatively tolerant area. He was among the first untouchables to take advantage of educational opportunities, graduating from school and attending Benares Hindu University and Calcutta University.\nAt the Benares university, after word of his caste spread, his landlord threatened to lock him out. ''I told him,'' Mr. Ram once recalled, ''that if he broke the lock, I would break his head.''\nIn 1931, he joined the Congress Party, which was led by Gandhi and Jawaharlal Nehru and was the main force behind India's drive for independence. Four years later, he was a founding member of the All-India Depressed Classes League, a political organization founded to gain equality for untouchables, who by Hindu tradition are suffering divine punishment for unworthiness in previous incarnations.\nHe was imprisoned twice in the early 1940's for advocating the end of British rule. Early Government Posts\nFrom 1946 to 1963, Mr. Ram held a series of important Cabinet posts under Nehru, including the labor, transport, railways and communications portfolios, before being assigned to do full-time party work after state election defeats for the Congress Party.\nHe returned to the Cabinet in 1966 after Nehru's daughter, Indira Gandhi, became Prime Minister, and in 1967 he was named Agriculture Minister. In that post he presided over a period of great hardship for India, the 1967 famine. He is credited with initiating steps to increase food-grain production and reduce the country's reliance on food imports.\nIt was when he was Defense Minister between 1970 and 1974 that India won its most decisive military victory over Pakistan. India invaded what was then known as East Pakistan in support of the Bengali autonomy movement there. The defeat of the Pakistanis resulted in the creation of Bangladesh.\nMr. Ram had backed Mrs. Gandhi in 1969, when she rebelled against an older group of Congress Party officials and eventually seized control of the organization. But in 1975 he was upset by Mrs. Gandhi's 1975 declaration of an internal emergency to maintain control after a court ruled that she was guilty of electoral fraud. He continued as a Cabinet minister, but when she announced elections in 1977 he left her Government, accusing her of authoritarianism. A Split With Gandhi\nHe formed his own party, the Congress for Democracy, saying he would fight against what he described as ''one-and-a-half-person rule,'' an allusion to Mrs. Gandhi and her son Sanjay. It is widely believed that his defection played a key factor in the Congress Party's overwhelming defeat in the 1977 elections.\nMr. Ram then made known his intention to compete against Morarji Desai, the 80-year-old ascetic politician who, as the leader of the newly formed Janata Party that had led the opposition to Mrs. Gandhi, was the front-runner for the prime ministry.\nA consensus poll of the opposition front's leadership went for Mr. Desai. Members of his family reported that Mr. Ram, known as Babuji or ''Respected Elder'' to his followers, and a man known for his humor and easy-flowing repartee, raged through his home after the decision was announced, shouting, ''Betrayal!''\nOne of the factors that apparently went against him was Mr. Desai's impeccable reputation, while Mr. Ram had been tainted by a few scandals, including one involving his income tax returns. In the 1960's it was reported that he had failed to pay taxes for six years. Mr. Ram said he had simply ''forgotten'' about them. A Second Bid Is Denied\nMr. Ram was named Minister of Defense in Mr. Desai's coalition Government and later merged his party into the Janata Party. But when defections and infighting felled the Government in 1979, Mr. Ram was pressed by Mr. Desai into remaining a deputy leader while Mr. Desai tried to succeed himself. That failed and Chaudhury Charan Singh, a pro-peasant leader, got the nod.\nBut when Mr. Singh failed to muster a parliamentary majority later that year, President Sanjiva Reddy dissolved Parliament and called fresh general elections without giving Mr. Ram a chance to form a government.\nMr. Ram accused Mr. Reddy of racial prejudice and a ''well-planned conspiracy.'' His party lost the elections, which ended in a landslide for Mrs. Gandhi. Although Mr. Ram retained his Parliament seat, he quit the Janata Party to form his own group, known as the Congress Party (J). It had virtually no followers and he was the only member of the party to win a seat in the 1984 general election that returned Rajiv Gandhi, Mrs. Gandhi's son, to the prime ministry.\nMr. Ram is survived by his wife, Indrani Devi, and a daughter, Mira Kumar. A son, Suresh Kumar, died last year.",
    "year": "1986",
    "id": "118eda13-fe63-4200-9f75-6d87958de507"
  },
  {
    "text": "NEWS SUMMARY: THURSDAY, NOVEMBER 20, 1986\n1986-11-20T05:00:00.000Z\nThe World\nIran will get no more arms from Washington, President Reagan vowed. He said in a televised news conference that Congress would be fully informed about his decision to sell weapons to Teheran.\nPage A1\nNews analysis: Mr. Reagan conceded for the first time that his top aides were deeply divided over his decision to open secret contacts and send arms to Iran.\nA13\nMr. Reagan was misleading in his latest comments on Administration dealings with Iran, in the view of several Republicans and Democrats. The Democrats said he had further damaged his credibility.\nA13\nC.I.A. said to help Iran and foes\nA14\nA third virus causing AIDS has been detected, three Albert Lasker research award winners said. The discovery raises new doubts about safeguarding the blood supply against the lethal disease.\nA24\nLebanon's main bank was attacked by a rocket-propelled grenade, and a group opposing currency speculation claimed responsibility. One bank employee was slightly wounded, and the two assailants escaped.\nA6\nIn more Philippine violence, a bomb blast in a department store wounded more than 30 people and unidentified gunmen killed a former legislator and two police officers in separate attacks.\nA3\nThe Pope, visiting Bangladesh, warned that humanity faced grave threats to survival. In a one-day visit, John Paul II said the threats were best countered by joint efforts among diverse religions.\nA3\nSeoul sought to repair a blow to its credibility over its erroneous reports of the death of North Korea's leader. The reports marked a strange episode in the divided peninsula.\nA8\nMoscow restored a touch of venture to the economy for the first time since the 1920's. Kremlin legislators adopted a new law allowing individuals and families to act as private entrepreneurs.\nA9\nBritish query Israel on arrest\nA6\nMozambique says 200,000 fled\nA10\nThe Nation\nA farmers' bankruptcy provision passed by Congress is stirring spirited debate in the Farm Belt. Some experts see the provision as maybe the only solution to the problems of many troubled farmers.\nA18\nMilitary spending aided the economy in the third quarter, the Government reported. The gross national product grew at an annual rate of 2.9 percent, it said, up from the 2.4 percent estimated earlier.\nD1\nThe U.S. Virgin Islands Governor will be Alexander Farrrelly, a Democrat and lawyer. He defeated Adelbert Bryan, a legislator and candidate of the Independent Citizens Movement, by a two-to-one margin.\nA19\nChange in the student aid program sponsored by the Federal Government is essential because of soaring costs allowed by colleges and universities, Education Secretary William J. Bennett said.\nB13\n13 new Senators began orientation on Capitol Hill in advance of the 100th Congress. The group of 11 Democrats and 2 Republicans include 8 House members and they were generally well prepared.\nB21\n''Twilight Zone'' slaying prosecutors say they have presented half their case in 10 weeks of testimony. The director John Landis and four others are accused of manslaugther in the death of three movie actors.\nA20\nA tobacco hub is muting a smokeout today sponsored by the American Cancer Society. Companies in Winston-Salem, N.C., a great headquarters town of the cigarette industry, are giving no official recognition to the abstention effort.\nA18\nE.P.A. sets rules on allowances\nA1\nHigh Court to study death case\nA21\n$1.5 million in pollution fines\nA23\nFlaws shown in U.S. antidrug net\nB17\nWashington Talk\nB14\nDemocrats' chief surveys success\nWorld Bank's literati The Region\n8 men ran the Mafia's ruling panel in ''a pattern of racketeering activity'' that ranged from extortion to murder, a Manhattan jury found. Federal officials said the verdict would dismantle the panel.\nA1\nOfficials hailed the convictions of the Mafia ruling commission as certain to disrupt long-entrenched patterns of criminal activity and help law-enforcement authorities fight racketeering.\nB8\nSix police officers were shot, four seriously, while trying to arrest a murder suspect in the Morrisania section of the South Bronx. The police said the suspect was wanted in four murders.\nA1\nStanley M. Friedman's lawyer asked a Federal jury to acquit his client of corruption charges. He said the Government had ''a case of 100 reasonable doubts'' against the Bronx Democratic leader.\nB1\nThe city canceled five contracts worth $2.5 million with a company headed, until last week, by a former Bronx Democratic Party official who has figured in inquiries into cable television contracts.\nB3\nAcupuncture is fighting crack in some New York City municipal hospitals. It is called the most successful therapy in helping to free patients from their addiction. The program was developed at Lincoln Hospital in the Bronx.\nB1\nThe taxi panel would regulate 35,000 more taxis in New York City, under a bill passed, 5 to 1, by a City Council committee. The measure wound nearly triple the scope of the commission's activities.\nB12\nBoard of estimate to alter voting\nA1\nWard and union head confer\nA1\nCustomer bests phone company\nB1\nKoch enters school milk issue\nB3\nEffects of Chinatown ruling\nB7",
    "year": "1986",
    "id": "c366334f-0a47-4363-b7fb-4da744d7956f"
  },
  {
    "text": "WASHINGTON TALK: WORLD BANK; CREATIVE WORDS IN TOWER OF BABEL\n1986-11-20T05:00:00.000Z\nThe 7,500 bureaucrats at the headquarters of the World Bank and International Monetary Fund a few blocks from the White House represent a dissonance of languages, cultures and creeds seeking a more harmonious global economy.\nBut many of the microeconomists, macroeconomists, demographers, cartographers, econometricians, statisticians and other highly honed professionals have a creative bent, which shows up in a literary magazine.\nWorld's Word is what its editors call a ''sporadical,'' meaning a publication that comes out when they have time, which is when they are not preparing loan papers, or writing scholarly articles on Special Drawing Rights and other esoterica for official publications.\nWorld's Word is not an official publication of the bank or the fund, although it is underwritten by the two institutions, produced by their staff and distributed free. It started three years ago with an initial printing of 1,000. The seventh issue just came off the presses in a run of 6,000. #21 Languages Appear in It In 21 languages from Dutch to Urdu, the magazine has taken the literary outpourings of the global economic fixers and found, in the words of the editor, Jose Pedro Correia da Silva, the ''common language of the human heart and human aspirations.''\nMr. da Silva is a bank lawyer, who when not writing loan documents pursues Erato, the muse of lyric poetry. He is the son of a celebrated Portuguese poet, Anrique Paco d'Arcos.\nIf the common language addresses the timeless subjects of love and birth and death and the rotation of the seasons, the Bretton Woods literati also take mild temporal pokes at the source of their bread and butter. Here are some examples:\n* In ''The Lament,'' a poem about a failed World Bank project, the author, Lee Roberts, manager of the bank's personnel research program, speaks of ''the excitement and romance'' that turns to ''the stench of oil and tar'' and ''enough paper to line the whole damn valley!''\n* The saga of the lost suitcases in a poem, ''Mission Arrival'' by a bank financial adviser, David C. Jones, says: ''And as we watch/The cases and the crates/Our optimism/ Slowly/Evaporates.''\n* ''The Communique,'' a poem, consists of only 27 phrases, such as ''Ministers Urged,'' ''Ministers Deplored,'' ''Ministers Noted,'' and ''Ministers Expressed Concern.'' It is by Paul Antal, a transcriber in the French division of the fund.\n* In a lampoon of bank consultants in a prose work, ''Creation'' a bank translator, John Vincent-Smith, finds that ''the Garden of Eden, though having a total population of only 2, was overstaffed.''\n* A poem, ''The Hymn to the President'' - of the bank - by an education specialist, B. S. Braithwaite, says: ''Through missions, meetings, flight and storms/ Give us the strength to fill up forms/Thus may your staff their whole life through/ Report the way you want them to.''\n* The cover of one issue reproduced Bruegel's painting of the Tower of Babel, and suggested that the bank and fund might be its 20th century equivalent. Mr. da Silva is fond of quoting Dr. Samuel Hazo, president of the International Poetry Festival: ''We all live on the ground floor of the Tower of Babel.'' #150 of the Writers Have Seen Print Mr. da Silva and his technical adviser, James E. McEuen, an associate editor in the fund's external relations department who is also a poet, have now published almost 150 writers and artists of 40 nationalities. Tamil became the 21st language when a poem, ''A Bird's Cry,'' appeared a year ago, It was by Kanagambigai Ranganathan, wife of a Sri Lankan official at the bank.\nAlthough it was originally to be an outlet for the bank-fund staff, World's Word is supplemented by works not only of family members, but also of staff members from other international organizations and members of the Washington diplomatic community.\nThe Ambassador to United States from Bangladesh, A. Z. M. Obaidullah Khan, a winner of the Bangla Academy Award in 1979, was a ''guest artist'' in the spring/ summer 1985 issue. He contributed a poem about his dying father, ''I Am Now Ready To Leave.''\nMr. da Silva said the magazine was seeking to ''transcend Babel and strive for a global culture'' and toward that aim it is planning its second international poetry festival. Some prominent poets not connected with the organizations read at last year's festival, including, Anthony Hecht, Reed Whittemore, E. Ethelbert Miller, Myra Sklarew, Ann Darr and David McAleavey. Translations Are Now Offered\nInitially the works of World's Word were published without English translation, a policy that was changed because of reader complaints. Now they appear either with translation or a summary in English.\nThe magazine's editorial committee, headed by Mr. da Silva, makes final decisions about what is published. The only injunctions are that the material not be scurrilous, salacious, racist or show religious or political bias. ''We have no policy of rejection,'' Mr. da Silva says. ''Instead we give them this.'' He extended a Peanuts cartoon in which Charlie Brown is told, ''Your work has been compared to Faulkner and Hemingway - unfavorably.'' On a Lonely Road\nWalk a mile or two down\npaths of leaves and country greens\nsee sun rays seep through\ndry grass patches,\nSmell the air and\ncatch the feeling that nature\nseems to leave.\nBlazing green leaves in the standing\nmonuments we call trees,\nScattered thorns and empty branches\ngathered by the breeze.\nBrown chocolate powder flies in the\nair when shoes step on the dust,\nor solid pieces of the ground\nwhich seem to be on the crust. JOHN D. POLLNER EXCHANGE AND TRADE RELATIONS, I.M.F. P.S. on a Business Letter\nTwo butterflies in a flitting amour\nWhile highrising downtown.\nHe's wearing a pin-striped suit,\nShe a lacy wedding gown.\nThe altar on my window sill\nBlessed by some drops of rain.\nScenes like this do cause delay,\nDear Sir, while I remain . . . GONNY VAN DEN BROEK EXECUTIVE DIRECTOR'S OFFICE, I.M.F.",
    "year": "1986",
    "id": "5f6a5ab3-b7e1-4b95-9028-898850110377"
  },
  {
    "text": "KARACHI JOURNAL; Riot Victims Blame Unseen, Uncontrolled Forces\n1986-12-20T05:00:00.000Z\nAt a dusty and windy campsite on this city's outskirts, a bedraggled and stunned group of refugees from Afghanistan were struggling this week without water, food or the belongings left behind in a Karachi slum colony that had been bulldozed a few days before.\n''We are poor people, just laborers,'' an old man said, showing his calloused hands. ''We have done nothing to deserve this.''\nA few miles away, the same anguish was voiced by a cluster of families huddled in the courtyard of a high school, where they had fled to escape the mobs of ethnic Pathans that had set fire to their homes and shot at them with submachine guns and automatic rifles.\n''We have no guns, no weapons to defend ourselves,'' said Mohammed Anwar, a 40-year-old fruit seller. ''The Government should get control of the situation and save the poor people.'' Over 160 Reported Killed\nAfter five days of rioting in which more than 160 people were reported killed and hundreds wounded, Karachi is a devastated city that has only now begun to sort out the reasons behind the worst outbreak of violence among its ethnic groups since Pakistan's independence in 1947.\nEverywhere are signs of overwhelming helplessness. Almost everyone sees the rioting in terms of a vast conspiracy by sinister, unseen players.\nFar from the charred curfew-bound streets of Orangi Town and other riot areas, for example, the matriarch of a leading Karachi industrialist family sat in her mansion, shook her head in disbelief and spoke of the ''animals'' who carried out the firebombings and shootings.\n''Of course, the two countries that are our enemies were behind it,'' she said. ''I mean Russia and India.''\nConspiracy theories have long abounded in Pakistani politics. This week there was circumstantial evidence that at least some of the violence had been organized. Police Raid Drug Haven\nThe spark came last Friday morning, when army troops staged a surprise raid at Sohrab Goth, a colony of brick and concrete hovels housing thousands of Pathans from the northern and western border areas, most of them Afghan refugees who had come to Karachi to find work. But Sohrab Goth was also notorious for trafficking in narcotics and illegal guns.\nFor months, popular pressure had been building on Karachi's political leaders to do something about the armed robberies and spread of drug addiction in the city in recent years. Law enforcement officials told Pakistani journalists that even the high command of the police department had been kept in the dark about the raid, leading to widespread speculation that the army chiefs knew of police department ties to the drug smugglers.\nIf that was the case, the strategy appeared to have failed. Residents of the area said all the well-known ''drug mafia'' chieftains got away.\n''The Afghans got their information two days before the raid and disappeared,'' said Muzaffar Uddin, a Pathan who is head of a Moslem religious school. ''All these smugglers pay money to the police, and they get all the information they need.'' Arrests of the Innocent Seen\nMost Pathans said that they welcomed the drug raids but that only innocent people had been arrested.\nThe police did report seizing 600 pounds of heroin at Sohrab Goth and confiscating large amounts of cash and jewelry. In the rubble, one could see many deep holes dug apparently for storage of drugs and contraband.\nAt the tented camp of Afghan refugees, where Sohrab Goth residents were relocated after the raid, one man said the army troops had made off with $10,000 in cash and $3,000 in jewelry, sums that experts said could probably have come only from illegal activities.\nThe existence of a ''drug mafia'' was referred to this week by virtually all Pakistani newspapers. Politicians including President Mohammad Zia ul-Haq and Prime Minister Mohammad Khan Junejo vowed to eradicate it.\nRepeatedly they said their efforts were directed not at the two million Pathans or even the few hundred thousand Afghan refugees in Karachi but at the traffickers. They apparently did not count on the Pathans reacting generally as if they had been singled out. General Strike Was Called\nThe Sunday after the Sohrab Goth raid, Pathan leaders organized a general strike demanding that Operation Cleanup, as it was called, be halted. The first gunfire began blazing that day as Pathans sought to enforce the strike in non-Pathan neighborhoods.\nThen came what some witnesses said was an apparently well-organized campaign of violence carried out by what one prominent Karachi politician said was only a handful of ''goon squads'' fielded by the drug chieftains.\nBands of Pathans roamed certain non-Pathan neighborhoods in jeeps, shooting people in stores and at bus stops, setting fires and in some cases throwing children and others into the fires. The principal victims were Mohajirs, Moslems whose families migrated from India at the time of Pakistan's independence.\nAmong the most aggrieved Mohajirs were the Biharis, who fled first to East Pakistan in 1947 and then to Pakistan in 1971 when East Pakistan broke away to become Bangladesh.\nOne such Bihari was Dr. Ahsan Raza, a 29-year-old retired army captain who was running a health center in the riot area this week. He said this was the ninth time in the last three years that Pathans had attacked his people.\n''The reason for this violence is quite obvious,'' Dr. Raza said. ''These poor people are quite harmless. They can't fight. They can be killed easily. The heroin dealers are attacking them to divert the mind of the administration from going after the drugs and illegal weapons.'' Pressure Group Organized\nThere is much talk now of how the Mohajirs, like other ethnic minorities, have begun organizing themselves into a pressure group. The Mohajir National Movement has threatened militant activities if its demands for better treatment are not met.\nThe question in Karachi this week was whether the city could reverse course on what seems to be a worsening cycle of hatred and polarization among its impoverished ethnic groups.\nA symbol of the problem seemed to lie in the configuration of the riot area, where it took three days for army troops to scale the palisades overlooking Orangi Town from which Pathans had been shooting down at Mohajirs and Biharis for weeks. This week one could see the troops standing like sentinels atop the hills, with residents voicing doubts about what would happen when the army yielded the high ground back to the Pathans.\nThe feeling that no one was in control of the situation was hardly reduced by the fact that President Zia and Prime Minister Junejo were forced to cut short their visits to city hospitals because of potentially violent anti-Government demonstrations by doctors and others marching outside.\n''There is no peace in Karachi and no democracy in Pakistan,'' a 55-year-old Mohajir teacher said. ''The criminals are roaming free in our society. They will attack again.''",
    "year": "1986",
    "id": "182c406f-f921-4344-9380-6471e394aedb"
  },
  {
    "text": "ECONOMIC AND POLITICAL SHIFTS SEEN IF OIL PRICE FALL PERSISTS\n1986-01-27T05:00:00.000Z\nPlummeting oil prices suggest that the world may be crossing a threshold, marking the emergence from a dozen painful years in which expensive petroleum skewed economies, geopolitics and national and individual priorities.\nIf sustained, the drop in prices would affect everything from Sunday driving habits to solar energy projects, from the Soviet Union's economy to immigration from Mexico.\nIn the last few months alone, crude oil prices have fallen by one-third, to less than $20 for a 42-gallon barrel. Today's prices are roughly half what they were at their peak five years ago, and now some analysts are talking about $15 oil.\n''We went from economic slavery to economic freedom,'' said Pierre Rinfret, who runs an economic consulting firm in New York. ''The decline in the price of oil is one of the most bullish things for the future of the industrial world that I've seen in 35 years of forecasting.''\n'Ripple Effects Everywhere'\n''Twenty percent of world commerce involves oil,'' said Rosemary T. McFadden, president of the New York Mercantile Exchange, where oil futures contracts are traded. ''It's the single largest commodity in the world. There'll be ripple effects everywhere.'' Of course, predictions of oil prices have gone awry repeatedly. For example, in 1975 many American oil experts predicted that oil would settle at $6 or $7 a barrel in the 1980's, while in 1981 the consensus was for oil in 1990 to be priced at about $75 a barrel in today's money.\nBut now some oil experts say that with the Organization of Petroleum Exporting Countries crumbling, oil prices will be set largely by the free market for the first time since the Texas Railroad Commission moved to regulate oil prices in the 1930's, when oil had fallen as low as a nickel a barrel.\n''It's a tremendous threshold that makes the oil markets different from any time in the past,'' said Robert Stobaugh, a professor at the Harvard Graduate School of Business Administration. ''This is the first time we've had anything comparable to a competitive market in 50 years.''\nThe decline in oil prices - particularly in the past two weeks - was sparked in part by a decision OPEC made in December to try to protect its share of the world oil market by reducing the prices its members charge to secure sales.\nAs part of this policy Saudi Arabia, OPEC's largest producer, decided to increase its output, saying it could no longer afford to be the organization's ''swing producer,'' varying its output to balance the world market and support the official OPEC price of $28 a barrel. Transportation Expenses\nThe consequences could be manifold. Car trips and plane rides should become less expensive. Inflation and interest rates should drop. People are likely to buy bigger cars. Probably fewer people will insulate their attics. Products made with petroleum, such as plastics, synthetic fabrics and fertilizers should drop in price.\n''Your fertilizer bill can run a pretty penny, so if the price drops on that, it would be great,'' said Shawn Skiles, a wheat farmer with his father near Wasco, in north central Oregon.\nWhile Mr. Skiles relishes the drop in petroleum prices, many others do not. Oil exporters such as Mexico, Nigeria and Saudi Arabia will face serious economic strains - and maybe political unrest as well. Their bankers, and perhaps the entire global financial system, will feel the pressures. And young men from Bangladesh to Egypt, who previously found oil industry jobs in the Persian Gulf, may have to remain in their villages.\nMeanwhile, a poorer Mexico could cause many more Mexicans to flee their homeland in search of economic opportunity in the United States. That would further entangle the political dispute in Congress and elsewhere of how this country should deal with millions of illegal immigrants. Recalling Oil Price Shocks\nIn looking ahead at what a world of cheaper oil would be like, it helps to look back at what happened when prices soared from $3 a barrel after the Arab-Israeli war of October 1973. Both that price leap and the one during the Iranian revolution in 1979 transferred about 2 percent or 3 percent of worldwide wealth from oil consumers to oil producers such as Saudi Arabia, Indonesia, Britain and the Soviet Union. The United States, as the biggest oil importer, perhaps lost the most.\nSpiraling oil prices were one reason why the decade after 1973 brought inflation and unemployment rates in industrial countries that were double the levels of the decade before 1973. Industrial economies grew at only about one-third of their previous pace.\nOil prices and OPEC's marketing discipline have been crumbling since early 1980 and 1981, when oil officially sold for $36 a barrel under long-term contracts and reached $42 a barrel in the day-to-day spot market. Last week the slide in prices and expectations accelerated, and Saudi Arabia said prices could slump below $15 a barrel.\nCheaper oil has implications for all kinds of life styles. No longer would it seem so important for people to live near work, keep the thermostat down or install solar panels on a roof for renewable energy. Change in Habits Expected\n''Driving habits are going to change,'' said Thomas F. O'Grady, president of Integrated Automotive Resources Inc., a Wayne, Pa., concern that does market analysis and consulting for the auto industry. ''It used to be common for people to go out for a drive, and that may happen again.''\nMr. O'Grady also said people were likely to buy bigger, faster cars, although not the gas-guzzlers of 15 years ago. Larger vehicles, he added, are more profitable for auto makers than compact cars.\nOf course, consumer prices - for gasoline, airline tickets or petroleum-based products ranging from fertilizer to plastic bags - may not drop as much as expected if manufacturers and retailers retain some of the savings. Whether they do remains a great uncertainty and will shape the impact of the oil price cuts on everyday life.\nWhatever benefit reaches the consumer, it seems clear that many changes of the last dozen years have been permanent. Governments, companies and individuals have spent billions of dollars insulating buildings, designing fuel-efficient engines and instituting other changes that are not easily undone. The speed limit of 55 miles an hour, for example, was introduced as a way to save fuel, but it also has won support because of its contribution to highway safety. Outlook for Other Energy\nEntrepreneurs who entered the alternative energy industry also hope they have found a permanent niche, despite the growing competition they can now expect from cheaper oil.\n''We have some concerns about falling oil prices,'' said Michael Guglielmino, president of Sun Resource Energy Systems, a manufacturer of solar hot water heaters in Pacoima, a Los Angeles suburb. ''Two years ago, energy was the No. 1 item on a homeowner's mind. Today it's down about 24th.''\nBut solar power will be needed in the future, Mr. Guglielmino declared, and many analysts warn that oil prices may again rise significantly some time before the end of this century. Known oil reserves around the world will last well into the next century, but as prices drop it will no longer be profitable to develop many of these oilfields, according to Philip K. Verleger Jr., an oil consultant in Washington. Experts worry that cheaper oil will mean both less conservation and less exploration.\nIf the United States is likely to benefit from cheaper oil, the Soviet Union is not. That nation is the world's largest oil producer, and its oil and gas sales are a major source of foreign exchange, providing the Russians with cash to pay for imported equipment and food. Complication for Russians\n''The Soviet Union is suffering from this new development,'' Adam Ulam, director of the Russian Research Center at Harvard University, said of the latest round of oil price cuts. ''It makes the economic situation more difficult.''\nSome Arab countries that came to depend almost wholly on oil income -such as the United Arab Emirates, Libya, Qatar and Saudi Arabia - also will suffer. They have savings, which will help cushion the blow, but they have already been feeling the pinch for two years or more.\n''Hopefully, this will not be used as an excuse to decrease contributions of governments to the P.L.O.,'' said Hasan A. Rahman, the representative of the Palestine Liberation Organization in Washington. He said that falling oil prices not only would cost the jobs of many Arabs in Persian Gulf countries but also would affect relations with Israel. The nature of the change is impossible to foresee, he said.\nWilliam B. Quandt, a senior fellow at the Brookings Institution in Washington, said one effect of falling oil prices might be a reduced role for oil-rich countries such as Saudi Arabia in Arab-Israeli relations, but he noted that their role has been minor. A decline of the Gulf area's importance might also lead the United States to be less concerned about turbulence in the Middle East, he suggested.\nEven the little-known war in the desolate region known as the Western Sahara could be affected. The Saharan guerrillas called the Polisario, who are fighting for the territory against Moroccan troops, depend on Algeria, an oil and gas exporter, for financial backing. ''Algerian help is permanent; there will be no impact from lower oil prices,'' declared Ahmed Salem, a Polisario official in Algiers, but not everyone agrees.",
    "year": "1986",
    "id": "15dc1ed0-476b-490e-9be6-ca7b06180d8c"
  },
  {
    "text": "STAMPS; U.N. ISSUES ON AFRICAN HUNGER\n1986-01-26T05:00:00.000Z\nThe United Nations Postal Administration will issue a set of three stamps Friday on the theme ''Africa in Crisis.'' The issue is intended to focus greater international attention on the critical social and economic problems in Africa, where many nations are experiencing food shortages and starvation, domestic policy problems, civil disruption, abandoned development projects and economic and natural disasters.\nThe stamp issue also will be used to raise money to combat these ills. In a Dec. 3, 1984 Declaration on the Critical Economic Situation in Africa, the General Assembly decided that one half of the net revenue earned from the sale of the stamps should be earmarked for implementation of the objectives of the declaration. This money will be applied directly to programs assisting the African peoples.\nThe stamps will be in denominations of 22 cents, 1.40 Swiss francs and eight Austrian schillings. The designs are taken from original artwork by three Ethiopian artists. All three studied at the School of Fine Arts in Addis Ababa and earned Master of Fine Arts degrees at Howard University in Washington, D.C.\nDespite similar backgrounds, each artist's style differs greatly from that of the other. The work of Wosene Kosrof, who now lives in Vermont, is featured on the United States-denominated issue, a highly symbolic work that depicts life and death. Tesfaye Tessema, who resides in New York City, designed the Austrian-denominated stamp which offers a surrealistic interpretation of the crisis. The Swiss-denominated issue depicting the work of Alemayehou Gabremedhin, a resident of Maryland, features a contemporary view of Africa in crisis.\nThe stamps will go on sale at four locations: United Nations headquarters in New York City, Vienna and Geneva and at the Chicago Philatelic Fair in Lincolnwood, Ill. The United Nations first day cancellation will be applied at the United Nations headquarters sites. A special show cachet will be available at the Philatelic Fair.\nInformation on ordering United Nations stamps can be obtained from the United Nations Postal Administration, Box 5900, Grand Central Station, New York, N.Y. 10163-5900. Chicago cachet requests should be addressed to Chicago Philatelic Fair, Box 333, North Chicago, Ill. 60064.\nIn conjunction with the Africa in Crisis issue, the World Federation of United Nations Associations (Wfuna) will release another in their series of artistic first day covers. The cachet for the new cover will be based on an original oil painting created for Wfuna by Madame Rokhaya Sarre, artist and wife of the Permanent Representative of Senegal to the United Nations.\nMadame Sarra's ''Prayers for Africa,'' which also will be reproduced on a limited edition lithograph, is the artist's first endeavor to be completed since moving to New York. The painting, in shades of gray, blue and white, is described as ''depicting the barren condition of Africa today, but with hope that one day the crisis will be over.'' Madame Sarre's husband, Massamba Sarre, introduced on behalf of the Chairman of the Organization of African Unity, Abdou Diouf, an agenda item calling for consideration by the General Assembly of the critical economic situation in Africa.\nThe Wfuna releases include blank covers that can be serviced by collectors, mint copies of the limited edition lithograph, finished covers containing each stamp, copies of the lithograph with a stamp and first day cancel and special Courier Covers that contain all three stamps with the Geneva, Vienna and New York first day cancels. The 500 lithographs will be individually numbered and signed by Madame Sarre.\nPrices for the Wfuna releases range from 25/ each for blank covers to $38.50 for the lithographs. The Courier Covers sell for $9.95. Complete ordering information, including postage and handling fees for cachets, can be obtained from Wfuna, Room DC1-1177, United Nations, New York, N.Y. 10017. Lillie Langtry\nThe English Channel island of Jersey will issue Tuesday two stamps and a souvenir sheet depicting two of its most famous ''lilies.'' The first is a 13 pence issue with an example of the Jersey lily, the pretty pink and white flowers with purple stems that fill the island in a sea of color each spring and autumn. Though native to South Africa, the Jersey lily, an amaryllis, has long been cultivated in Europe.\nThe other famous ''lily'' is Lillie Langtry, who was born Oct. 13, 1853 in the Old Rectory of St. Saviour on Jersey and went on to international fame. The portraitof the socialite and actress,''A Jersey Lily'' by Sir John Millais is featured on the 34 pence stamp. A souvenir sheet with this 34p stamp as its centerpiece, surrounded by four of the 13p stamps, completes the new issue.\nEmilie Charlotte Le Breton was the only daughter of the Very Reverend William Corbet Le Breton, Dean of Jersey. Some attribute the nickname ''Lillie'' to her fair complexion. Others say that she took the name from the title of the Millais painting which depicted her holding a single Jersey lily.\nShe was raised on Jersey and in 1874 married Edward Langtry, a well-to-do young widower from Belfast, Ireland. The couple moved to London, where she became the center of attention in high society. During a period of financial difficulty, Lillie Langtry turned to the stage. Following a successful appearance in ''She Stoops to Conquer,'' she starred in theatrical productions in Britain, South Africa and the United States. She became a naturalized citizen of this country in 1887.\nFollowing the death of Edward Langtry in 1897 and her marriage to Hugo de Bathe, Lillie Langtry retired to Monaco. She died there on Feb. 12, 1929 and was buried in St. Saviour's churchyard in her native land. French Polynesia\nOn Dec. 11, French Polynesia issued three stamps depicting Roman Catholic religious edifices on the South Pacific island group. The Church of St. Anne of Otepipi is seen on a 90 franc multicolored issue while interior and exterior scenes of the Cathedral of St. Michel of Rikitea are illustrated on 100f and 120f singles.\nThe small church on Otepipi was constructed in the early 20th century. Built from blocks of coral and used by the villagers of Anaa, the church is now abandoned. St. Michel's cathedral is described as ''the most incredible building in all of Oceania.'' Built of stone and coral slabs and decorated with mother of pearl shells, it was built in four years by 15 inhabitants of Mangareva under the direction of Roman Catholic missionaries Gilbert Soulle and Fabian Costes. The first stone was laid on Jan. 17, 1839. Twin towers were added in 1847. Collectors may recall seeing stamps of French Polynesia under its former name, French Oceania. Their modest cost and eye-catching illustrations of spear fishermen, Tahitian girls and native scenes offered a concise social study lesson. Today, French Polynesian stamps are most popular with collectors of France and its colonies. Many of the issues offer art themes including reproductions of the works of Paul Gauguin, who resided on Tahiti in the 1890's. Ameripex Passes\nIt is beginning to appear as if paying one's way into Ameripex will be the exception, rather than the rule. On the heels of an announcement by the show's organizers that members of the armed forces and veterans in V.A. hospitals will be admitted free to the big international event, the United States Postal Service has now announced an arrangement through which the cover of the United States Stamp Collecting booklet released last Thursday will be accepted as an admission ticket to the show.\nThe new booklets contain two identical panes of four stamps each, a total of $1.76 face value. The daily admission fee for Ameripex will be $2.50. Ameripex is scheduled from May 22 to June 1 in Chicago, Ill. Pen Pals\nCollectors interested in finding pen pals and stamp exchange partners overseas can find them through services offered by the American Topical Association. The organization has over 8,000 members in 75 countries including such remote outposts as Fiji, Andorra, Qatar, Zimbabwe, Bangladesh, Malawi and Nepal.\nLanguage barriers are cleared through a 33-language translation service. Use of the translation service is one of the benefits available to members of the A.T.A. Other benefits include a biography service for 13,000 people depicted on stamps, a sales circuit book service, the bi-monthly, 90-page ''Topical Time'' journal and an extensive publications program.\nFurther information on the association can be obtained from the A.T.A., Box 630, Johnstown, Pa. 15907. A sample copy of ''Topical Time'' can be obtained for $1. Israel Issues\nIsrael recently issued 10 new stamps to fill rate needs created by currency changes. The new Israeli Shekel (NIS) was introduced as part of the government's efforts to combat rampant inflation.\nThe NIS equals 1,000 shekels and is divided into agorot, each of which equals 10 shekels. Eight of the issues will be stand-by stamps that depict Theodor Herzl and two stamps are additions to the Archeology in Jerusalem series.\nThe word shekel is based on the root lishkol - to weigh. Numerous references in the Bible support the use of shekel (which is also rendered as sheqel) as a unit of weight. Centuries passed before the word became synonymous with a unit of coinage.\nReproductions of the early ''silver shekels'' are pictured on the three top values of Israel's first stamp series, the coins issue of 1948. It was the intention of the stamps' designer to use the coins as symbols of statehood and as a bridge between the Jewish Comnmonwealth of 2,000 years ago and the modern state of Israel.\nMr. Herzl, who lived from 1860 to 1904, was the founder of modern Zionism. His writings envisaged the renewal of Jewish statehood in the ancient homeland of Eretz Israel and led the way to the eventual founding of modern Israel. The Archeology issues show relics from Jerusalem during the Second Temple period, some 2,000 years ago. Each depicts a capital, or top section, of column.",
    "year": "1986",
    "id": "a2efb3bb-333a-4202-83ca-00c7172526fa"
  },
  {
    "text": "Ad Is Misleading on Situation in Ethiopia; Long-Term Solutions\n1986-10-06T05:00:00.000Z\nTo the Editor:\nIn October two years ago, United States television viewers became aware of the famine in Africa. Since then, the United States Government and citizens have responded magnificently: raising money, putting on concerts, sending food and supplies.\nBut while the media and the public are very good at responding to a crisis, we haven't been very aware or supportive of measures that will work toward Africa's self-sufficiency, where large relief efforts will no longer be necessary.\nTwo programs that foster self-sufficiency are the International Fund for Agricultural Development and microenterprise loans. The International Fund for Agricultural Development leverages loans to small farmers, allowing them to grow their own food. It costs $400 to ship an emergency ton of wheat to a third-world country, but it costs only $200 to enable a family to grow a ton of wheat a year for 10 years or more.\nMicroenterprise loans work on the same principle. The landless poor are given small loans to start their own businesses. The program has been very successful in Bangladesh, where more than 100,000 impoverished people were able to establish a livelihood, and the repayment rate on loans is a phenomenal 99 percent.\nOnly 10 percent of those who die of hunger die in famine, and if hunger in Africa is to end, we need to hold our attention longer than those gaunt images appear on our television screens. KEITH OTTENBERG New York, Sept. 25, 1986",
    "year": "1986",
    "id": "9491f8bd-20c4-4294-8d31-c8c517c775ba"
  }
]