[{"text": "Misery Rising In the Floods In Bangladesh\n1987-09-05T05:00:00.000Z\nJainab Begum, who says her age is about 30, marched through the streets of Dhaka the other day along with 300 other flood victims demanding food and work.\n''My small thatched house was washed away along with everything that I had,'' Mrs. Begum said in a choked voice as the tried to shield her one-and-a-half-month-old daughter from the rain by spreading the loose end of her tattered sari over the infant's head. To feed a family of five, she is employed breaking bricks to make gravel for construction.\nMrs. Begum is among 1.5 million people who have lost their homes since the devastating floods began Aug. 2. The official death toll today was 613, but a high Government official dealing with the floods said the figure was closer to 5,000.\n''We have been instructed to suppress the death toll,'' he said. ''Thousands more will die of starvation and epidemic in the coming days.'' Called Worst in 70 Years\nPresident H. M. Ershad said last week that ''this is the severest flood the nation has seen in 70 years'' in terms of the area hit and the number of people affected and displaced. He said it had caused ''unprecedented damage in life and property.''\nThe floods have affected all but a few areas in the southwest of Bangladesh, a country of 100 million people about the size of Wisconsin. The official estimate of damage is $1.5 billion.\nIn the districts of North Bengal, the worst affected region, deaths from starvation and diarrhea have been reported. Although the Government denied any starvation deaths, it acknowledged that more than 183 people had died so far of diarrhea, which has broken out in epidemic form because of lack of safe drinking water. Most of the wells in the region have been badly damaged by flooding.\nBangladesh is flooded almost every year because of heavy snowfall in the Himalayas and its subsequent melting, excessive local rainfall and silting up of rivers, including the Brahmaputra and the Ganges, the two major rivers that criss-cross the country.\n''Apart from this, it also appears that this year breaches in embankments along the rivers upstream in India and perhaps release of too much water suddenly caused onrush of water in northern Bangladesh leading to heavy submergence,'' said B. M. Abbas, an expert on the country's water resources. Deforestation Cited\nThe ferocity of the flooding this year, he said, ''is because of the massive deforestation in the catchment of the rivers which earlier used to blunt the intensity of flood.''\nTo cope with the situation, Bangladesh, according to official estimate, urgently needs 1.5 million tons of food grains and more than $100 million in cash to repair damaged roads and culverts, sink wells, build homesteads and procure helicopters and speed boats to expedite relief operation. [ In Washington, a spokesman for the Agency for International Development said the United States had given Bangladesh $22,425,000 in emergency aid in connection with the floods. The money is to be used for foods like rice and wheat and wheat seed, he said. Regular American aid to Bangladesh for the current fiscal year is almost $162 million, he said. ] General Ershad called last week for an all-party meeting on Monday, saying he wanted to work out a formula to tackle the flood aftermath nationally. His offer was spurned by the opposition on the grounds that he was elected illegally under martial law.\nRelief Ministry officials said that if substantial foreign aid was not immediately available, it would almost be impossible to arrest famine.\nA less severe flood in 1974 produced famine that killed at least 40,000 people - the unofficial toll was more than 300,000 - and its aftermath led in 1975 to the violent overthrow of the Government headed by country's founder, Sheik Mujibur Rahman. Gravest Threat to Ershad\nWith the effects of the flood becoming clearer as the flood waters recede, and with the opposition intent on making a political issue of the situation, President Ershad faces the gravest threat to his authority since he came to power in a military coup in 1982.\nThe opposition has been accusing the Government of failing to supply minimum relief to flood victims and has demanded its resignation.\nAt the same time, Bangladeshis question whether permanent flood control measures are possible to halt the misery that accompany the recurrent floods.\n''Flood in Bangladesh can't be controlled even with all the resources of the world put together,'' President Ershad told foreign journalists recently. ''Even partial protection requires a lot of money, and Bangladesh is a poor country.''"}, {"text": "Bangladesh Asking Flood Aid\n1987-08-24T05:00:00.000Z\nBangladesh is seeking emergency international aid for the victims of floods that have afflicted one-sixth of its 105 million people, Government officials said today.\nThe decision to send senior ministers and top-ranking officials overseas was made Saturday at a Cabinet meeting led by President H. M. Ershad.\nThe only countries to have pledged emergency support so far are Japan, which has promised 100,000 tons of grain, and the United States, which has offered $25,000.\n''This is simply peanuts,'' one official said. ''We need at least $100 million to tide us over the situation.''\nThe floods have caused 525 known deaths in the last month and destroyed 1.5 million tons of grain. Seventeen million people have been affected by the disaster.\nAn official at the Flood Emergency Center said flooding was receding in the north of the country, the area most seriously affected, but the Bangladesh capital was still threatened.\nThe opposition Bangladesh Nationalist Party said foreign donors were not coming forward because they suspected the ruling Jatiya Party might misappropriate the relief.\n''They are quite aware of this Government's corrupt track record, and hence the hedging,'' the Nationalist Party chief, Begum Khaleda Zia, told a rally Saturday in a Dhaka suburb affected by flooding."}, {"text": "Bangladesh Storms Kill 200 in Week; 3,000 Are Missing\n1987-08-29T05:00:00.000Z\nRainstorms that lashed the Bay of Bengal earlier this week killed at least 200 people, the authorities said today, and unofficial reports said as many as 3,000 were missing.\nFlooding in the last month has claimed more than 500 lives, and President H. M. Ershad today invited the country's political leaders to meet and discuss the havoc on the nation's fragile economy.\nThe official Bangladesh Sangbad Sangstha news agency quoted the President as saying at a public rally in the flood-affected northwestern district of Pabna that the politicians should rise above ''political considerations'' and meet Sept. 7 to deal with the worst flooding here in 40 years.\nThere was no immediate response from major opposition leaders who have demanded that Mr. Ershad, a former general who came to power in a 1982 coup, resign. Demonstrations Are Planned\nThey canceled protest rallies in August because of the floods, but have said they still plan street demonstrations and sit-ins on Oct. 7.\nAbout 300 fishing boats returned safely to Cox's Bazar, a port in the Dhaka area, but about 800 people on 81 boats are missing, according to Munshi Anwar Kamal, chief of the district administration.\nLocal news reports put the number of fishermen missing at more than 3,000. The Bengali-language Ittefaq and English-language New Nation newspapers both based their reports today on survivors' accounts.\nPolice officials said rescue vessels had been dispatched to search for the missing, but it was ''virtually impossible'' to recover all the bodies from the Bay of Bengal. The bodies of 40 fishermen killed in Tuesday's storm were buried in common graves.\nBangladesh has more than 100 political parties, and the official news agency did not say how many leader had been invited to meet with Mr. Ershad.\nSheikh Hasina and Khaleda Zia are the main opposition leaders, and they could not be reached for comment. Mr. Hasina leads an eight-party alliance and Mrs. Zia, a seven-party coalition.\nBangladesh, about the size of Wisconsin, has a population of 103 million. It is seeking 1.5 million tons in food aid from other countries because of the flood losses."}, {"text": "Bangladesh Getting U.S. Aid\n1987-09-26T05:00:00.000Z\nThe United States agreed today to send $1.5 million worth of wheat seed to Bangladesh to replace seed washed away by recent flooding. The United States has also given a $25,000 emergency grant and has donated $15 million worth of rice, the Agency for International Development announced. Floods in Bangladesh in July and August killed 700 people, created hardship for 23 million others, polluted water supplies, and destroyed more than two million acres of farm land, the agency said."}, {"text": "Life in Bangladesh Delta: On the Edge of Disaster\n1987-06-21T05:00:00.000Z\nWhen the tide comes in, life pauses on the little silt islands that dot the great river delta of Bangladesh, and for miles around it seems that herds of cattle are standing up to their knees in the Bay of Bengal.\nAs the ocean rises, pushing a wall of water as high as a man up the riverways ahead of it, the people who make their precarious lives here between the land and the sea retreat, pulling their boats into sheltered creeks.\nBut when the annual cyclones roar in, in spring and early summer, there is no retreat. Each year, hundreds and sometimes thousands or tens of thousands of people are swept away.\nIn the floods of 1985, 10,000 to 20,000 people died. The ''great cyclone'' of 1970 killed a half million to a million.\nIn the endless harsh struggle for land in one of the world's most densely populated nations, the survivors return within days, ''rebuilding their houses,'' as one Bangladeshi put it, ''over the graves of their children.''\nOn thousands of alluvial islands, known as ''chars,'' the pressure of the world's expanding population is played out in starkest terms as crowding drives millions of people deeper into more perilous portions of the delta, where they battle for survival against nature and one another.\nIn the competition to cultivate these shifting, inhospitable spits of land, hundreds die each year as they battle each other with knives and clubs for homesteads. A Case Study In Too Many People\nOne hundred million people live in Bangladesh, an area about the size of Wisconsin, and one-fifth of that area is water, as two great river systems, the Ganges and Brahmaputra, converge to form the largest delta in the world.\nIf trends continue, the nation's population is expected to reach 160 million by the end of the century, increasing problems already at a crisis level. Experts on the problems of worldwide population growth are studying Bangladesh as an example of what might lie in the future for many nations.\nIt is agreed throughout the country, and among the char dwellers themselves, that life in the shadow of disaster has bred a race of tough, fierce men and women.\n''Their very existence on those shores depends on their being ferocious,'' said Salahuddin Ahmed, whose family migrated to the capital city, Dhaka, from an island area. ''They are closer to nature than we are, and in nature there is no sentimentality.''\nEach year, the Ganges and the Brahmaputra, joining in the middle of Bangladesh to form the broad Meghna River, flush what the World Bank has estimated at 2.4 billion tons of silt through the country from as far away as the melting snows of the Himalayas.\nAs deforestation has brought increased erosion in the Himalayas, the volume of silt flowing through Bangladesh has also risen. Beginning in summer, as the current eases, silt forms uncounted thousands of chars along the rivers and around the ocean's edges. Shifting Landscape: Maps Can't Keep Up\nMost of Bangladesh is geologically recent, a gigantic, shifting char formed over the millennia. Rivers slice through the soft land, changing their courses constantly, and little islands appear, disappear and sometimes reappear over the years.\nErosion can eat away as much as a mile of riverbank in a year, and sometimes entire towns are imperiled.\nThe city of Sirajganj is today fighting off the encroachment of the Brahmaputra River, known in Bangladesh as the Jamuna. The city has already lost its main marketplace, its railroad station and several schools. Yet some maps do not even show it to be on the river's edge.\n''There is no such thing as an up-to-date map of Bangladesh,'' a Western relief-agency worker said. ''The rivers and chars are moving about all the time.''\nThe nation's difficulties have increased since the opening in 1974 of a Ganges River diversion system just across the border in India.\nNow, less water flows from India into Bangladesh during times of drought, and more is released during flood season. A reduced current has raised silt deposits and caused flooding upriver.\nThe shifting landscape of Bangladesh increases the hardships of an impoverished population.\nAt least 30 percent of the people of Bangladesh - or 30 million people -cannot find paid work or are underemployed, mostly as agricultural laborers. Some 50 percent are considered landless by the Government. And 60 percent are underfed by the minimum standards of the Food and Agriculture Organization of the United Nations. Where Statistics Don't Tell the Story\nAccording to Government projections, this predominantly agricultural nation could become self-sufficient in food grains by the end of the decade. But experts here, both within and outside Government, dismiss this as a largely meaningless statistic.\nOne reason is the huge difficulties in food distribution in a country fragmented by shifting, often flooded rivers.\nA. R. S. Doha, a former foreign minister who left the Government of President H. M. Ershad three years ago, said: ''Almost every day we see Ershad flying about the country in his helicopter. There's not half a dozen helicopters in Bangladesh. He's the one man who can move about the country.''\nThe other reason that self-sufficiency could be viewed as a mere statistic is the poverty that makes it impossible for most Bangladeshis to afford enough food.\nIn a recent study of life on the chars, Atiur Rahman of the Bangladesh Institute of Development Studies described a common practice of ''calculated starvation,'' in which poor people cut down on meals and substitute a rice fluid for solid food.\nHe said rural women fare the worst, sometimes working for the equivalent of 3 cents a day and eating just one meal of rice in a week. Law of New Land: Survival of the Toughest\nPoverty is harshest for people whose homes are swept away by floods or erosion and who suddenly find themselves with no source of food.\nThus, the struggle for each new spit of land, as it surfaces above the brown waters of the rivers, becomes a fight for survival.\nBy law, each new char belongs to the Government, to be apportioned among the landless families on official waiting lists. But the law is a distant presence in much of Bangladesh.\nLong before the slow bureaucracy can apportion the islands, local warlords have seized them in land battles known as ''char dhakhal.''\nMeanwhile, legal battles can last decades or even generations. Landowners sometimes pay tax on water to insure rights to a char that slipped below the river but might resurface.\nThe first step in claiming a disputed char is to set cattle to graze on its sparse vegetation and compact the loose silt, said Badsha Mia, an assistant to the commissioner of Munchiganj district, which administers Char Kishoreganj.\nBushes and trees are planted to hold the land against the pressures of currents. After about two years, if the char has held against the river, farmers can begin to plant rice, vegetables and jute.\nIt is when the first harvest is ready that the fiercest fights for possession can take place, said M. Mokammel Haque, the Government's Secretary of Land Administration.\nMeanwhile, erosion continues, and even as the char grows, its edges are being washed away, and the farmers, with their new fields, retreat.\nThe silt washes from char to char without a permanent resting place, like the char dwellers themselves.\nAbdul Motalib, 25 years old, is one of these drifting island men, born on a long-gone char upriver and now fighting against the erosion of his rice field at the edge of Char Kishoreganj.\n''It is the natural process,'' he said. ''If this char washes away, we will look for another one. That is our destiny. We are poor men, and we have no choice.'' An Established Area: No Schools, No History\nHere on Char Kishoreganj, in the Dhaleswari River only 30 miles south of Dhaka, there are no schools, no doctors, no policemen, no trade, no government and no history.\nYet among chars, it is relatively well developed, with portions dating back 30 or 40 years. Although the interior is flat and sparsely populated, small groups of people are busy with fish or crops at its crumbling edges.\nSmall punts ferry towering loads of hay, and men pull fishing boats, like Volga boatmen, by long cables fastened to the masts. Women in their saris soap themselves, and then fill aluminum urns with muddy water to take back to their homes.\nIn the broad river beyond, ancient cargo boats with tattered brick-red sails drift by in the rain, with rows of sailors on their decks sheltering under large black umbrellas.\nMr. Motalib said he and other settlers had fought for their right to cultivate Char Kishoreganj. Residents said that 12 years ago, when the Government brought a group of legal settlers to their fields, the squatters fought back, killing seven people. Most-Feared Adversary: The Sudden Storms\nThe weather remains the most feared adversary of the island dwellers.\nEarlier that morning, a sunny sky had suddenly turned black. Lightning sliced down from fast-moving clouds, and the brown water became choppy as fat pre-monsoon raindrops splattered down. Farmers hurried for cover, and boats raced for shore. An hour later, all was peaceful again; the storm had not grown to full force.\nOn a sandy spit not far upriver lies the mass grave of 200 people who drowned last year when a sudden squall caused one of the country's frequent ferry disasters.\nBut for all their hardships, the char dwellers are the envy of Bangladeshis that possess even less.\nShahida Begum has lived in a burlap-and-cardboard hovel on a muddy street in Dhaka for 10 years, since a typhoon swept away her home on a char in the southern district of Noakhali.\n''After the storm, we returned to our land, but it had been seized by strongmen in a char dhakhal,'' she said.\nToday, Mrs. Shahida, a widow at the age of 30, supports a family of 11 on about 70 cents a day by chipping bricks for gravel on a construction site.\nAbdul Barik Howladar, a neighbor from Noakhali who is now Mrs. Begum's neighbor on the streets of Dhaka, said, ''Please tell the Government to let us have a char so that we will have some place to live.''"}, {"text": "1,100 Held as Bangladesh Bans Protest in Capital\n1987-11-10T05:00:00.000Z\nBangladesh outlawed public demonstrations in the capital today and said more than 1,100 people had been arrested for political activities. The arrests were made to thwart a huge anti-Government protest scheduled for Tuesday.\nThousands of riot police officers and paramilitary troops also spread through the city. They broke up one demonstration at Dhaka University, where scuffling led to a minor leg injury for a prominent opposition leader, Khaleda Zia Rahman. She is the widow of President Ziaur Rahman, who wasassassinated in 1981.\nIn addition, Dhaka University was closed, while opposition leaders said that almost all bus, rail and even ferryboat service into the capital had been halted to stop protesters from taking part in what they have termed a siege to force the resignation of President H. M. Ershad. 'Prejudicial Activities' Cited\nOpposition leaders put the number of those arrested at more than 5,000, but Government officials asserted tonight that it was 1,146, including five members of Parliament elected last year. The Home Minister, Mohammed Abdul Matin, said that those arrested were people who the police felt were ''likely to do the prejudicial activities'' on Tuesday.\nThere was no indication how long they would be held, but some officials said they would probably be released once the current round of street protests subsides.\nThe action today marked the culmination of growing protests since last summer against Mr. Ershad, a former Army chief of staff who seized power in a 1982 military coup. Mr. Ershad was elected President last year, but there were widespread accusations of fraud in the voting. The protest activity reached a peak in July but was interrupted when the country was hit by severe floods. More than a thousand people died in the floods, and although Mr. Ershad had lifted martial law, the Army was in charge of relief efforts. Relief Effort Is Faulted\nThe opposition asserts that the Government was slow in its response to the flood, and politicians say the opposition hopes to use this issue to galvanize its protest. But Western diplomats said that members of international aid organizations had been generally impressed with the distribution of food, medicine and other assistance.\nPolitical experts also note that, in a rare display of unity, virtually all the opposition parties, from Communists to Moslem fundamentalists, are united behind the current protest. Most significant, Mrs. Zia has reached an agreement, albeit only temporary, to support the protest with her archrival, Sheik Hasina Wajed, who is the daugher of Bangladesh's founding President, Sheik Mujibur Rahman, who was himself assassinated in 1975. Unrest Since Independence\nBangladesh, one of the world's poorest and most densely populated countries, has been rocked by unrest since it broke from Pakistan and became an independent nation in 1971. Since then, besides the two assassinations, there have been three military coups and many more coup attempts.\nBut in the last few years, Mr. Ershad has brought a measure of stability and managed to preside over a time of some growth in the economy and in foreign investment. Nevertheless, he is today beset by rising charges of corruption, and many diplomats and politicians say he has grown increasingly unpopular, especially in the capital.\nPolitical experts said today they doubted the opposition could force the removal of Mr. Ershad, since it appeared that the Government crackdown had succeeded in putting the anti-government forces on the defensive.\nFor example, although opposition leaders had earlier said they hoped two million people would join the protest, today they predicted the number would be in the tens of thousands. A few preliminary demonstrations have been small and scattered."}, {"text": "Opposition in Bangladesh Calls an End to Strike\n1987-07-25T05:00:00.000Z\nOpposition leaders today ended a 54-hour general strike but immediately announced a new series of protests intended to keep pressure on the President, Lieut. Gen. H. M. Ershad, through next week.\nAt rallies that drew crowds despite a torrential monsoon rain that flooded the streets, leaders of two opposition alliances called for several days of public mourning, to begin Saturday, to mark the deaths of eight people killed in clashes with the police during the strike.\nA torchlight procession in Dhaka is planned Wednesday night, to be followed Thursday by a march on the President's office. Some protesters say they want to march on the President's home, in an army housing area, to protest his continuing reliance on the military.\nThe Government, which has not commented on the protest plans, made no effort to prevent the rallies held today. Almost no policemen were in evidence, and the drenched crowds were orderly.\nMore than 500 people were arrested before and during the general strike. Opposition leaders said today that many were still being held."}, {"text": "ARMY SEEN AS KEY FOR BANGLADESH\n1987-11-15T05:00:00.000Z\nImmediately before this week's anti-Government riots, President H. M. Ershad dropped in on some of his constituents. Among the stops was the Ninth Division headquarters of the Bangladesh Army, where he announced financing for a new mosque.\nThe President told the soldiers on that visit that if God willed it, he would return to offer prayers when the mosque was built.\nTo many politicians, General Ershad was implicitly appealing for support at a time of rising unrest over his regime. Now after a week of sputtering and inconclusive protests, the army is still widely seen as holding the key to the country's future.\nProtesters resumed their drive to oust the President today, staging a half-day strike and setting off a few explosions in Dhaka and other cities. The police fired in the air to disperse rock-throwing protesters in the capital, but in general the agitation appeared to be subsiding. Army Ousted Other Leaders\nAs a result, many analysts now doubt that General Ershad's political opposition can topple him. Instead, they are focusing on whether senior army officers have become dissatisfied enough with the President's handling of the situation to oust him, as they have many times with past leaders.\nThe opposition's strategy has therefore evolved into the hope that the army might step in and appoint a caretaker government that would call for elections. Others say that this is naive and that the army would be more likely to replace him with another general.\nFor now there is little sign that the army is unhappy, but opposition politicians love to spread rumors. One said he felt General Ershad and his associates seemed unnerved with the onset of the unrest this week and wondered if the army had warned him that failure to control the violence could be his undoing.\n''It all depends on the north,'' a Government official said, using a popular euphemism for the capital's main army cantonment.\nIn a country rocked by riots, assassinations, coups and coup attempts since its birth in 1971, the army has always played a decisive role. Analysts say that because the army ''liberated'' Bangladesh from Pakistan, officers view themselves as deserving to play a part in its development. Seized Power in 1982\nGeneral Ershad, a former army Chief of Staff, seized power in 1982. Like one of his predecessors, President Ziaur Rahman, who also took power in a coup, General Ershad has tried to build up his own political organization to extend his control.\nUnlike Mr. Ziaur, however, the general has not tried to freeze the army out. Mr. Ziaur was subjected to 20 coup attempts before he was assassinated in 1981. But there have been no reports of coup attempts against President Ershad, who has ruled Bangladesh longer than any predecessor.\nThis summer, the President assigned the army the task of delivering relief to flood victims. An aide said he wanted to assure efficiency and honesty, and many diplomats uncomfortable with the army's role acknowledged that it had performed well.\nBut politicians and officials said the President had also doled out patronage, perquisites and - according to many diplomats and others - kickbacks and varying fruits of corruption to the army and Government officials. Becoming Mysteriously Rich\nGeneral Ershad denies the charges, and none have been proven. But critics say many officials and retired generals have become mysteriously rich in recent years.\n''Every new general that comes into power forms a new party,'' an official said. ''Ershad's party is one where the only purpose in life for its members is to continue as a minister. He didn't invent this system. He simply refined it.''\nThe President has often defended the army's prominence, asserting it is a fact of life Bangladesh must accept. This week he acknowledged that army officers were ''agitated'' and ''unhappy'' because of the rioting, but he dismissed rumors that the army was dissatisfied enough to intervene.\n''I'm not God or a prophet,'' he told reporters Friday. ''But I have commanded this army. I know these men. I can say from experience that the army will not interfere as long as I am President.'' Unpopularity Is Insufficient\nGeneral Ershad is generally described as a leader of no great popularity. But perhaps because his rule has not been particularly repressive and because the opposition is identified with the authoritarian rule of the past, any unpopularity appears to be insufficient to spark an insurrection.\n''Ershad may not be a great charismatic leader, but people do not want to risk their lives to throw him out,'' an aide to the President said.\nIndeed, many supporters say he has succeeded by giving the army the minimum necessary role for him to survive and still return Bangladesh to a civilian government.\nThe current round of protests started, in fact, when the President was perceived to have tipped the balance. In summer he pushed through a bill in Parliament giving army officers a nonvoting membership on local district councils. After a clamor of protests, he sent the bill back for reconsideration.\nThe protests continued, however, culminating in the rioting this week and demonstrating that the issue remains highly sensitive."}, {"text": "3 Die as Police Clash With Protesters in Bangladesh\n1987-11-11T05:00:00.000Z\nAt least three people were shot and killed by the police here today as thousands of rioters set fire to cars and buildings, and threw bricks and homemade bombs in an attempt to force President H. M. Ershad from office.\nAt the end of the day of running battles between protesters and the police, the streets of the capital's commercial center were strewn with rubble, and the air was tinged with tear gas and smoke. But the likely effect of the unrest was unclear.\nBoth sides in the disorders proclaimed victory - the opposition parties because they had carried out a protest ''siege'' of the capital in defiance of a ban on demonstrations, and the Government because President Ershad's position appeared unthreatened, at least for now.\nOpposition leaders acknowledged tonight that they had been hampered in their ability to mount the protest, originally conceived as drawing two million participants. The actual number of protesters was in the tens of thousands at most.\nIn addition to outlawing demonstrations, the Government had closed Dhaka University and shut down incoming bus, rail and ferry transportation. Opposition Vows to Fight On\nThe opposition parties vowed to continue their drive until President Ershad was forced from office, but Government officials predicted that it would abate as many protests had in the past.\n''The myth has been exploded,'' asserted M. A. Matin, the Home Minister and a close aide to the President. ''They were supposed to force the Government to resign. They couldn't. The so-called siege degenerated into an act of anarchy, vandalism, arson and an attempt to create civil disorder.''\nLeaders of the main opposition parties said the attacks on their members were unprovoked. They called for a nationwide protest strike Wednesday and Thursday.\n''He will have to resign,'' Khaleda Zia Rahman, the leader of a coalition of seven opposition parties, said of the President. ''It is a matter of time. We will be out in the streets tomorrow and the day after until he goes.''\nThe opposition said a total of six people, not three as the Government said, had died from police gunfire. But the report was impossible to verify because the police had taken possession of the bodies. Nearby hospitals reported two people with gunshot wounds and dozens of others with injuries from the rioting.\nThe opposition said dozens were wounded by gunfire. A Turbulent History\nBangladesh, one of the world's poorest and most densely populated countries, has had a history of natural disasters, riots, assassinations, coups and coup attempts since it broke from Pakistan to become an independent nation in 1971.\nPresident Ershad was the army's Chief of Staff when he seized power in 1982; he was elected President last October in a day of voting marked by charges of fraud.\nAnti-Government parties renewed agitation against President Ershad last summer, culminating in 3 days of strikes in which 10 people were killed. But protests subsided when Bangladesh was hit by the worst floods in 40 years.\nThis fall, the opposition tried to revive the protest drive with what it termed a siege of the capital. The authorities reported arresting more than 1,100 people for political activities in the last few days; the opposition said the number was more than 5,000.\nAn unusual aspect of these protests was the unity among political parties of all ideologies, except for the ruling National Party of President Ershad. Anatomy of a Protest\nThe day began peacefully, with small groups marching noisily through the downtown area, occasionally broken up by riot police officers wielding clubs and shields or firing tear gas. By mid-morning, demonstrators were throwing bricks and homemade bombs, and the police were firing back with blanks.\nThe police later resorted to bullets in ''self-defense,'' Government officials said; opposition spokesmen said the firing was unprovoked."}, {"text": "PRIEST IS HONORED FOR WORK IN ASIA\n1987-08-16T05:00:00.000Z\nAn American priest who has spent 35 years teaching and leading relief and development efforts in Bangladesh has been honored by the Rockefeller Brothers Foundation for ''exemplary work on behalf of the Asian people.''\nThe Roman Catholic priest, the Rev. Richard William Timm, the Superior of the Holy Cross Fathers in Bangladesh, was one of five recipients named last week to receive the Ramon Magsaysay Award for International Understanding.\nThe awards were created 30 years ago by the Rockefeller Brothers Fund as a memorial to the late Ramon Magsaysay, who was President of the Philippines. The awards are administered by the Magsaysay Foundation in Manila, created for this purpose by the New York-based Rockefeller Fund.\nEach recipient receives $20,000 and is to be honored at an awards ceremony in the fall in Bangkok, Thailand. Other Winners\nAmong the other winners was Dato Haji Hanafiah bin Haji Ahman, a Malaysian Government official, who was honored for helping to ease the hardships of the country's devout Moslems undertaking pilgrimages to Mecca.\nAnother winner, Hans Bague Jassin, director of Indonesia's Center for Literacy Documentation, received a Magsaysay award for public service, and Diane Ying, a Taiwanese editor and publisher of a business weekly, Commonwealth, received a prize in journalism. Dr. Aree Valyasevi, professor of pediatrics and director of the Institute of Nutrition at Mahidol University in Thailand, received a prize for community leadership.\nFather Timm, who is 64 years old, was born in Michigan City, Ind. He left the United States in 1952 to teach science at St. Gregory's College in East Pakistan, which became part of independent Bangladesh in 1971. Emergency Assistance\nAfter the country was devastated by a cyclone and floods that took 300,000 lives in November 1970, he gave up teaching to devote himself to emergency assistance for the disaster victims, mobilizing relief and rehabilitation activities.\nLater, he became involved in long-term rural development. He also undertook efforts to reduce communal tensions.\n''I have more hope in changed people than in changed structures and political systems,'' he said of his decision to devote his energies to improving life for the people of Bangladesh.\nIn 1974, he succeeded in inducing 130 relief agencies in the country to work together as the Association of Development Agencies. Last year, he helped establish the Coordinating Council for Human Rights in Bangladesh."}, {"text": "India's Assam State Demanding Ban on Migration\n1987-09-13T05:00:00.000Z\nThe government of the northeastern state of Assam is demanding that Prime Minister Rajiv Gandhi block the migration of other Indians to the area, and deport millions of immigrants from Bangladesh.\nState officials said they want Mr. Gandhi to extend a law that restricts access to three border sections of the northeast to Assam and the rest of the area. The law dates to the British occupation.\n''The jobs, the businesses and other economic activities and precious land which rightly belonged to the indigenous people have been grabbed by the outsiders,'' the Chief Minister of Assam state, Prafulla Mahanta, said.\nThe request comes two years after Assam's leaders signed an accord with the Gandhi Government ending six years of agitation for the deportation of more than a million illegal immigrants from Bangladesh. Restrictions on 'Outsiders'\nThe northeast is split off from the rest of India by Bangladesh, and the issue of immigration from that country, as well as from the rest of India, has inspired unrest. The new leaders in Assam captured power in elections in December 1985, and now have joined with other ethnic groups and regional political parties to demand restrictions on what they call outsiders. Protecting Ethnic Identity\nThe Assamese leaders also say they seek to protect ethnic identity in their region. They say that while they do not want to disturb citizens from other parts of India who have already settled there, they want curbs on any further migration.\nMr. Mahanta recently led a delegation of leaders from different tribes that met with Mr. Gandhi to seek the entry restrictions.\nThe demands of the regional groups, which are opposed to Mr. Gandhi's ruling Congress Party, also include a ban on the purchase and sale of land by Indian settlers and denial of business and job opportunities to them. A Curb on Investments\nSuch restrictions would be expected to sharply curb investment in the region, which is rich in resources like wood and oil and produces tea.\nMr. Gandhi was quoted last week by an Assamese official as saying that he would ask the Home Affairs Ministry to study the demands and report to him.\nAssam is the most populous state in the northeast, with 22 million of the area's 25 million people. People from other parts of India are said to make up about 15 percent of the region's population.\nMr. Mahanta also said that he had urged Mr. Gandhi to enforce the rule blocking other Indians from settling in the northeast. Special Visitor Permits\nThe central Government bars foreign nationals, including reporters, from much of the northeast. Indians who wish to visit the northeast need special permits from the border state of Nagaland, adjacent to Burma, and from two border territories - Arunachal Pradesh, which is adjacent to China and Tibet, and Mizoram, also on Burma's border.\nThe Indian Parliament voted recently to bar Indian settlers from running in elections in these areas and in Meghalaya state, also in the northeast. The Government said the law was aimed at reducing fears of local communities, which are of Mongolian descent, that they would be reduced to minorities in their own territories and lose political power.\nMr. Mahanta also said that monsoon rains and heavy flooding in Assam had stalled survey work for a proposed fence along the frontier with Bangladesh to stop the entry of illegal immigrants.\nHe acknowledged that identification and deportation of aliens was slow and blamed the central Government for failing to provide adequate police forces for the job. He said that more than 3,400 aliens from Bangladesh had been identified and expelled from Assam in the last year. By SANJOY HAZARIKA NEW DELHI, Sept. 12 - The government of the northeastern state of Assam is demanding that Prime Minister Rajiv Gandhi block the migration of other Indians to the area, and deport millions of immigrants from Bangladesh.\nState officials said they want Mr. Gandhi to extend a law that restricts access to three border sections of the northeast to Assam and the rest of the area. The law dates to the British occupation.\n''The jobs, the businesses and other economic activities and precious land which rightly belonged to the indigenous people have been grabbed by the outsiders,'' the Chief Minister of Assam state, Prafulla Mahanta, said.\nThe request comes two years after Assam's leaders signed an accord with the Gandhi Government ending six years of agitation for the deportation of more than a million illegal immigrants from Bangladesh. Restrictions on 'Outsiders'\nThe northeast is split off from the rest of India by Bangladesh, and the issue of immigration from that country, as well as from the rest of India, has inspired unrest.\nThe new leaders in Assam captured power in elections in December 1985, and now have joined with other ethnic groups and regional political parties to demand restrictions on what they call outsiders. Protecting Ethnic Identity\nThe Assamese leaders also say they seek to protect ethnic identity in their region. They say that while they do not want to disturb citizens from other parts of India who have already settled there, they want curbs on any further migration.\nMr. Mahanta recently led a delegation of leaders from different tribes that met with Mr. Gandhi to seek the entry restrictions.\nThe demands of the regional groups, which are opposed to Mr. Gandhi's ruling Congress Party, also include a ban on the purchase and sale of land by Indian settlers and denial of business and job opportunities to them. A Curb on Investments\nSuch restrictions would be expected to sharply curb investment in the region, which is rich in resources like wood and oil and produces tea.\nMr. Gandhi was quoted last week by an Assamese official as saying that he would ask the Home Affairs Ministry to study the demands and report to him.\nAssam is the most populous state in the northeast, with 22 million of the area's 25 million people. People from other parts of India are said to make up about 15 percent of the region's population.\nMr. Mahanta also said that he had urged Mr. Gandhi to enforce the rule blocking other Indians from settling in the northeast. Special Visitor Permits\nThe central Government bars foreign nationals, including reporters, from much of the northeast. Indians who wish to visit the northeast need special permits from the border state of Nagaland, adjacent to Burma, and from two border territories - Arunachal Pradesh, which is adjacent to China and Tibet, and Mizoram, also on Burma's border.\nThe Indian Parliament voted recently to bar Indian settlers from running in elections in these areas and in Meghalaya state, also in the northeast. The Government said the law was aimed at reducing fears of local communities, which are of Mongolian descent, that they would be reduced to minorities in their own territories and lose political power.\nMr. Mahanta also said that monsoon rains and heavy flooding in Assam had stalled survey work for a proposed fence along the frontier with Bangladesh to stop the entry of illegal immigrants.\nHe acknowledged that identification and deportation of aliens was slow and blamed the central Government for failing to provide adequate police forces for the job. He said that more than 3,400 aliens from Bangladesh had been identified and expelled from Assam in the last year."}, {"text": "Two Key Opposition Leaders in Bangladesh Seized\n1987-11-12T05:00:00.000Z\nThe Government placed Bangladesh's two most prominent opposition leaders under house arrest today in an attempt to stop the spread of anti-Government riots in Dhaka and elsewhere.\nThe holding of the two women - the daughter of one assassinated leader of Bangladesh and the widow of another assassinated leader - came as rioters set fires, threw rocks and clashed with the police in downtown Dhaka in the second day of protests to drive President H. M. Ershad from office.\nMr. Ershad seized power in a mili tary coup in 1982 but was elected president last year while the opposition boycotted, calling the voting a sham.\nIn general, the number of protesters appeared to diminish today in the capital. In all, there were no more than a few thousand taking part, but they did extensive damage to some downtown buildings and also ransacked and burned a one-story building housing an audio-visual center of the United States Information Service.\n''They broke the door, got inside and looted the place,'' said an American official who saw the attack. ''The role of the police was pathetic. They simply witnessed the whole thing and didn't move in until it was over.'' He said there was no evidence the rioters were directing their anger at the United States, however.\nThe police fired tear gas to disperse the crowds, avoiding the use of bullets, which killed at least three protesters on Tuesday. The opposition said today that 12 members had died in police gunfire on Tuesday, but they said they could not identify more than three or four by name and did not have possession of any of the bodies.\nOnly minor injuries were reported today after scores were wounded in Tuesday's clashes.\nIt was unclear how wide the protests had spread to other parts of Bangladesh. Government officials said there were minor incidents of arson and damage in other cities, as well as damage to some trains and buses.\nThe drama centered on the arrest of Khaleda Zia Rahman, widow of President Ziaur Rahman, and Sheik Hasina Wajed, daughter of Bangladesh's independence leader and first president, Sheik Mujibur Rahman. Each woman leads a coalition of political parties that seeks to return to power.\nMrs. Zia was arrested in a ninth-floor hotel room where she had fled the night before to avoid being taken into custody. Policemen broke in the door and ordered her into van down stairs, pushing her as she pushed back, shouted in protest and was jostled amid a noisy crowd of reporters.\nThe Dhaka Police Commissioner, Nasrullah Khan, accompanied Mrs. Zia, telling her, ''Madam, I salute you,'' as he escorted her to the waiting van. Wearing a white sari as is customary for widows, she waved to supporters from the van and shouted to them to carry on. She was first driven to a police station and then to her house where she was confined under guard.\nMrs. Zia's husband was leader of Bangladesh from the time he seized power in a military coup in 1975 to his murder in 1981.\nMeanwhile all day, Mrs. Hasina Wajed remained inside her family home, the place where her father was murdered in 1975, four years after leading Bangladesh to independence when it broke from Pakistan. In the evening, she tried to leave to attend a scheduled press conference downtown.\nBut in an echo of the first arrest, and of the courtesies required in this country for women, the police officer who took her into custody also opened by saying, ''Madam I salute you,'' and then forcefully accompanied her back to the house.\nBut Mrs. Hasina Wajed, who was elected to Parliament last year and is the official opposition leader, asserted that her arrest was unconstitutional because it required permission from the speaker of the Parliament and dissolution of the Parliament itself.\nGovernment officials disputed this, saying she was not officially under arrest, simply confined to her home. As her supporters shouted slogans on a nearby street, Mrs. Hasina Wajed stood at the veranda land shouted to reporters on the other side of a wall: ''The movement will continue until Ershad's fall. That day is not very far.''"}, {"text": "The Editorial Notebook; India's Practical Communists\n1987-04-16T05:00:00.000Z\nThe campaign literature reads like boilerplate out of Pravda: ''The magnificent successes of the socialist world and the happy and prosperous life of the common people prove to the international community the superiority of the socialist system. . . .'' But the enduring success of the Communist Party of West Bengal, democratically elected to rule one of India's poorest states, owes more to clever politicking than it does to the theories of Karl Marx.\nIt is difficult to predict how Communists would run the rest of India were they given the opportunity, but West Bengal's Left Front government is currently playing a constructive role as gadfly to the country's inertia-bound Congress Party rulers.\nThe state of West Bengal, southwest of Bangladesh, might have been invented as a test for Job. Vastly overpopulated, torn by ethnic violence, prone to flood and drought, it has not shared the modest economic success of India's western regions. What it does have is leftist intellectuals who broke with the Congress movement after independence and took control of the state government a decade ago. Elections last month gave the Left Front its biggest majority ever.\nAnalysts credit the Communist Party's popular leader, Jhoti Basu, who is frequently compared to the pragmatic, business-tolerant Communist Party heads of Western Europe. Local industrialists have made their peace with Mr. Basu. They argue that the Communists out of power are trouble. In power, they have become realists, adept at persuading fractious unions to honor their agreements.\nThe Eurocommunist model doesn't quite fit. Here, practically everyone is a socialist in the sense that practically everyone pays lip service to the idea of government as Robin Hood. West Bengal's Communists clobber their me-too opponents at the polls because they are smarter, better organized and less corrupt.\nIndia's Constitution assigns key economic powers to the central Government, controlled by the Congress Party. Only New Delhi can site large-scale industry in West Bengal or provide the tax revenues to repair the collapsing infrastructure. When Calcutta barred commercial livestock from the city's traffic-choked business district, it took six months for the rule to receive the necessary blessing from unsympathetic ministries in New Delhi.\nLocal Communists overcome this handicap by focusing on rural justice and grass-roots development, where organization can serve as a substitute for cash. West Bengal's sharecroppers, for example, have long been legally entitled to keep 75 percent of their output. But their rights were rarely enforceable. Then the Left Front government made it almost impossible for landlords to evict recalcitrant sharecroppers.\nThe Communists have also increased the authority of village-based councils, making government more responsive and, perhaps, less corrupt. What little tax revenue the Communists do control is used for high-visibility projects in rural literacy and health.\nAshok Mitra, a witty ideologue who served as West Bengal's finance minister, insists his party's Marxist goals remain intact. Once Bengali peasants are properly organized, he predicts, Communists will be able to sell them on the virtues of collective ownership. And once Communists extend their reach beyond West Bengal and a few other peripheral states, the left will be able to discard the forms of bourgeois democracy for a proper dictatorship of the proletariat.\nPerhaps. But just now, India seems more inclined to inch right than left, and West Bengal's Communists seem fated to remain rural reformers rather than revolutionaries. India could do a lot worse."}, {"text": "EUROPE SEEKS TO DAM A STREAM OF THIRD WORLD REFUGEES\n1987-05-10T05:00:00.000Z\nTHE doors of Western Europe are slamming shut on the poor, the persecuted and the merely adventurous from Africa, Asia and the Arab world.\nMore than a decade after calling a halt to importing cheap third world labor, to meet shortages and to do the dirty work of their industrial societies, the nations of Western Europe are starting to act in concert to stem the flow of asylum-seekers and ''economic refugees.''\nWest Germany, which last year absorbed 99,650 of 196,000 new refugees in Western Europe, has taken the lead. An agreement struck with East Germany to impose visa requirements for Sri Lankans arriving in East Berlin has stopped the flood of Tamil refugees into West Berlin; the measure has been extended to cover all nationalities.\nThe new Bonn legislation has meant heavy fines for airlines that transport passengers without visas into West Germany, where previously asylum-seekers needed only to demand refuge in order to stay. And an agreement among state interior ministers modified a hallowed policy of accepting any refugee from Communist Europe. Now Hungarians and Poles - who have been known to show up as ''refugees,'' work a bit, then go home - may be denied stays in the Federal Republic.\nIt is not fanciful to visualize the third world refugee influx as a stream pushing its way through open spaces between the rocks. Denmark and Sweden, for example, had reached understandings on restrictions with East Germany, accentuating the pressure on West Berlin. And when West Germany became less porous, the Netherlands noted a sharp jump in asylum-seekers from places like Bangladesh, Ghana and Turkey - 4,079 in February compared with a total of 5,865 in all of 1986.\nSo now the once-liberal Dutch have toughened their policies and are turning back refugees at airports. At West Germany's urging, European Community interior ministers have met and sketched measures that would avoid shunting refugees from one frontier to another.\nThe Europeans have not had happy experiences with amnesty measures like the one just being implemented in the United States. In 1975, the Dutch granted an amnesty for 15,000 illegal immigrants in the country, but the measure encouraged a surge in illegal immigration as newcomers expected it to be repeated.\nItaly has just been obliged to extend until the end of June an amnesty for an estimated 800,000 illegal immigrants. The number surfacing to be registered has been disappointing: In Rome only 17,100 of 150,000 illegals have come forward. Italians employing illegal immigrants save on social security payments and are not eager to pick up these costs.\nYet a hard line is toughening across Europe. In a referendum last month, the Swiss voted to oblige all asylum-seekers to register at 24 border-crossing points before entering the country; refugees will be told in 12 hours whether they will be admitted or not. The measure is aimed at stopping the smuggling of asylum-seekers.\nThe Swiss feel crowded because 900,000 of the Alpine republic's 6.5 million residents are foreign - though only 30,000 are refugees. Anti-refugee feeling is also palpable in Belgium, where a new broad-brush law enables the expulsion of anyone who might constitute ''a threat to public order or national security.'' In Norway, 600 refugees are being lodged in a ship docked at Oslo. Britain's gates are tightly shut. No Melting Pot\nThe ancient nations of Europe have never really come to grips with becoming, willy-nilly, multiracial societies. In contrast with the United States, there is no unifying myth of the melting pot, which, however imperfect in practice, enables Americans to recognize a national identity that transcends race and religion. The official rhetoric in Europe - such as Chancellor Helmut Kohl's dogged insistence that West Germany, with about 60 million people, is not an immigrant nation - lags well behind reality. There are 4.3 million foreigners in West Germany and of them 1.4 million are Turks. Most of them plan to stay. Yet by clamping down on refugees and asylum-seekers, Mr. Kohl and other European leaders hope to prevent an explosive issue from poisoning the political climate.\nIn France, which has 4 million immigrants in a population of 55 million, the far-right, anti-immigrant National Front won 9.7 percent of the vote in last year's parliamentary elections. Its leader, Jean-Marie Le Pen, warning that France's very existence is imperiled by a flood of foreigners, has become the first candidate to announce for next year's presidential elections. Mr. Le Pen has no chance of winning, but he hopes to extract concessions from the leading rightist candidate in the second round of the presidential contest. On Wednesday, he called for ''elegant'' expulsions of unemployed immigrants, without elaborating. Prime Minister Jacques Chirac's conservatives last autumn put forward a highly restrictive nationality law aimed at making it difficult for foreigners to become French citizens. The bill touched off an outcry, and it was attacked by a constitutional review panel and by President Francois Mitterrand. The Chirac Government has shelved it for the moment, drawing accusations of ''betrayal'' from the National Front. But last week Mr. Chirac was reported to be planning to revive the contested law in order to siphon off support from Mr. Le Pen."}, {"text": "India's Drought Is Worst in Decades\n1987-08-16T05:00:00.000Z\nDawn broke in these parched farmlands today with gray clouds, raising a few hopes of rain. But by midmorning the sun was ablaze, once again burning farmers' hopes of relief from India's driest rainy season in decades.\n''I am 75 years old, and I have never seen anything this bad,'' said Naufat Mohammed, a white-bearded farmer, looking at the cracked earth around a well. ''This is God's will, but God is angry with us.''\nAfter weeks of false hopes that the summer monsoon rains would come, India faces the prospect of devastation to the national economy, the uprooting of hundreds of thousands of people and the need for a huge relief effort to distribute drinking water and prevent starvation.\nThe drought, which Government officials say is unprecedented in intensity, has already spread through most of the country, hitting hardest in the northern grain belts. There wells, reservoirs and water tanks are running at dangerously low levels or are already dry. Rain 75% Below Normal\nLess than a third of the country has received normal rainfall this year, with the hardest-hit areas as low as 75 percent below normal.\nAlthough the monsoon floods cause many deaths, the rains are normally one of the great life-giving forces in India, central to its culture and the expectations of its people. The monsoon season is incubated as heat in the subcontinent increases while the Indian Ocean to the south remains cool, unleashing a stormy mix of air that then pushes up from the south.\nAlmost nothing is anticipated as much as summer rains carried by winds heading northward starting in early June. The failure of the monsoon is a severe blow to Indian morale as well as to the survival of its people.\nThere have been no signs yet of death or starvation, but experts say they fear that a large-scale loss of cattle could wipe out the livelihoods of countless families. Milk production has already fallen sharply as the Government struggles to rush fodder such as spoiled wheat or sugar cane to drought areas. Driest in 80 Years\nNew Delhi, 50 miles northwest of here, is suffering its driest season in 80 years. Residents of New Delhi and other cities are suffering water shortages and widespread power cuts so electricity can be diverted to farm areas to run hard-pressed wells and irrigation systems. Other cities are experiencing the same thing.\nAgriculture experts say they fear that India's summer grain crop, once expected to be 90 million metric tons, could fall drastically short. This would force India to rush its 23 million tons of buffer grain, now in storage, throughout the countryside.\nSuch relief efforts helped to check starvation in the drought of 1979-80, which was described as the worst in this century nationwide. The army was called out to help distribute drinking water by train and military trucks, something many experts think could happen on an even larger scale this year.\nOn top of all these problems, the areas in eastern India that are not suffering from lack of rain are experiencing heavy rains and flooding. News reports say that more than 140 people have died in the northeastern states of Bihar, West Bengal and Assam. In neighboring Bangladesh, the death toll has been reported at 350. Emergency Committee Created\nFaced with a crisis that could dwarf all his other political difficulties, Prime Minister Rajiv Gandhi recently established an emergency committee, of which he is chairman, to oversee drought relief efforts.\nOfficials say a food distribution and rural employment program costing about $1.5 billion is about to be announced. A water distribution plan was announced in Parliament today. These and other steps are certain to worsen the national budget deficit and curtail other development programs.\nAides to Mr. Gandhi say they also fear that bureacratic problems could undercut Government efforts, creating unrest and disenchantment throughout the north. A senior member of the Gandhi Cabinet said he was afraid that on his next visit to his constituency villagers would throw stones at him.\nOfficials say that even if the monsoon were to come now at full force it would not save crops in most areas. The biggest fear is that for some reason the rains may never come at all this year. Although most of India depends on the monsoon of July and August, rainfall lingering into the fall is essential if farmers are to recoup this year with their winter crop of wheat. 'Cannot Image the Horror'\n''If the rain fails even in September, we cannot imagine the horror,' said a former Agriculture Minister, Rao Birendra Singh. He said that from all indications so far, the 23 million metric tons of reserve grain should be enough to prevent starvation - ''provided we do not lose our next wheat crop.''\nThe actual reason for the failure of the monsoon is unclear, although meteorologists say it appears to be part of odd global weather patterns this year, including unusually hot weather in Europe and the United States.\nTwo-thirds of India's annual grain crop is supposed to be grown during the summer monsoon. The problem is especially acute in the 70 percent of the country's farmlands that have no irrigation and depend entirely on rain. In these areas, fields that are normally iridescent-green with rice are bare, brown or stunted.\nBut even the developed farmlands of the north in Punjab and here in Haryana, where irrigation is extensive, are suffering. The Financial Development Commissioner of Haryana said the state had reached ''near-famine conditions.'' Grain Fields Should be High\nA canal running along the main road here was bone dry today. Farmers complained that a 60-foot well was useless because the water it pumped was brackish and salty.\n''This water would destroy any crops,'' said Jivan Singh, whose family members were plowing a nearby field with two oxen in the hope that at some point rain would come and something, perhaps vegetables, could be planted. A few scrubby sprouts of millet grew at his ankles. He said the grain in this field was normally several feet high at this time.\nThe drought has been most devastating in the sandy western regions of Gujarat and Rajasthan states, which have had unusually little rain in three or four years. In these areas, recent visitors say, whole village populations have begun moving in search of water for cattle and people."}, {"text": "NEWS SUMMARY: SATURDAY, SEPTEMBER 5, 1987\n1987-09-05T05:00:00.000Z\nINTERNATIONAL/2-5 Mathias Rust was convicted in Moscow by the Soviet Supreme Court and sentenced to a four-year term in a labor camp for flying his single-engine plane across the Soviet border to the edge of Red Square. Page 1\nIn the 'tanker war' of Iran and Iraq, the sense of aloofness is palpable in the closest open listening post. Even the seamen caught up in the battle have trouble finding it out beyond the serene horizon. 1\nThe U.N. Security Council agreed to send Secretary General Javier Perez de Cuellar to Iran and Iraq as soon as possible to try to persuade the two countries to carry out a peace plan approved by the council in July. 1\nA missile struck off Kuwait's coast, the Kuwait Defense Ministry said, as Iraqi jets struck new Iranian oil targets. The long-range missile, whose source was not known, struck at 4 A.M. off the southern coast. 5\nTaiwan may ease restrictions on contact with mainland China. The country seems close to allowing some of its citizens to visit their ancestral villages on the mainland. 3\nAn effort to monitor nuclear tests is being readied by American scientists in the Soviet Union. From the start of the three year project, their work has been frustrated by the militaries of both the United States and the Soviet Union. 3\nAfghanistan wants a special session for negotiations in Geneva on Monday at which it is expected to offer a new proposal for a shorter timetable for the withdrawal of the 120,000 Soviet troops in that country. 2\nSouth Korean riot policemen raided two industrial complexes, arresting nearly 300 striking workers in the biggest roundup since the current wave of labor troubles began two months ago. 3\nIn Manila, the U.S. is being accused by some newspapers of playing a role in last week's coup attempt. Senator Alan Cranston came to Manila this week and was confronted by the controversy. 2\nArms seized in Manila linked to Enrile company 2\nMexico's major opposition parties, one on the right, the other on the left, are preparing for the presidential campaign and election as if they really expect to win. It is an struggle that virtually no one believes can be successful. 5\nBangladesh floods bring misery 3\nGlasgow journal 4\nNATIONAL/6-8, 24, 29, 46\nThe Federal Reserve's discount rate, which it charges financial institutions for loans, was raised to 6 percent, from 5 1/2 percent. The Fed was apparently concerned that a three-week decline in the dollar was pushing up inflation. 1\nForest fires in eight Western states have left nearly half a million acres of forests and brush ablaze. For the 20,000 firefighters gathered to fight the blazes, the Labor Day weekend will mean nothing but work. 6\nWhen the Pope travels to the U.S. next week, he will condemn a growing tendency by American Catholics to ''pick and choose'' among church teachings, accepting some and ignoring others, a senior Vatican official said. 8\nA laboratory worker was infected with the AIDS virus as a result of working with it, Federal officials announced. It was the first such case known. Officials stressed that the worker was growing the virus in very large amounts. 6\nEmployment continued to grow during August but not vigorously enough to reduce the nation's jobless rate, the Labor Department reported. Economists said the figures point toward faster economic growth. 29\nSanta Barbara has some problems. The most visible, residents say, is how to deal with the city's homeless people. The city is now engaged in a new conflict in which the homeless are seeking to set up campsites. 7\nSince Sam Nunn's announcement of noncandidacy, the Democratic hopefuls have begun to scramble for support in the South. ''I'm getting worked on just about every way I can get worked on,'' a Georgia politician said. 7\nGary Dotson's parole was revoked. The ruling on Mr. Dotson, whose prison sentence was commuted after the woman he had been convicted of raping said she had fabricated her testimony, follows his arrest on unrelated charges. 46\nThe risk of a heart attack may be as closely linked to blood levels of a clot-forming protein as it is to smoking, high blood pressure and obesity, researchers say. The researchers conducted a study following 1,315 subjects for 12 years. 24\nBoy awaiting tonsil removal given ear tubes 6\nWay is cleared for drug test 6\nSuspect charged with 5 rapes in Homestead, Pa. 46\nRegional/25-28\nComplaints of police misconduct will be investigated by a new civilian controlled panel, following decades of debate over who should judge the actions of New York City police officers. Eleven of the panel's 12 members were named. 1\nNew York City's jobless rate fell last month to 5.1 percent, the lowest level since 1973, the United States Department of Labor said. Employment in the city rose to its highest level since 1971. 1\nTeams that assess homeless people comb the streets and the parks, looking for homeless people who are mentally ill and offering them food, medicine and other assistance. 1\nNew York City may lose $80 million spent on homeless people each year under new regulations the Federal Government plans to propose, city officials said. 25\nThree victims of a racial assault were whisked to City Hall for a meeting over coffee with Mayor Koch, who listened in astonishment as they told him they bore no ill will toward their attackers. 25\nA subway train dragged a man 75 feet when his foot got caught in the closing doors of the train in Queens, Transit Authority officials reported. The man escaped serious injury. 27\nIn the Biaggi-Esposito bribery trial, 27 tapes of wiretapped conversations were played. They provided the most damaging evidence presented so far to the jury. All told, some 50 tapes have been played. 27\nFarmers searching for workers for the fruit and vegetable farms of South Jersey are likely to have more difficulty because of the new immigration law. ''It could grow into a problem in a year or so,'' one state official said. 25\nUnion says state psychiatric hospitals cannot handle extra load 26\nKoch moves to end rift with borough chiefs 27\nDoctor is slain in Brooklyn 27\nTwo paroled convicts arrested in tavern robberies 29"}, {"text": "NEWS SUMMARY: MONDAY, AUGUST 24, 1987\n1987-08-24T05:00:00.000Z\nInternational A2-9\nA protest rally in Lithuania attracted more than 500 people who gathered to hear speeches honoring ''the victims of Stalin.'' It was the first time authorities in the republic had permitted such an open demonstration of resentment against Soviet rule.\nPage A1\nAmerican and Soviet officials said there were no plans for a September meeting between Mikhail S. Gorbachev, the Soviet leader, and the President. They made their comments in response to a printed report. A9\nThe Japanese yen's surge in value is changing economies throughout Asia, altering longtime alliances and endowing prosperity on nations from Taiwan to Thailand. Many manufacturers exports have boomed. A1\nThe ruling party of South Korea appealed for calm and expressed regret over the first death of a worker since labor unrest began sweeping the country last month. About 2,000 people gathered to pay tribute to the worker. A3 Prime Minister Rajiv Gandhi has developed a reputation since a recent political crisis as an enigmatic leader whose main problem appears to be that many Indians feel they do not trust or know him well. A8 In Britain, a serious political debate over Parliament's lack of control over intelligence agencies has been opened by Prime Minister Margaret Thatcher's international legal vendetta against a memoir written by a retired British agent. A2\nNicaragua's opposition newspaper, La Prensa, is being prepared to be printed again, reflecting hopes that press freedom will soon be restored under terms of the new Central American peace accord. A6\nArgentina's President is fighting for the survival of some of his policy goals in elections Sept. 6. President Raul Alfonsin, is still trying to ward off the effects of the military crisis last April. A6 An Iranian official expressed doubts about whether Teheran would accept a United Nations resolution calling for a cease-fire in the Iran-Iraq war. The United States has held out the hope that Iran would ultimately accept the resolution.\nA3\nU.S. convoy halfway down gulf\nA3\nJews mourn in a Polish city\nA3\nSwedes enjoy Louisiana crayfish\nA3\nLima journal\nA4\nBangladesh asking flood aid\nA8 National A12-17\nThose who hire illegal aliens are beginning to be prosecuted by the Government, ushering in the most lasting and difficult part of the nation's new immigration law. A1\nProblems with the MX missile are raising questions about whether MX's already deployed would work as planned, a Congressional report charged. The report suggested that the guidance system is not as accurate as it should be. A1\nEfforts to improve education quality in American public schools may fall short of the expectations of educators and political leaders, the Congressional Budget Office warned. A1\nMinor league baseball is booming, attracting the attention of dozens of business people, who have turned even the smallest, most obscure professional teams into hotly sought investments. A1\nSeven Democratic candidates for the party's 1988 Presidential nomination spent two hours in Iowa debating economic issues, but they saved the heaviest blows for the Reagan Administration. A16 The pursuit of women's votes in the 1988 race looks different from four years ago. This year, speeches of most of the Democratic hopefuls have not been tailored much to a set of ''women's issues.'' A16\nProposed restrictions on aircraft at nine additional airports is not a move to keep private pilots and small airplanes from using major airports, the new head of the Federal Aviation Adminsitration said. A12\nNews analysis: The dollar has taken another beating in foreign exchange markets following the report of unexpected deterioration in the United States foreign trade accounts. But there is no sense of crisis. D1\nThe popularity of a survival game is growing. Using a paint ball to shoot enemies, the game is an adult version of capture the flag, tag and hide and seek that is sometimes criticized as too militaristic. A12\nForced landing: Tears and joy\nA12\nDrugs trace a mayor's rise and fall\nA13\nMeasure is sought on road violence\nA17\nWashington Talk A14 Authors take their verbs to the capital to plead for tax relief Courtship of the consultants Regional B1-4\nIt is time to end the Cold War, Governor Cuomo said at the opening of a conference between Soviet and United States citizens in Chautauqua, N.Y. He called for a ''new realism'' in American foreign policy. A1\nIllegal dumping of medical waste in the New York region helped to create a garbage slick that washed up on New Jersey resort beaches. Officials say they do not know the extent of the illegal dumping. B1\nThe sale of the Regency Theater has been greeted with amazement, anguish and anger. Many people in the city had relied on the Regency for more than a decade to fulfill their need for nostalgia. B3\nThe roof of Grand Central Terminal is being restored to stop water from leaking in. So as Grand Central nears its 75th anniversary next February, workers are crawling over its most visible expanse. B3 A boater was killed in Jamaica Bay when the operator of a 29-foot-long power boat unknowingly ran over the oarsman's fragile 12-foot-long racing shell in the Gateway National Recreation Area. B1\nA succession of fatal accidents on a stretch of the Atlantic City Expressway have been attributed to drivers falling asleep.Authorities are searching for explanations and for remedies. B1\nA Long Island cocaine ring headed by a convicted drug dealer in a state prison was broken up over the weekend with the arrest of 25 people in Suffolk and Nassau Counties, the authorities said. 3 Bungalow colonies in the Catskills have recently exploded in new popularity, part of the real-estate boom in the region. Lately, more and more have been revamped as co-ops for 80's buyers. $ ?B1"}, {"text": "A Bank Battles Poverty\n1987-07-12T05:00:00.000Z\nRABEA stepped out of her dirt-floored house, stamped one bare foot on the ground and snapped a smart salute. Rabea is so poor that she cannot offer a visitor a chair or protect her children from rain leaking though her thatched roof. But she is a proud borrower at an innovative rural bank. Like nearly 300,000 other landless Bangladeshis, she has managed, without collateral, to borrow enough to start a small business and slowly advance her family's standard of living.\nThe salute reflects steps taken by the Grameen Bank to improve the outlook and habits of its mostly female borrowers and to achieve what it maintains is an extraordinary 98 percent rate of loan repayments. ''Now that you are earning, you can stand up straight and look into people's eyes,'' the bank's founder, Mohammad Yunus, says. The bank also works to improve the nutrition, family planning, sanitation and literacy of borrowers.\nAll this is provided for within the bank's financing, which offers a new approach to problems that are endemic throughout Asia and the third world. The bank has attracted widespread attention; in Washington, for example, Congress is studying the possibility of tying some foreign aid to credit for the poor.\n''We are not doing any favors. We are in business,'' Mr. Yunus said, noting that healthy, literate borrowers, not burdened by a large family, are better credit risks. ''The entry point is credit,'' added an aide, Muzammel Huq. ''Development through credit can be done without any cost to the Government. These people are borrowing at the commercial rate of 16 percent.''\nDespite their subordinate role in this Moslem society, 74 percent of Grameen borrowers are women. ''Women are better clients in terms of repayment, and in terms of the objectives of the bank, the alleviation of poverty,'' Mr. Huq said. ''We have found that poverty, hunger and disease are primarily women's issues.''\nIn Bathoimuri, a village 40 miles north of Dhaka, the capital, the bank has lent money to 575 people, two-thirds of them women. Last year, Rabea borrowed $90, bought a cow and started selling milk. Her earnings made possible a $85 family investment in a bicycle rickshaw, with which her two grown sons now make a living. When her loan is repaid, Rabea said, she plans to borrow again to improve her house.\nThe Grameen Bank grew out of an argument between Mr. Yunus, an economics professor on leave from Chittagong University, and bankers who said they could not do business with the 50 percent of Bangladeshis who are landless, the 80 percent who are illiterate or the more than 50 percent who are women. Started in 1979, the project has grown to 330 branches serving 6,000 villages. Owned 75 percent by its borrowers and 25 percent by the Government, Mr. Yunus said, the bank has made a modest profit from the start.\nThe average Grameen loan is for the equivalent of $60. The smallest was for one dollar, to a woman who wanted to sell plastic bangles door-to-door. Borrowers have financed small-scale perfume making, bookbinding, peanut frying and the selling of matches, mirrors, bullocks and bananas. Mr. Yunus attributed the bank's success to the close contact between borrower and lender, peer pressure and the seriousness with which illiterate, poor people approach financial transactions.\nPotential borrowers are organized in groups of five. All transactions, including the approval and the weekly repayment of one-year loans, take place at group meetings. A borrower who cannot meet a payment can seek help from the group. Bank representatives meet with borrowers every week in their home villages."}, {"text": "TRIANGLE PARK: NORTH CAROLINA'S HIGH-TECH PAYOFF\n1987-04-26T05:00:00.000Z\nAZT was all but forgotten, an ineffective cancer drug, when the Burroughs Wellcome Company moved its North American headquarters and research laboratories in 1970 from New York's Westchester County to the Research Triangle Park near here.\nBut in the past two years, biochemists at the company's park labs and at the National Cancer Institute have shown that the antiviral drug - formally known as azidothymidine -could prolong the lives of many AIDS patients. In anticipation of the Federal clearance that came last month allowing doctors to prescribe AZT, Burroughs Wellcome expanded its plant in Greenville, N.C., some 75 miles east of here, to increase production of the drug. AZT is sold under the brand name Retrovir.\nThe prospect of more jobs and tax revenues for North Carolina because of the AZT breakthrough is a fresh reminder of how well the state's long-running effort to recruit high-tech companies and research institutes to Triangle Park has paid off.\nThe park is now the largest research center of its kind in the world, operated by a nonprofit foundation on behalf of the area's three major universities - Duke in Durham, the University of North Carolina at Chapel Hill and North Carolina State in Raleigh. Home to a work force of 27,000 and an annual payroll of more than $1 billion, it is far bigger than the Princeton Forrestal Center in New Jersey and the Stanford Research Park in California, two other university-linked operations.\nSince it opened in 1960, the research complex here has turned the triangle-shaped area formed by Durham, Chapel Hill and Raleigh, the state capital, into one of the fastest-growing regions in the country. The area covers some 1,500 square miles, making it a bit larger than Rhode Island.\nAt the same time, the park's emphasis on semiconductors, biotechnology and other cutting-edge sciences has given North Carolina -long dependent on tobacco, textiles and furniture manufacturing - a new stake in the future.\nIndeed, ''the people in North Carolina like to think Raleigh-Durham is the future,'' said G. Donald Jud, an economic consultant to the Central Carolina Bank in Durham. And Terry Sanford, the state's Democratic Senator and a former president of Duke, has called Triangle Park the catalyst.\nBurroughs and most of its 50 or so neighbors in the sprawling park were drawn here by the concentration of major universities as well as by the region's pine-covered hills and easy mix of countrified and urban ways.\n''This is a particularly attractive place for a company in pharmaceuticals and biological sciences,'' said Joseph J. Ruvane Jr., chairman and chief executive of Glaxo Inc., another drug manufacturer that has its headquarters in the park. ''U.N.C. has a great school of pharmacy, there are great medical schools at Duke and U.N.C. and a great engineering school at N.C. State. And the quality of life we have is pretty hard to find.''\nBut now the park is at a crossroads, poised for a new period of growth, and state residents and government officials are grappling with some of the changes that success has brought to the region.\nSome people here are saying that the flood of new arrivals is jeopardizing their special quality of life. They point to such unsettling new features as traffic jams and land speculation - and to a population in the four-county region that is expected to exceed 1 million by the year 2000, up 50 percent from the current estimate of nearly 700,000.\n''Yes, we want growth, but we want to control any dangers to the quality of life that has brought people here in the first place,'' said Claude Sitton, editor of The Raleigh News and Observer. He noted that growth-related worries about water and air pollution and rising housing costs are hotly debated at Raleigh City Council meetings.\nMOREOVER, not everyone has shared in the boom. The poor and the less educated are being squeezed out through a kind of high-tech gentrification. Notwithstanding the Greenville plant and a few similar spinoffs, many parts of North Carolina have benefited little from the millions of dollars that the state has poured into the park area in the form of research grants, highway projects and other improvements, some critics say.\nSome of the problems are being addressed. The Ford Foundation awarded $95,000 in January to two University of North Carolina professors, Michael I. Luger and Harvey Goldstein, to study the park's economic impact on the region, including its effect on low- and middle-income residents. The park's North Carolina Biotechnology Center now receives $6.5 million a year from the state to use as seed money for start-up projects throughout North Carolina. And still more roads are being built to relieve the congestion.\nSome of the changes, however, may simply have to be accepted as the price of growth, experts on economic development say.\nWhat is certain is that the future promises even more growth. With 2,700 of its 6,700 acres yet to be developed, the park expects to more than double its work force, to 60,000, in the next 15 years. An unrelated commercial and residential project, called Treyburn, is starting to take shape just north of Durham. Treyburn's developers, who chose the area because of the park, say 50,000 people will eventually work at the new site. And on June 15, American Airlines is scheduled to open a $150 million terminal at the Raleigh-Durham Airport, its new north-south hub on the East Coast.\nIt also seems certain that the park will continue to be viewed around the world as one of the most successful joint development efforts by business, academia and government. Japan has built its own version in Sapporo. In the past year alone, delegations from Uruguay, Bangladesh, China, Nigeria and dozens of other countries have traveled to North Carolina to see the park for themselves.\nWhat they see had its origins in the mid-50's, when North Carolina ranked 45th among the states in personal income. The economy was built on low-wage, labor-intensive industries. While North Carolina has long had excellent schools, talented students often moved away after graduation because the professional jobs were elsewhere.\nTHE research park was designed to stem the ''brain drain.'' The project was shepherded along by the late Luther H. Hodges, who served as the state's Governor from 1954 until 1961 and then as Secretary of Commerce in the Kennedy and Johnson Administrations.\nLand for the park was purchased with private donations of $2.2 million and then signed over to the Research Triangle Foundation. To retain the park's bucolic campus-like ambiance, the foundation decreed that buildings could occupy only 15 percent of the large lots that it sold. Companies can do light assembly in the park in addition to research, but not manufacturing.\nAfter a slow start, the park attracted the International Business Machines Corporation, which opened offices there in 1966. The National Institute of Environmental Health Sciences, a big Federal research facility, also came that year. The park's roster also includes the Microelectronics Center of North Carolina, a pioneering industry consortium that has received $82 million in state funding since 1981; Sumitomo Electric, which established its American headquarters and research labs in the park four years ago, and Northern Telecom Ltd., the Canadian telecommunications manufacturer.\nInstead of suffering from a brain drain, the area now boasts more Ph.D.'s per capita than anywhere else in the country. Unemployment, which has not exceeded 5 percent in the last 12 years in the four-county region, averaged a paltry 3.3 percent in 1986, compared with 5.3 percent in the state and 7 percent in the nation. And North Carolina is now ranked 37th in personal income.\n''There are a lot of measurable things that people like about this area,'' said Professor Luger. ''Our best judgment is the park has been responsible for a lot of that.''\nBut the kind of growth that the park fosters has also raised housing and transportation costs, said Paul Luebke, an associate professor of sociology at the University of North Carolina in Greensboro.\nThe cost of land, for example, has soared in recent years. Prices within the research park have increased 50 percent in the last five years, to $45,000 an acre, according to Ned E. Huffman, the executive vice president of the Research Triangle Foundation. Outside the park's borders -and away from its restrictions -speculators have bid prices as high as $150,000 an acre.\n''There is relatively little emerging here for low- to moderate-income people,'' said Professor Luebke.\nMore production spinoffs from the park's research efforts, which would create lower-wage jobs, may be near, said Paul B. Phelps, a specialist in economic development who studied the park for Congress's Office of Technology Assessment.\nTHE evidence available so far, however, suggests that rural sections are getting the manufacturing jobs because labor costs there are lower than in the immediate Raleigh-Durham area. Burroughs Wellcome, for example, has already added 40 jobs in Greenville because of AZT, increasing its work force there to 1,500. The plant was opened in Greenville at the time Burroughs Wellcome moved its headquarters to the park, where it now has another 1,400 employees.\nSimilarly, Glaxo, maker of the world's largest-selling prescription drug, an anti-ulcer medication called Zantac, is planning to expand its manufacturing plant in Zebulon, some 25 miles east of the park. The plant now has 300 workers.\nOther sections of the state are ''still waiting for the ripple effects,'' said Ezra Vogel, a Harvard sociologist, in his 1985 book on American industrial competitiveness, ''Comeback.''\nRaleigh-Durham will continue to be the main beneficiary - at least in terms of high-tech jobs - for a long time to come, those who have studied the area say.\nIndeed, Raleigh-Durham's growth prospects proved irresistible to the partners developing the huge Treyburn site. The partners - which include Tishman-Speyer Properties of Manhattan, the Equitable Life Assurance Society and the Bishop Estate of Hawaii - expect the site to attract more than $1.5 billion in industrial, commercial and residential projects during the next 20 years.\nFor now, though, the area is experiencing growing pains, conceded W. Clay Hamner, Treyburn's general partner.\n''But these issues will be resolved over the next 10 years,'' he maintained. ''Then, like what happened in Atlanta 20 years ago, you'll have a single metropolitan area, with more than a million people.''"}, {"text": "IN SHORT;\nNONFICTION\n1987-08-23T05:00:00.000Z\nLEAD: THE BOOK OF ALFRED KANTOR: An Artist's Journal of the Holocaust. (Schocken, Cloth, $25; Paper, $16.95.) The greater a suffering, and the better known its historical context, the more likely people are to be shattered by visual and literary testimonies, to consider them as sacrosanct and to turn them into a myth.\nTHE BOOK OF ALFRED KANTOR: An Artist's Journal of the Holocaust. (Schocken, Cloth, $25; Paper, $16.95.) The greater a suffering, and the better known its historical context, the more likely people are to be shattered by visual and literary testimonies, to consider them as sacrosanct and to turn them into a myth. Today, the Holocaust is being transformed into a legend, and documents from the concentration and extermination camps are collected and increasingly treasured. There is nothing wrong with this, as long as one realizes that the need to bear witness does not guarantee the adequacy of the testimony, and that drawings or paintings, in themselves meaningless, may be imbued with meaning by the mere fact that they were executed by the victims of the Holocaust. Alfred Kantor's drawings of the Holocaust do not convince. Although one admires this Czechoslovak Jew, who throughout his imprisonment in several concentration camps sketched the annihilation factories and after his liberation re-created his experiences in a series of watercolors, one turns over the pages of his ''Journal of the Holocaust'' with disappointment. Trained as a commercial artist, Mr. Kantor possessed a modest skill of neat representation that worked against him. His pedantic contours, schematic figures and naturalistically applied colors outline the horror without capturing it."}, {"text": "DHAKA JOURNAL; STARK VILLAGE JUSTICE: MUST THE LOVERS BE FLOGGED?\n1987-06-15T05:00:00.000Z\nDisgraced and threatened with public whipping, the lovers have turned against each other, and their stories, told in sullen monotones, are now at odds.\nBut one thing is certain. Late one recent night, Abdul Jalil and his neighbor's young wife, Khurshida Ali, were caught as they tried to elope, shaming their families and their village of Bholail, which is about 10 miles south of Dhaka.\nNow they faced the judgment of an ancient trial system known as salish, where village elders, mostly tradesmen and small landowners, would exact justice that could include a public whipping or slapping and a forced realignment of the marriages involved.\nAs the salish began, Mr. Jalil, a helper on a minibus who thinks his age is about 25, squatted at dusk in a small courtyard, surrounded by the men and boys of the village as the elders, smoking expensive imported cigarettes, discussed his crime. 'She Tempted Me'\n''I hardly even know her,'' he said of Mrs. Ali. ''She tempted me into it. She made advances.'' The women, who play a secondary role in this Moslem society, were hidden in an adjacent building. Mrs. Ali, if her testimony was needed, was to speak into the courtyard through a darkened window.\nThe salish, increasingly rare in Bangladesh, represents an attempt by village leaders to maintain their traditional feudal control and to cling to age-old customs - such as the subordination of women - in a slowly modernizing nation.\nIt is an illustration of the distance that remains between thousands of isolated villages and the structures of government, which have yet to reach much of the country with paved roads, electricity, water and administrative control. Police Are Not Trusted\nRecourse to the salish also demonstrates a local mistrust of the police, who are described as corrupt and abusive, and of the government court system, which villagers said is slow, complicated and alien to their customs.\n''I am a poor man and I cannot afford to go to the police,'' said Tamizuddin, the father of Mr. Jalil's wife, Hamida.\n''If we go to court we will be trapped in the system,'' said Mr. Tamizuddin, who is a farm laborer. ''The most powerful forces will win and there will be no justice.'' The Antagonists Balk\nBut like the courts of the distant cities, the salish snagged this night on a technicality when the aggrieved husband, a bicycle-rickshaw driver named Mohammad Suruj Ali, failed to appear.\nTwo nights later, the salish was again delayed when the accused himself refused to take part.\nAs a monsoon downpour brought a luminous early dusk to the village and green rice fields, the other principals gathered at the house of a village elder, a cosmetics salesman named Guyashuddin Ahmed, to discuss the case.\nStanding almost unnoticed among them, in the shadows by a postered bed, was Mrs. Ali, a slight woman of 18 with delicate features, wearing a faded red-print sari. The Young Woman's Tale\nA visitor asked for her side of the story.\n''I ran away because my husband couldn't provide for me,'' said Mrs. Ali, the daughter of a subsistence farm laborer. ''I hardly even know the man.''\n''My godmother persuaded me to do it,'' she said without expression. ''I didn't want to go. The boy talked me into it. He said he would take the responsibility. He took me by force. He beat his wife and blood was coming from her mouth and nose.''\nIndeed, Mr. Jalil had recently received a warning from a session of the salish for having beaten his wife, and Mr. Tamizuddin had taken her away from him.\nFrom behind a curtained doorway across the room came a woman's low voice: ''Don't believe her. She's a loose woman. She is lying.'' 'She Played Around'\n''I am not,'' said Mrs. Ali just as quietly. ''I had work in a garment factory.''\n''She didn't work,'' said the voice from behind the curtain. ''She played around. She's a slut. Someone said, 'Come with me,' and she went.''\n''It's not true,'' the young woman said, cracking her knuckles as she spoke. ''He forced me to go with him.''\n''Don't believe her,'' said the voice. ''These are the stories she prepared for the salish.''\nSubhan Sardir, a member of the salish, removed his glasses in a gesture that brought silence to the room.\n''We may or we may not whip them,'' he said of the offending couple. ''But we will probably force them to marry.'' 'Who Will Feed You?'\n''Will you marry him?'' he said, turning on Mrs. Ali. ''You won't? You won't go?'' ''I won't,'' she said. ''How will you eat, all alone in the world?'' he asked. ''Who will feed you?'' ''I'll find some way,'' she said. ''You ran away with that boy and now you refuse to marry him,'' said Mr. Sardir, brandishing a large flashlight and raising his voice. ''You know me. I'll bet you never got a real whipping from your father. I'll show you what a real whipping is.'' He turned to the visitor. ''She'll accept,'' he said. ''She must accept. She has put the whole village to shame and it is our obligation under Islamic law to rectify that shame. We will force her to marry him, and force him to marry her.''\nAt that point Mrs. Ali's husband, the rickshaw driver, entered the room. A soft-spoken man of 25, he looked everywhere but at his wife. 'A Very Simple Girl'\n''Will you take her back?'' Mr. Sardir asked him. ''No,'' said Mr. Ali quietly. ''I feel sorry for her,'' Mr. Sardir said. ''She's a very simple girl and she was deceived by fancy words. But we are doing what we must do.''\n''She is a fallen woman now and nobody else will marry her,'' he said. ''It's the boy's responsibility now to take her as his wife and support her. Otherwise she will starve.'' Mrs. Ali remained standing in the shadow by the bedpost, one bare foot crossed slightly over the other. Both Are Flogged\nWhen the salish convened again, the village elders tried to persuade the accused man and woman to get married but they declined.\nMr. Jalil and Mrs. Ali were flogged in public, he 30 times and she 20 times. Mr. Jalil was fined as well.\n''I want my wife back,'' he told the salish. But his father-in law, Mr. Tamizuddin, said his daughter would never go back to such a man.\nMrs. Ali said, ''I'll work as a maid servant to fend for myself and will never marry again.''"}, {"text": "INTERNATIONAL REPORT; India Apparel's Growth Woes\n1987-09-28T05:00:00.000Z\nIn 1970, Prem Kumar Pangasa won his first garment export order of 5,000 summer dresses and shirts for Macy's, the department store.\nAt that time, he had little capital and no factories or workers, and Indian garment manufacturers were virtually unknown in the international market.\nToday, Mr. Pangasa's company, Pangasa Exports, has annual income from overseas sales of about 70 million rupees, or about $5.5 million. He has buyers in the United States, Canada and Italy and is now diversifying into film production and the manufacture of jelly-filled telephone cables.\n''I have worked very hard,'' said Mr. Pangasa, whose success story reflects the boom in Indian garment exports. ''I have come up from scratch.''\nAlthough Indian garment exports have grown in the last year to $1.3 billion, from about $1 billion, there is concern that protectionism in the West, particularly the United States, will stall the expansion of the industry. Diversification Considered\nThis anticipated stagnation and the ever-growing market for synthetic-cotton blends is making both Government officials and exporters in India consider a major diversification of its garment industry. They say that India should now move toward the mass market, which is dominated by Taiwan, South Korea and Hong Kong.\nAlready, Indian textile producers, impatient with Government regulations and quota restrictions, are exporting cotton fabric to neighboring countries including Nepal, Bangladesh and Sri Lanka and, in collaboration with local business executives, setting up garment export units there.\n''Prices have a long way to go before they can fill their quotas,'' said one executive, who set up a plant in Bangladesh. ''It's a flight of business, if not of capital.'' Indians have even set up production centers at Dubai and are winning large orders from Western buyers, industry officials said. Renowned Fabrics\nFor centuries, India has been renowned for the richness and variety of its cotton, with its vibrant colors and range of shades. Over the last 20 years, this reputation and a combination of entrepreneurship, cheap labor, good delivery schedules and ability to do small runs have pushed India's share of the world ready-made garment market from zero to 2.4 percent.\nNearly half of this is in fashion garments, manufacturers and exporters say. Small runs of 5,000 or 10,000 pieces of summer sportswear - cotton skirts, shirts and blouses, largely for the 15-to-25 age group - are normal, said Mohanjit Singh of Delfin Exports, who sells to Sweden and Norway. ''This is where we can score because a Japanese or Taiwanese manufacturer would not even look at this scale of stuff,'' he added. U.S. Manufacturers Critical\nThe Indian Government's subsidies of 10 to 15 percent on handlooms and ready-made garments is resented by textile manufacturers in the United States, who are hurt by lower-priced foreign products. The United States House of Representatives approved a bill on Sept. 16 that would set strict limits on imports of textiles, clothing and shoes. However, the House did not muster sufficient votes to override a promised veto from President Reagan.\nThe legislation could affect the five-year textile agreement between the two countries that allows for the expansion of India's ready-made garment exports and places handloom textiles outside the quota limit of Indian exports.\nThe system of national quotas on garment sales, evolved under last year's multi-fiber agreement, means that India is unlikely to go beyond a proposed export figure of about $2 billion in 1990.\nA law called the floor index, which sets the basic price for an item, has drawn particular criticism. The floor index requires exporters to sell a blouse piece, for example, for not less than 40 rupees, or about $3, even though it may cost less than half that to make it.\nThis law has soured relations with a number of buyers, said Dileep Chaddha, a representative for Beeba's Creation Inc. of San Diego, Calif.\n''My company is buying for next spring - especially the skimpy tops for women - from Bangladesh because it's cheaper,'' said Mr. Chaddha, who also complained of inadequate freight space in the airlines, especially in the peak period around the first of the year.\nCurrently, high import duties on raw material and the negligible growth of the domestic synthetics industry has meant that exporters cannot immediately go into the production of synthetics or blends. Manufacturers and agencies like the World Bank have been advising New Delhi to liberalize procedures for the import of raw material and to cut heavy duties on imports of sophisticated equipment.\n''We have advised the Government about the need for lower duties along the line,'' said an economist at the World Bank here. ''The textile industry is one of the largest in the world, but its production of synthetic goods is too expensive because of these factors.'' Policy Changes Studied\nGovernment officials say they are considering changes in the textile policy that would help modernize the industry and reduce customs and excise taxes. The National Textiles Minister, Ram Niwas Mirdha, said recently that the garment industry would be ''given a big boost soon.''\nA. K. Puri, a large exporter and vice president of the Government-supported Apparel Export Promotion Council, said that a move into the sythetic field would be the logical next step for the Indian garment industry.\nAnother area that he and other fabric producers want to explore and expand is that of non-quota goods such as swimwear, hospital gowns and work clothes. ''In this area and that of synthetics, the sky is the limit,'' Mr. Puri said.\nHe noted India's reputation as a reliable and quick supplier of goods, its large and inexpensive work force and low overhead.\nBut John Bissell, an American who runs a handloom export business here, cautioned against a move into synthetics, saying it would hurt the traditional handloom market and India's rich heritage in cotton.\n''It then becomes a game of manipulation and not of styling,'' said Mr. Bissell, who has been in India for more than 20 years."}, {"text": "INDIA AIRLIFTS AID TO TAMIL REBELS\n1987-06-05T05:00:00.000Z\nDefying the Sri Lanka Government, India sent transport planes and jet fighters over the country's northern territory today and dropped 25 tons of food and medicine by parachute into areas held by embattled insurgents.\nThe airdrop, carried out by five Soviet-built cargo planes accompanied by five French-made Mirage 2000 fighters, swiftly accomplished what India had tried and failed to do Wednesday with 19 fishing boats that were stopped by the Sri Lanka Navy.\nSri Lanka, fighting the Tamil insurgency since 1983, angrily denounced the surprise airdrop as ''a naked violation of our independence'' and vowed to raise the issue at the United Nations. Military retaliation, however, was said to have been ruled out. An International Appeal\n''The only thing Sri Lanka can do against a giant military power,'' said Lalith Athulathmudali, the National Security Minister, ''is appeal to the international community, international organizations like the United Nations, the nonaligned movement and the good sense of the Indian Government.''\nNot since 1971, when India invaded what was then East Pakistan to help it become the nation of Bangladesh, has New Delhi so directly intervened in the internal affairs of a neighbor.\nIndia's action was seen as a reflection of Prime Minister Rajiv Gandhi's anger over the blocking of the flotilla, which turned back after a tense five-hour confrontation Wednesday in the narrow Palk Strait separating India from Sri Lanka. Comments From India\nIn India the supply move was already being seen tonight as a bold step to assist Sri Lanka's Tamils, who have close cultural and ethnic ties with the 50 million Tamils living in south India. In addition, many Indians sympathize with the Tamils as fellow Hindus who say they are oppressed by Sri Lanka's Buddhist majority. The Tamils are fighting to create their own independent nation.\nSri Lankan newspapers today hailed the naval encounter as a kind of military victory, apparently not suspecting that Mr. Gandhi would feel it necessary to act to preserve what diplomats said was his credibility.\nAn Indian spokesman said the airdrop was also prompted by ''the continuing deteriorating of the conditions of the civilian population'' in northern Sri Lanka, which he said was of ''legitimate concern to India and a threat to peace and security in the region.'' Further Missions Possible\nIndia's stated objective was to provide ''humanitarian assistance'' to the northern Jaffna Peninsula, the scene of intense fighting last week as Colombo pressed a major offensive to secure a key stronghold held by Tamil rebels.\nAs the offensive progressed, Prime Minister Gandhi charged that hundreds of civilians were dying from intense shelling and air strikes, undercutting hopes of India's negotiating a political settlement.\nIndian officials refused to say tonight if the raid would be the last of its kind or a prelude to further ones. ''We will undertake relief missions again if it becomes necessary again,'' said an Indian diplomat.\nBut the officials said Mr. Gandhi's action should also be read in Sri Lanka as a warning against any further military offensives against Tamil separatists, risking civilian lives. Request for a Meeting\nSri Lanka, which has a population of 15 million, said last week that it had the right to recapture key territories taken by the guerrillas and that in any case, fewer than 50 civilians had died in the fighting.\nThere has been no independent verification of either country's claim.\nThe Associated Press reported that Sri Lanka's President, J. R. Jayewardene, sent a message this morning to Mr. Gandhi requesting a meeting to discuss how India's aid could be received by Sri Lanka.\nIndeed, officials here were warning tonight that India's latest action could be a prelude to ''liberate'' northern Sri Lanka as it did Bangladesh. Such talk also compelled the Indian High Commission to direct 100 of its staff members to move to hotels in Colombo, where they might be safer.\nIn its statement, Sri Lanka addressed the following comment to India: ''We shall hold you responsible for all the consequences.'' This was seen as a reference to earlier warnings that any untoward action could lead to a repetition of anti-Tamil rioting that swept Colombo in 1983. Ups and Downs in Relations\nRelations between Sri Lanka and India have had ups and downs in recent years. President Jayewardene has alternately denounced Mr. Gandhi as duplicitous and as the best hope of the region because of his role in mediating the Sri Lankan conflict.\nIn the last year, Tamil guerrilla spokesmen have several times rejected Sri Lankan autonomy offers that Mr. Gandhi termed acceptable. But after talks collapsed this spring, Sri Lanka moved to prepare for a ''final offensive'' to retake the Jaffna Peninsula, home of 800,000 Tamils. U.N. MEETING CONSIDERED\nUNITED NATIONS, N.Y., June 4 (Special to The New York Times) -Sri Lankan diplomats, threatening to call an emergency meeting of the Security Council to protest India's surprise airdrop, said today that they were awaiting instructions from Colombo. In a statement issued this morning the Secretary General appealed to both nations to act with ''restraint'' and find a ''negotiated settlement to Sri Lanka's internal problems.''"}, {"text": "World Hunger Found Still Growing\n1987-06-28T05:00:00.000Z\nDespite repeated international pledges to eliminate hunger in the world, the number of hungry, undernourished people now appears to be increasing at a quickening pace, according to new findings by a United Nations agency.\nMoreover, the increase in hunger is coming at a time when the world is awash with cheap surplus food, disproving the grim Malthusian prediction that rising population levels will eventually outrun the world's ability to feed its inhabitants.\nAt the 13th ministerial meeting of the United Nations World Food Council in Beijing this month, food and agriculture ministers from more than 30 countries received new estimates suggesting that the problem of hunger and malnutrition in parts of the developing world was getting worse.\nAccording to calculations made by the council and its parent body, the United Nations Food and Agriculture Organization, based in Rome, the number of hungry people in the world grew by 15 million from 1970 to 1980, to some 475 million, a rate of increase of about 1.5 million a year. The world's population is about five billion. Slower Growth Fuels Poverty\nIn the early 1980's, however, as economic growth slowed in the industrial nations, increasing the poverty of the developing nations, the pool of hungry people grew at a rate of nearly eight million a year, reaching 512 million in 1985, according to the World Food Council.\nDevelopment experts calculate that an economic slowdown in the industrial world reduces third-world income almost twice as much, with the poorest populations suffering even more, although hunger exists in virtually every nation.\nMost of those described as hungry by the council are not starving. But the council's chief of policy development, Uwe Kracht, said: ''They are chronically deprived of the food needed to enjoy an active, healthy life. Their lives are significantly impaired by poor diet.''\nEvidence that hunger is still increasing despite record harvests in many places comes from a World Bank study published last year. The study estimated the number of hungry people in 1980 at 340 million to 720 million and said the number had increased in the previous decade. 'A Reasonable Midpoint'\nThe lower figure referred to those with a calorie intake below that necessary ''to prevent serious health risks and stunted children,'' according to the study, and the higher number was based on a calorie intake allowing ''an active working life.''\n''Definitions of hunger vary,'' Dr. Kracht said, ''but our figure of 512 million seriously hungry people is a reasonable midpoint between the World Bank's low and high figures.''\nAlthough hunger effects the largest proportion of the population in the nations of black Africa with crippled economies, about two-thirds of the undernourished are found in the more densely populated Asian countries.\nChildren appear to be the prime victims. The World Food Council estimates that 40,000 children die of hunger-related causes every day. Rise in Child Mortality\nA recent report by Unicef, the United Nations Children's Fund, supported this broad picture. The report found that after a significant decline in infant and child mortality in the 1960's and 1970's, the decline slowed in the 1980's and in some countries has been reversed.\n''In the last two years, more children have died in India and Pakistan than in all the 46 nations of Africa together,'' Unicef said. ''In 1986 more children died in Bangladesh than in Ethiopia, more in Mexico than in the Sudan, more in Indonesia than in all eight drought-stricken countries of the Sahel.''\nThe continuing increase in the number of underfed people highlights the failure of at least two international campaigns to make a dent in hunger.\nIn 1974, Secretary of State Henry A. Kissinger backed a World Food Council commitment to eradicate hunger from the world within 10 years, saying that by 1980 ''not a single child should go to bed hungry.''\nThen, in opening the Second United Nations Development Decade in 1980, the General Assembly set the year 2000 as the new deadline for eliminating hunger. 'Pledges Look Empty'\n''Such pledges look empty now,'' said Alain Vidal Naquet, another council official.\nHunger is increasing at a time when food has probably never been as abundant or as cheap as it is today.\nThis month, the Director General of the Food and Agriculture Organization, Edouard Saouma, told his group's governing council that stocks of grains, sugar and butter were all at record levels and likely to increase, and even in the developing world food production was continuing to grow faster than the population.\nAs a result, countries like India and Indonesia, which were prone to disastrous famines, now export food even though increasing numbers of their people cannot afford enough to eat.\n''Thus the process of polarization in the global food system is continuing,'' Mr. Saouma said. Hunger is still on the rise in many developing countries because sections of the population, mainly marginal farmers, landless laborers and urban slum dwellers, are being left behind in the slow move toward economic development."}, {"text": "INDIA SEEKS TALKS WITH SRI LANKA\n1987-06-06T05:00:00.000Z\nIndia proposed talks with Sri Lanka here next week to resolve their bitter dispute over Indian assistance to the Tamil population in Northern Province in Sri Lanka, where the Government is fighting Tamil separatist guerrillas.\nSri Lanka protested the Indian action to the United Nations Secretary General, Javier Perez de Cuellar, and urged him to draw the attention of the Security Council to the ''violation of the country's sovereignty, independence and territorial integrity.''\nPakistan, a traditional rival of India, also denounced the air drop as a violation of Sri Lanka's sovereignity and described it as a ''deplorable infringement of international law.'' Talks Proposed for June 13\nIndia proposed that talks be held between the Indian and Sri Lankan foreign ministers at a conference aimed at promoting regional cooperation that begins June 13.\nK. Natwar Singh, India's Minister of State for External Affairs, told reporters tonight that New Delhi wanted ''cordial and good neighborly relations with Sri Lanka and the sooner this happens the better.'' He declined to say whether future air drops were planned.\nOther officials said Jyotindra Dixit, India's Ambassador to Colombo, met today with A. C. S. Hameed, Sri Lanka's Foreign Minister, to discuss the distribution of relief supplies to the Jaffna area in the north, which has been hardest hit by a Government offensive against Tamil guerrillas fighting for an independent nation.\nThe Ambassadors of Pakistan, Bhutan, Nepal and Bangladesh met the Sri Lankan Ambassador to India on Thursday night to ''express solidarity'' with the Colombo Government, a Sri Lankan diplomat said. Air Drop Called a 'Message'\nOne Indian official described the air drop of food supplies to Tamil areas Thursday as a ''message which had to go to Colombo that Sri Lanka cannot go about killing innocent Tamil civilians without its effects being felt here.''\nHe added that India had conducted the air drop of 25 tons of food and medical supplies over Sri Lanka's objections for its domestic political effect, especially in the southern state of Tamil Nadu where most of the country's 50 million tamils live, as much as out of humanitarian concern.\n''We were told by the state government that if we did not act positively, it would be faced with an uncontrollable situation,'' the official said. Tamil Nadu is governed by a regional party led by M. G. Ramachandran, who is allied with Prime Minister Rajiv Gandhi.\nMr. Ramachandran, according to this official, feared that local Indian extremists would organize violence and destabilize the state administration if New Delhi was not seen to move firmly."}, {"text": "NEWS SUMMARY: WEDNESDAY, NOVEMBER 11, 1987\n1987-11-11T05:00:00.000Z\nInternational A3-15\nA U.S.-Nicarauguan meeting could include rebel leaders if President Reagan agreed to hold the meeting, Nicaragua's President said. It was the first time a Sandinista official voiced a willingness to meet contra leaders. Page A1\nMikhail Gorbachev's trip to the U.S. next month may be extended so he can see more of the nation, a Soviet official said. Some advisers are urging him to go ''over the head'' of President Reagan to get a closer sense of the country. A1\nA Russian woman is a princess again after years of wandering around the fringes of Soviet history. At the age of 83, Yekaterina A. Meshcherskaya is finally allowed to honor the heritage that went with her title. A1\nIn Dhaka, several people were shot and killed by the police as thousands of rioters set fire to cars and buildings and threw bricks and homemade bombs in an attempt to force Bangladesh's President, H. M. Ershad, from office. A3 Norodom Sihanouk will go to France this week amid reports that he may meet there this year with Cambodia's Prime Minister, a spokesman said. Prince Sihanouk heads one of three armies battling the current regime. A5\nAt the meeting of Arab leaders, the balance of power in the Middle East appears to have realigned in favor of pragmatic policies and moderate forces opposed to Iran. Jordan and Saudi Arabia appear to be leading the group. A3\nMontreuil journal: French Communists slide\nA4\nNiger leader dies in Paris\nA6\nWiesel in plea to Germans\nA8\nQuebecer resigns as party's leader\nA9\nPoland seizes a fugitive underground leader\nA10\nU.N. urges Afghan pullout\nA12\nVigilantes form in Manila to fight insurgency\nA15\nNational A16-28, B6-7, B9\nIn the negotiations on the deficit between the White House and Congress, officials said they were near agreement on a plan that would cut the deficit by $25 billion to $30 billion.\nA1\nA further decline in the dollar is not what he wants, President Reagan said. Beyond his statement, however, the Administration did nothing in the markets to try to stabilize the currency's value. A1\nThe nation's fourth-largest law firm, Finley, Kumble, Wagner, Underberg, Manley, Myerson & Casey, rocked by internal rivalries and concerned about mounting debts, is about to undergo a reorganization, if not a dissolution, according to lawyers within the firm. A1\nA possible astronomical discovery was reported by American astronomers. They said they had the first strong evidence of a brown dwarf, one of the hypothesized celestial objects intermediate between planets and stars. A1\nThe first report ranking airlines according to their on-time performance was released by the Government. American Airlines topped the list for arriving on time, while USAir's flights ranked lowest. B9 Many farmers have gone to jail after trying to represent themselves in legal disputes with their lenders, using strategies of self-taught advisers. The case of the only farmer still behind bars has generated varying sentiments. A18\nA new style of Italian restaurant is emerging in this country, one that is unmistakable in manner. What distinguishes the food is a sense of the variety and abundance of unadulterated Italian regional cooking. C1\nReagan would elevate V.A. to Cabinet level\nA16\nEllisville journal: Classic in Midwestern town\nA18\nFlexible deadlines on air pollution planned\nA21\nAIDS panel head says rift is over\nA22\nMother sued over payment for son's liver transplant\nA24\nDole faults Reagan, Meese and Bush\nA26\nDeaver jury hears of conflict over Oval Office visitor\nA27\nHigh Court ruling helps I.R.S. combat disclosures\nB7\nWashington Talk B6\nAfter Ginsburg, where do the questions end? More fire from Reagan's right flank Regional B1-5\nFive devices to restrain people in dangerous situations have been chosen by New York City police. The selection is an effort to equip the department with something more powerful than a nightstick but less deadly than a gun. A1\nThe mother of Elizabeth Steinberg, the girl who the police say was beaten to death by her adoptive parents, went to Surrogate's Court in Manhattan to claim the child's body for burial. B1\nNews analysis: Mayor Koch's effort to hospitalize mentally ill homeless people has sharpened debate over how government should care for them.The debate is focused on the case of the first person picked up under the program. B1\nThe use of styrofoam by McDonald's for food packaging should end and biodegradable materials should be used, a New York State official said. The official requested that the fast-food chain switch its packaging. B2 A young homeless man who was shot three months shy of his 22d birthday seemed doomed by his past and his homelessness, those who knew him said. They were saddened, but not all that surprised, to learn that he had been killed. B1\nThe Westies shot a union official as a favor for John Gotti, an informer testified about the gang. Mr. Gotti is said by the authorities to be the boss of the Gambino crime family. B3\nNew generation of subway cars planned\nB1\nSoldier fatally shot in fight with Jersey state trooper\nB2\nFire, unreported for half-hour, kills 6\nB2\nLandmark status for 3 theaters\nB3\nBoy brings loaded gun to school\nB3\nShift in public assistance urged on minority children\nB5"}, {"text": "TV REVIEW; 'ADAM SMITH'S MONEY WORLD' ON THE PACIFIC RIM\n1987-05-18T05:00:00.000Z\nASIAN economies now compete with the American economy; we know that already.\nCan ''Adam Smith's Money World'' say anything new about this, even in a five-part series? Perhaps not, but what it can and does do is assemble what we know and then offers fresh insights. The interesting series, ''The Eagle and the Dragons: The U.S. and the Challenge of the Pacific Rim Nations,'' begins on Channel 13 at 8:30 tonight.\nThe eagle is the United States, of course. The dragons are Japan and the newly industrialized countries of South Korea, Taiwan, Hong Kong and Singapore. They make up, Mr. Smith says, the ''most productive manufacturing center in the world.''\nWhat does this mean? The flight of jobs from the United States to the Far East for one thing; a trade deficit for the eagle and a surplus for the dragons for another. In 1986, Japan had a $58 billion trade surplus with the United States. Even tiny Hong Hong, a city-state rather than a sovereign nation, had a surplus of $7 billion.\nNonetheless, the Pacific rim nations are unlikely candidates to challenge the United States economically. They have a scarcity of natural resources, and some of them must import all their food. They do have cheap labor pools, which counts for part of their competitive edge, but other countries have even cheaper labor pools and still are not nearly as productive.\nThe biggest part of the edge, says Mr. Smith, whose real name is George J. W. Goodman, comes from ''Confucian capitalism.'' Along the Pacific rim a free market has joined with 2,500 years of cultural values: hard work, formal education, family continuity. The result, Mr. Smith finds, is a mighty economic engine.\nThe episode tonight is an overview of the series. The next three programs will deal with specific countries; next week, for example, it's Taiwan. The final episode, on June 13, is a look ahead. Who wins and who loses under the new economic rules? Implicit in much of this are questions for American investors. Mutual funds that invest in the Pacific nations, for instance, have flourished.\nWill they continue to flourish? Mr. Smith and his colleagues - Lisa Hsia and John Mernit are the producers -don't get down to crass considerations like that, but they do give investors something to chew on. The Pacific rim nations don't compete only with the United States; they also compete with one another. At the same time, it is likely that they will be challenged by countries with even cheaper labor pools - Sri Lanka, say, or Bangladesh.\nMeanwhile, what about China? China has slowed its move toward a market economy, but what will happen under a new leader? Indeed, the question of political change along the Pacific rim may be the biggest question of all. South Korea has civil unrest. Hong Kong will become part of China in 1997. Taiwan has an aging leadership.\nEven though capitalism has scored a monumental triumph today -Prime Minister Lee Kuan Yew of Singapore notes that the North Vietnamese won the war but went on to lose the peace - what about tomorrow?\nThe series, with Alvin H. Perlmutter as executive producer, explores the question with interviews, graphics and visits to plants and companies along the Pacific rim. The program tonight opens with Mr. Smith outside a factory on Taiwan. (A sign, which he translates, says, ''We will make you anything.'') It concludes with Mr. Smith, cautiously optimistic, saying that now the Asian nations and the United States must ''fix the imbalances.'' The series is off to a nice start."}, {"text": "SRI LANKA WELCOMES INDIAN OFFER TO NEGOTIATE\n1987-06-07T05:00:00.000Z\nIndia, under international criticism for violating Sri Lankan airspace last week, offered today to discuss with Colombo any future aid to ethnic Tamils in this country, the Sri Lankan Foreign Minister said tonight.\nForeign Minister A. C. S. Hameed said Colombo welcomed the step.\nThe offer came two days after Indian transport planes with fighter escorts, on only 35 minutes' notice to Colombo, dropped food parcels over the Jaffna Peninsula, the stronghold of armed Tamil rebels who have been under Sri Lankan military attack. India, which has a Tamil population of over 50 million, said the supplies were intended for besieged civilians.\nFighting was still going on in the peninsula today. And in southern Sri Lanka seven Tamil prisoners were killed trying to escape from a center housing nearly 4,000 political detainees, the Government said.\nMr. Hameed said in an interview in his office that China and Pakistan had been among the nations offering support to Colombo after the Indian airdrop on Thursday. He called India's actions a ''naked violation of our independence and an unwarranted assault on our territory and sovereignty.'' Attendance at Parley in Doubt\nMr. Hameed said that in the light of the Indian action, Sri Lanka was reconsidering whether or not to attend a ministerial meeting of the South Asian Association for Regional Cooperation, scheduled to be held in New Delhi on June 18-19.\nMost members of the association, which besides India and Sri Lanka includes Nepal, Pakistan, Bangladesh, the Maldives and Bhutan, have condemned the Indian air drop.\n''Countries in the region and countries far and wide have expressed concern, expressed sympathy,'' Mr. Hameed said. ''Some have expressed very grave concern, and some countries have even said that if there is a shortage, if there is a need for any assistance, they would be very happy to help us.''\nHe declined to identified the countries offering material assistance. Press reports in the region have mentioned Pakistan.\nMr. Hameed said that last week the Government of Prime Minister Rajiv Gandhi turned down a suggestion from Sri Lanka's President, J. R. Jayewardene, to hold the same kind of talks that New Delhi was proposing today. The proposal for talks came just after Sri Lanka's Navy stopped a flotilla of 19 fishing boats that had been trying to deliver aid.\n''There was no need for the so-called relief assistance,'' Mr. Hameed said. ''Still, my immediate response then was that we were prepared to receive it, and let us work out the modalities of supply and distribution. And they said no. They dodged that request and said the matter was very urgent.'' Indian Warning Recounted\nHe said that the Sri Lankan High Commissioner in New Delhi was summoned to the External Affairs Ministry on Thursday and that ''a demarche of 35 minutes'' was issued. He said the Sri Lankans were told that ''the planes would be accompanied by fighter planes, and should there be any resistance, we will not hesitate to use force.''\n''You are told: I am entering your home, and if you resist we shall use force,'' he added.\nIn the fighting on the Jaffna Peninsula today, according to the Government spokesman, troops engaged in a limited operation around the town of Achuvely that opened a link between two previously captured area. He said one officer, five soldiers and seven guerrillas had been killed.\nSouth of Colombo, the killing of the seven Tamils occurred when a riot erupted Friday night in the largest detention center for political prisoners, near the town of Boosa, according to the spokesman, Tilak Ratnakara.\nHe said 25 detainees had tried to overpower prison guards during dinner. After a struggle, Mr. Ratnakara said, the guards summoned troops, who fired on the would-be escapees. Four soldiers and a prison officer were wounded, one critically."}, {"text": "GROWTH OF CITIES CONCERNS EXPERTS\n1987-02-08T05:00:00.000Z\nScores of urban areas in underdeveloped countries are growing at an explosive rate that may create severe economic and social strains, according to experts gathered at the United Nations this week for a population conference.\nThe populations of Cairo, Manila, Mexico City and other urban areas will grow far beyond all but a few industrialized cities today, they said. But while some experts warned of political and environmental catastrophe, others disputed whether growth would necessarily lead to disaster.\n''These mega-cities are becoming social tinderboxes - the seedbeds for social revolution, civil strife and unrest,'' said Werner Fornos, president of the Population Institute, a public-interest group. ''With the numbers come the problems, so the problems will intensify.''\nMetropolitan Cairo, which is struggling to maintain services for more than 9 million people today, will grow to 13 million by the year 2000, according to United Nations estimates. Metropolitan Manila's population is expected to climb from 8.6 million to 11.1 million. And Mexico City, already the world's most populous metropolitan area, is expected to grow from nearly 19 million people to more than 26 million. 'World Beginning to Polarize'\nMany experts said that urbanization is one of several trends - including a high population growth rate in Africa and an increase in the number of elderly people - that are fueling growth in those segments of the population least able to sustain themselves.\n''Looking at population trends, the world is beginning to polarize in terms of birth rates,'' said Lester R. Brown of the Worldwatch Institute, a research group. ''The question is, will these regions get their birth rates down before they destroy their environmental support systems?''\nAccording to United Nations statistics, the populations of cities in underdeveloped countries are growing at an average of 3.5 percent annually. The average for all cities is 2.5 percent.\nThe experts predicted that 15 cities in underdeveloped countries would grow to between 11 million and 26 million residents by 2000 - populations greater than those of all but the 5 largest cities today. Higher Expectations\nSuch increases would create enormous pressure for social services and economic opportunity, the experts said. In addition, more than half of the new city dwellers will come from rural areas, with heightened expectations that could create more problems, according to Jyoti Singh, chief of information for the United Nations Fund for Population Activities.\nPeople under the age of 24, traditionally the most restive segment of the population, will make up at least 20 percent of these migrants to the cities and more than 50 percent in some urban areas, the United Nations Fund estimates.\nThose under 19 years old now make up about 40 percent of the urban populace in underdeveloped nations, compared with less than 30 percent in industrialized countries, according to the fund.\nSome experts cited food riots and unrest in Cairo, Manila, Teheran and Karachi, Pakistan, as examples of the tension that may occur when people abandon traditional communal ways of life for the city, causing social service systems to collapse.\n''In Cairo, Manila, people are coming into the cities and living in slums -young people whose expectations are high,'' said Mr. Singh, of the United Nations Fund. ''You accumulate people who need jobs and facilities. They become frustrated, creating enormous potential for political instability.'' 'A Very Complex Issue'\nThe outlook is not all dire, however; many experts disputed whether urbanization must necessarily lead to disaster.\nAn ongoing United Nations study of these big cities has found vastly different results related to cultural factors more than size or growth, according to one of its authors, Ellen Brennan, a population affairs officer with the United Nations.\nMs. Brennan cited as stable Lima, Peru and Dhaka, the capital of Bangladesh, even though growth rates have soared and the governments have provided little support for the populace in the way or housing or jobs.\n''It is a very complex issue - there are no generalizations that can be made about social stability,'' Ms. Brennan said. ''One has to look at it city by city.''"}, {"text": "INDIANS TO SEND CONVOY TO SRI LANKA\n1987-06-02T05:00:00.000Z\nIndia announced today that it would send a convoy of unarmed ships to northern Sri Lanka on Wednesday to provide ''humanitarian assistance'' to ethnic Tamils besieged by a weeklong offensive by Government forces.\nThe unexpected announcement marked the first overt attempt by India to undercut Sri Lankan sovereignty and intervene directly in Colombo's four-year-old battle against Tamil guerrillas seeking an independent nation in the north and east.\nNot since 1971, when India invaded what was then East Pakistan and helped it become the nation of Bangladesh, has New Delhi intervened directly in a neighboring country's domestic affairs.\nIt was unclear if Sri Lanka would try to stop the Indian flotilla, an action that might risk a confrontation in the Palk Strait, where there have been minor clashes involving fishing boats and coast guard ships of both countries in the past. The strait separates the island nation and India. Officials met here late tonight to discuss the handling of the situation. Certain to Cause Concern\nIndian officials emphasized that the current move was stricly nonmilitary and that it continued to support the territorial unity of Sri Lanka. But the action was certain to cause concern in Pakistan and other countries distrustful of Indian motives.\nIndian officials said Prime Minister Rajiv Gandhi had decided to act because of anger that the President of Sri Lanka, J. R. Jayewardene, had ignored his appeals to stop the military offensive and allow India to resume its mediation of the war.\nIn a statement, India cited Sri Lanka's claim that its ''all-out military assault'' was ''a fight to the finish'' and that it had subjected civilians to ''sustained strafing and bombing'' and tried ''to keep this tragic story from the world.'' The statement said India was inviting reporters to accompany its mission so they could verify reports of ''large-scale civilian deaths.''\nAn Indian official said tonight that a convoy of 20 ships would go to the northern Jaffna Peninsula on Wednesday, a distance of about 30 miles, and that the Indian Red Cross would distribute food and medicine. It said that the convoy would be unarmed and accompanied by no armed vessels, and that the mission would not be postponed or negotiated with Colombo.\nThe Government here reacted with surprise and caution, saying the move was unnecessary and uncalled for. But officials said that if New Delhi wanted to send assistance, it should do so only after consulting with Sri Lanka. Parliament to Meet\nMeanwhile, an emergency meeting of Parliament was called here for Tuesday, where it was considered certain that India's move would be widely condemned as a violation of Sri Lankan sovereignty.\nNew Delhi's announcement, conveyed to Sri Lanka at noon today, came as Colombo asserted that its 3,500 troops had finished the task of controlling a small, 20-square-mile section of the peninsula used as a supply center and staging area by the insurgents.\nThe Government also said that all shelling and aerial bombardments by Sri Lankan forces had stopped and that a curfew imposed in the peninsula would be eased starting today.\nThere were also reports that a fuel embargo imposed since January throughout the peninsula would be eased.\nIndian officials said this appeared to be a response to New Delhi's action. They pointed out that Sri Lankan officials have suggested that the current offensive was actually a prelude to a broader effort to eliminate guerrillas, believed to number from 1,200 to 2,000, from the whole peninsula. Divergent Claims in Fighting\nNew Delhi says d that hundreds and perhaps thousands of civilians have died in the last week, essentially supporting the claims of Tamil spokesmen in the area and in southern India, which the Tamil groups use as a political base and sanctuary.\nBut Sri Lanka asserted today that fewer than 50 civilians had died, and that most of the roughly 200 dead were soldiers and guerrillas.\nIt has been impossible to verify the divergent claims, but some Western diplomats said here this week that they believed the Tamil and Indian claims were exaggerated."}, {"text": "A Hotel-Jail for Refugees\n1987-09-23T05:00:00.000Z\nIt's hard to imagine officials of the Immigration and Naturalization Service as devotees of the French surrealist Jean-Paul Sartre. Yet a jail they have established in a luxury hotel at Kennedy Airport so closely resembles Sartre's vision of hell in his play ''No Exit'' - perpetual and unrelieved confinement in a small room with three strangers - that one is hard-pressed to avoid such a conclusion.\nSince April, the I.N.S. has contracted with a private security company, Tri-Way Security and Escort Services Inc., to detain in a wing of the hotel, the Viscount International, as many as 60 aliens at a time, at a cost of $4 million annually. Several Afghans have been held already in this privately managed detention facility, as have individuals from Sri Lanka, Ghana, Chad, India, Bangladesh, Libya and Pakistan - all countries that could produce legitimate refugees.\nIndeed, many of these people have applied for political asylum, claiming that they would be persecuted if they were returned to their home countries. But they can remain imprisoned for up to a year or more, irrespective of the merits of their claims.\nConditions at the facility are inhumane. According to notarized affidavits of detainees, taken by the Lawyers Committee for Human Rights, several of the aliens being held have reported overcrowding, with detainees sometimes sleeping four and five to a room. Many have said that they have slept two to a bed with strangers. They are confined 24 hours a day, except for excursions to Manhattan for court appearances. There are no provisions for exercise. Their only recreational activities are playing cards and watching television.\nThe detainees - who are not criminals but aliens who arrived without valid passports and visas - are held at the hotel generally for as long as it takes to decide their cases for admission, sometimes up to several months. In that time, they are almost completely isolated from the outside world. They cannot receive family visits, and they have been denied access to communications by telephone and mail. No medical officer is on duty, and the detainees are not even informed of their rights and responsibilities.\nWhile the hotel-cum-jail has been operating for some time, it might have escaped notice if not for a recent tragedy involving an escape attempt by two Indian Sikhs, who had been detained three weeks. One, Kuldib Singh Dhariwal, age 28, fell more than 30 feet from a fourth floor window when the rope he had fashioned from his turban snapped. He died from his injuries on Aug. 31.\nThis fatal escape attempt raises questions both about the continued use of the hotel as a detention center and about alien detention policy in general.\nThe ultimate source of the alien detention problem is an administrative ruling issued in July 1982 that requires the incarceration of most arriving undocumented aliens, including those applying for political asylum, irrespective either of the likelihood of their fleeing or of the danger they pose to the American community. The ruling followed complaints from Haitian detainees, who claimed they were being discriminated against. In response, the immigration service decided to mistreat others equally.\nThe problem is complicated at the Viscount Hotel by the private and unaccountable nature of the custody. Overcrowded and lacking exercise areas or facilities for family visits, the hotel is singularly unsuited for long-term detention. Moreover, by the terms of Tri-Way's contract with the I.N.S., guards are required to receive only one hour of training in human relations - hardly adequate for the demands of overseeing long-term detainees.\nThe I.N.S. defends the Viscount as a stop-gap measure. But this assertion is untrue: The contract with Tri-Way could run through 1989. And, while inferior conditions may have improved temporarily under public scrutiny and pressure, they will inevitably recur.\nThe authorities, apparently recognizing the drawbacks of the arrangement, have recently arranged to transfer some of the longer-term detainees to Federal facilities. The I.N.S. should establish guidelines to insure similar transfers for anyone held longer than a few days. Moreover, the I.N.S. should maintain a stronger presence, rather than leaving management of the detention facility entirely in the hands of a private company.\nAvoiding further abuse and tragedies will require systematic and vigorous oversight by the I.N.S, and, if necessary, by other authorities."}, {"text": "NEWS SUMMARY: SUNDAY, NOVEMBER 15, 1987\n1987-11-15T05:00:00.000Z\nINTERNATIONAL/3-22\nConsumer prices in Poland will rise by an average 40 percent in 1988, the Polish Government announced. Polish consumers, troubled by reports of impending price increases, have begun panic buying of food and other products. Page 1\nThe State Department's budget is in crisis and many experienced diplomats are unsure about their future. The department may eliminate more than 1,200 jobs and close some embassies and consulates. 1\nSupport in Honduras for the contras is no longer certain, officials said. Backing the guerrillas is becoming more and more politically costly for the country because of the new regional peace treaty. 1\nThe King of Afghanistan, Mohammed Zahir Shah, has emerged as a key figure in efforts to negotiate a Soviet withdrawal from his country. He is being promoted as the possible leader of a regime that would oversee an end to the occupation. 3\nRudolf Nureyev returned to Moscow under an unusual two-day visa that will allow him to see his ill mother. The ballet star had not been there since he defected from the Soviet Union 26 years ago. 4\nProtestors in Bangladesh resumed their drive to oust President H. M. Ershad, staging a half-day strike and setting off explosions in several cities. The police fired in the air to disperse rock-throwing crowds in the capital. 11\nBomb in Beirut kills 7 3\nItaly's new government resigns 9\n2 more Arab nations resume ties with Egypt 12\nSuspected Nazi seized in Argentina 15\nElections in Haiti imperiled 17\nNATIONAL/24-44, 58-59, 65, 68\nIn the talks on the budget deficit, President Reagan said that he expected an agreement next week on a general outline of a plan to reduce the budget deficit by up to $80 billion over the next two years. 1\nPresident Reagan and Jim Wright ''don't like each other a bit,'' said a politician who knows them both. This friction between the two powerful leaders has complicated efforts to arrange compromises between the Administration and the Congress. 1\nJudge Anthony Kennedy could shift the balance of the Supreme Court marginally on criminal law and perhaps on some civil rights issues, a review of several of his decisions suggests. But little is known of his views on several key issues. 1\nData on Kennedy's lobbying 31\nA shake-up in Bob Dole's campaign is expected this week. Plans for the overhaul came after William E. Brock 3d, the former Labor Secretary who took over as campaign chairman recently, reviewed the organization's structure. 36\nGeorge Bush won a key 'straw poll' in Florida, turning back a strong challenge from Pat Robertson, the former television preacher who twice embarrassed Mr. Bush in highly visible party votes in the last year. 38\nAn emotional debate over curfews is taking place in Washington. The recent murder of a teen-ager has focused the attention of many Washingtonians on young people and on the responsibility of a community to guide and control them. 24\nA dispute at Detroit's symphony has become bitter. The musicians, who say the symphony's management lacks the ability to support a ''major league'' orchestra, have been off the job since Sept. 21 as a result of a salary dispute. 24\nOhio college covets Florida park 24\nModerate Baptists post advances 25\nAlarming rise in breast cancer foretold in data 34\nGuide seeks to cut dropout rate 35\nMaine faculty votes C.I.A. ban 39\nJudge rejects dismissal of charges in slaying of radio host 42\nREGIONAL/45-56, 61, 65-66\nA debate over garbage incinerators has begun as New York City and scores of other communities move toward spending billions on their construction. The developing fight mirrors the one over nuclear power plants in the 1970's. 1\nConstruction of incinerators in New York City is yet to begin. It has been delayed by strident community opposition, a lawsuit, political maneuvering and changing environmental regulations. 46\nA reduction of student loan defaults will be difficult to achieve at the City University of New York, officials said. Under proposed rules, if the default rate is not brought down, the university could lose a major portion of Federal funds. 50\nA group of Rochester hospitals has decided to let the amount of money they are paid for their services be determined in part by the quality of care. A quality assurance program is to be instituted with a computer program. 51\nA car lost control and crashed into a Consolidated Edison work site on the Franklin D. Roosevelt Drive in Manhattan, killing four people and injuring four others, the police said. be,re1 54\nEnvironmental policymakers from New Jersey met. The conference was billed as a search to unlock ''environmental gridlock'' - to quicken the pace of cleanup of polluted land, air and water. But consensus on solutions was elusive. 46\nKoch's views travel south of New York 45\nTough chess match ends in draw 48\nMemorial for Kate Smith 52\nNew program to assist families in crisis be,re1 54\nFamily court struggles with caseload 54"}, {"text": "INDIA'S AID TO TAMILS IS 'AGGRESSION' TO SRI LANKA\n1987-06-07T05:00:00.000Z\nIT was portrayed by India as a mission of mercy and by Sri Lanka as ''naked act of aggression.'' But diplomats and other experts said the air drop of aid to the ethnic Tamil minority in northern Sri Lanka last week mainly underscored India's growing aspirations to regional power status. The air drop was made after Sri Lankan naval vessels turned back a flotilla of fishing boats carrying the aid. Prime Minister Rajiv Gandhi's unexpected decision to dispatch 25 tons of food and medicine, most of it to territory held by Tamil guerrillas battling for an independent nation in Sri Lanka, abruptly transformed perceptions and politics in South Asia.\nIndia's attitude toward the small island country off its southern coast derives from both geopolitics and myth. In India's ancient epic, the Ramayana, the Hindu god Rama slays the demon king of Sri Lanka who had kidnapped his wife. Some Indians drew metaphorical comparisons to Mr. Gandhi. They saw him as the hero trying to recapture the lost love of the public by battling the demon of his own perceived weakness in the face of domestic scandals and disarray in his Congress Party.\nThe strained relationship with Sri Lanka also grows from India's aspirations to nationhood, reviving a once-glorious 5,000-year-old civilization. India remains strangled by poverty and overpopulation, but its young leaders believe economic growth and science and technology will make it a global power.\nIndians fear that they may not have a unified country after all, but only a disparate collection of warring ethnic, regional, linguistic and religious groups. Their greatest security threats are internal - Sikh separatists in the northern state of Punjab, the growing disaffection of Indian Moslems, the restiveness of southern ethnic groups, including Tamils. The Tamil insurgency against Sri Lanka's Sinhalese majority poses another such test.\nThe ethnic and religious ties between India's 50 million Hindu Tamils and Sri Lanka's two million Tamils are a fact of life for any Indian leader. Prime Minister Indira Gandhi channeled aid to Tamil secessionists in Sri Lanka to placate secessionist Tamil sentiment in southern India. Her son, Rajiv Gandhi, shifted course in 1985, apparently recognizing that stoking a neighboring insurgency weakened India's case against Pakistan, which it accuses of doing the same with India's Sikhs and Moslems. Mr. Gandhi then sought to mediate, backing greater autonomy for Tamils in Sri Lanka. When the guerrillas balked, apparently feeling strong militarily, he angrily authorized the seizure of Tamil arms caches in India last year. Since then, however, the tide has shifted to favor the increasingly better-trained Sri Lanka Government forces. The rebels have been rolled back in the north and largely confined to the small Jaffna peninsula, vulnerable to blockade and encirclement. Exaggerated Reports\nThis year, it was President J. R. Jayewardene's turn to be intransigent as Sri Lankan emotions surged after Tamil-inspired bomb attacks on civilians. Ignoring Mr. Gandhi's appeal for restraint, Sri Lanka stepped up air strikes and naval shelling against the guerrillas, also inflicting extensive civilian damages. When Tamil spokesmen fed the Indian press exaggerated reports of thousands killed, Mr. Gandhi had little choice, diplomats said, but to stop Mr. Jayewardene.\nWhen the Sri Lankan leader blocked India's first attempt last week to send aid to the Tamils in a flotilla of fishing boats, the Indian leader's aides say, he felt his credibility was at stake with the Tamils, in particular, and Hindus in general. Sikh extremists have been attacking Hindus in Punjab, and Moslems clashed with Hindus last month in northern India. Suddenly Hindus were seen as threatened by Sikhs, Moslems and, in Sri Lanka, by Buddhists - who predominate in the Sinhalese majority.\nAn Indian official called the air drop ''a case of force majeure.'' ''In any such case,'' he said, ''one may not be able to defend it in terms of morality or international law. But here's a democratically elected political leader doing what he feels he must do. That is the real world, after all.'' Sri Lankan officials fear Mr. Gandhi may invade northern Sri Lanka to help establish a Tamil state, just as his mother invaded East Pakistan in 1971, helping to create the independent nation of Bangladesh.\nIn the short run, helping the Tamil guerrillas may help Mr. Gandhi win an election in the Hindu-dominated northern state of Haryana. The costs of such a move could be high, however. India accuses Pakistan of interfering with its neighbors and also indignantly contends that Washington is using Pakistan to channel covert assistance to the rebels battling the Soviet-backed regime in Afghanistan. But if India continues to put pressure on Sri Lanka, New Delhi's chances of having its complaints taken seriously may be expected to dwindle."}, {"text": "NEWS SUMMARY: FRIDAY, NOVEMBER 13, 1987\n1987-11-13T05:00:00.000Z\nInternational A3-12\nA Nicaragua truce was sought as President Daniel Ortega Saavedra and leaders of the American-backed rebels conferred separately with Speaker Jim Wright, Democrat of Texas, on Capitol Hill. Page A1\nPriest seeks contra surrender\nA10\nMikhail S. Gorbachev accused a former ally, Boris N. Yeltsin, of mismanagement and undisciplined behavior in supporting his removal as the Communist party chief in Moscow, Tass reported. A1\nMr. Yeltsin, for some Muscovites, was a populist revered as much for seeing that fresh vegetables were trucked into Moscow as for pushing the openness campaign begun by Mr. Gorbachev. A1\nArms conferees have not yet agreed on verification procedures for an American-Soviet treaty banning medium- and shorter-range missiles that is to be signed next month, Administration officials said. A5 Military analysis: an Iranian assault would further weaken Iraq, one-third as populous as Iran and the victim of heavy losses in the seven-year-old Persian Gulf war. A3\nAfter summit, a new look for Egypt\nA3\nBerlin journal: Art to overcome the wall\nA4\nMine kills 25 in Sri Lanka\nA7\n3 killed in Bangladesh clash\nA8\nU.N. says it may go broke\nA9\nSalvador to amnesty 3 held in killing of Americans\nA11\nNational A14-21, B6, D19\nThe nation's trade deficit shrank by 1.6 billion in September, improving against all major trading partners except Canada, the Government reported. The gap by which imports exceeded exports was $14.1 billion. A1\nStock markets surged amid improved trade figures. The Dow Jones industrial average rose 61.01 points, or 3.21 percent, to close at 1,960.21 points. The rally extended to secondary issues and the over-the-counter market. D1\nNine Presidential aspirants assailed the Reagan Administration for its handling of the declining dollar, the Federal budget deficits and the plummeting stock markets. D1\nIn a key rebuff to prosecutors using a mail fraud statute, a Federal District judge in Baltimore overturned convictions that sent former Gov. Marvin Mandel of Maryland and five co-defendants to jail 10 years ago. A1\nA genetically engineered drug that can dissolve blood clots has been approved by the Government. The new drug is the first product with a major potential market to emerge from the biotechnology industry. A1 A mother who opposed paddling in school was sentenced in Alabama to at least six months in prison for assaulting an administrator who she said had repeatedly beaten her son despite her objections. A1\nDoctors must care for AIDS patients as well as people infected with the deadly virus who show no symptoms, the American Medical Association declared. A14\nBudget negotiations hit a snag and Democrats blamed the White House for changing its demands in efforts to reduce the Federal budget deficit at the last minute. A16\nA smaller American military force is likely to result from continuing cuts in military spending, Frank C. Carlucci, the Defense Secretary-designate, said at his Senate confirmation hearing. A16\nNews analysis: the President agrees to compromise some of the basic goals and precepts he had previously set in light of the 1986 election, which returned control of the Senate to the Democrats. A16 The New Hampshire primary is not what it used to be because Iowa's first-in-the-nation Presidential caucuses have stolen much of New Hampshire's influence and the time and energy of candidates. B6\n110 hurt in commuter train crash\nA14\nMissouri school basks in success\nA14\nDeaver's illness delays trial\nA20\nSenate backs atomic-waste site plan\nA20\nDukakis links stock plunge to Administration\nB6\nBid for new rule on contributions opposed\nD19\nWashington Talk\nA18\nFor disarmament chief, a man of arms? Tales of some pioneers Regional B1-4\nThe first person hospitalized involuntarily under a new Koch administration program to remove seriously disturbed homeless people from New York City streets was ordered released by a state judge. A1\nText of ruling in homeless case\nB2\nHundreds of strangers mourned the tangled life and brutal death of Elizabeth Steinberg as the 6-year-old battered girl from Greenwich Village was buried by relatives and clergymen who never knew her. B1\nThe Whiteheads were divorced eight days after Mary Beth Whitehead formally revealed she was two months' pregnant by another man. Lawyers for the Whiteheads said the marriage was destroyed by the landmark Baby M custody case. B1\nIn an effort to protect taxi drivers, the New York City police will halt hundreds of cabs each night for random ''safety checks,'' Police Commissioner Benjamin Ward said. B3 A judge who pleaded guilty to committing racketeering crimes before he was elected to the bench was sentenced to eight years in Federal prison despite his emotional appeal for mercy. The 62-year-old defendant is Samuel Weinberg. B3\nA killer who turned informer at the racketeering trial of several members of a West Side of Manhattan gang testified under cross-examination that he had often lied to the au-thorities, even under oath.\nB3\nRidiculous gimmicks are on display today at Fad Fair III at the Sheraton Centre in Manhattan. Ken Hakuta has raked in $20 million from the Wacky Wallwalker, a blob that slithers down a wall of its own accord. B1\nMusic with brunch is an accelerating trend all over town. The Saturday and Sunday get-togethers are replete with live jazz, gospel, cabaret and chamber music. C1 For ex-police officer, new life after drugs\nB1\nMother of Howard Beach victim listens to testimony\nB3\nKoch rejects wider emergency role for firefighters\nB3\nPodiatrist indicted in Medicaid fraud\nB4\n8 charged in drug conspiracy\nD19\nWitness's house firebombed twice\nD19"}, {"text": "NEWS SUMMARY: MONDAY, JULY 27, 1987\n1987-07-27T05:00:00.000Z\nInternational A2-6 U.S. ability to detect mines and destroy them in the Persian Gulf will be increased, Defense Secretary Caspar W. Weinberger said. The United States is capable of retaliating against whatever side laid the mines, he said. Page A1\nAngolan guerrillas receive U.S. arms through a secret airlift that continues through southern Zaire at the rate of four to five flights a week, a Western diplomat stationed in Zaire said. A1\nGeorge Shultz's testimony last week provided an unusual look at the forces that led President Reagan to make misleading statements about the Iran arms sales after those sales were disclosed last November. A6\nU.S.-Bolivian anti-drug efforts have run into opposition from peasant growers of coca, the raw material of cocaine. American military instructors have twice been forced to abandon a camp of anti-narcotics police by the protesters. A3 In Britain, old Raj and new glitz met between chukkers at a polo match, as social climbers rejoiced in a peak event in the British social season. Some 20,000 people cheered the top-quality, high-goal polo. A6\nIn Canada, temporary residence has been granted to all but 9 of 174 nationals of India who landed in Nova Scotia from a freighter two weeks ago. The decision came as a political furor continued to build over the affair. A3\nA campaign in Bangladesh to topple the Government is attracting attention. If the campaign attracts crowds, the opposition is prepared to try another series of work stoppages and protests to bring the country to a standstill. A3\nIn South Korea, Kim Dae Jung, the opposition leader, is wrestling with perhaps the most important decision of his career, one with enormous implications for his country: Will he run for president? A4\nIsraelis gaining ground in restoring Africa ties\nA2 Castro warns against traitors\nA6\nNational A8-16\nThe void left by Malcolm Baldrige after his accidental death while practicing for a rodeo competition will not only be difficult to fill but could hobble the Administration as it tries to work on trade legislation. A1\nA rodeo tribute for Mr. Baldrige was held at Contra Costa County fairgrounds. An announcer told an audience of several hundred that the Secretary had learned to ''ride and rope like a real cowboy.'' A16\nTrade has emerged as the first issue to rouse serious debate among the 1988 Presidential contenders. One reason, is the coincidence of calendar and geography in the way the primaries are scheduled. A1\nApparent black holes were detected at the cores of the two spiral galaxies closest to ours, astronomers announced. The immense concentrations of mass each have a gravity of 10 million to 100 million suns. A1 An overhaul of the welfare system will probably be undertaken by political leaders this year, but relatively minor points of disagreement could derail any agreement, key figures from both parties said. A8\nFormer colleagues of Robert Bork reminisced about the impression the Supreme Court nominee made as a Yale law professor. They recalled a warm, witty man who became a formidable advocate of judicial restraint. A13\nA Colorado anti-pollution law is the first in the nation to mandate the sale of high-oxygen gasoline. It is also the most dramatic development in a growing movement to encourage the use of cleaner motor fuels. A8\nArmy battle games in California are fought nearly every day at the Army's National Training Center that sprawls over 640,000 acres, or 1,000 square miles, an area the size of Rhode Island, in the desert. A9\nBoston's low-income families face housing shortage\nA8\nFrench team retrieves dishes from the Titanic\nA9\nA wreck whose deadliness persists\nA10\nBaptist pastor orders staff to convert or resign\nA11\nMiners have highest death rate on job\nA15\nWashington Talk A12\nA lobbyist everyone loves Reporting exactly what is said Regional B1-4\nFirefighting efforts were slowed four months ago by fire dispatchers who mishandled calls and by firefighters at the scene of the fire in a high-rise Harlem apartment building, Mayor Koch said. A1\nPirate radio broadcasters took to the airwaves last week from a freighter anchored five miles off the Long Island coast. While the Federal Communications Commission have ordered the broadcasts to stop, the group plans to continue. A1\nConcern about doctors' long shifts during their internship and residency in hospitals is rising. A look at the routine of a doctor on a two-day shift in New York City shows crises and fatigue are part of the job. B1\nThe number of unsold homes in the suburbs of New York City has been growing. In many suburban communities, industry experts say there is a huge inventory of unsold homes, and a sudden paucity of buyers. B1\nA convicted rapist and kidnapper was charged with 3 in the series of 13 sexual assaults on women that have stirred fear in Central Queens, the police said. The man, Victor Lopez, 41 years old, was taken into custody Friday night. B3 A protest at St. Patrick's Cathedral was held by 300 demonstrators to object to the President's choice of John Cardinal O'Connor to serve on the national commission charged with stemming the AIDS epidemic. B3\nA community center in Harlem was opened by the Salvation Army. The opening of the $8 million center ended a 14-year struggle with community residents who favored the construction of housing at the site. B2\nVisitors to the State Legislature in New York were given an opportunity to make remarks on the floor of the chamber. The range of topics that people spoke on was wide. B1\nThe pursuit of sassafras in the park\nB1\nBronx officials face churches' force\nB3\nTemperatures fall as storms hit\nB3"}, {"text": "THIRD-WORLD CONCERN: DEATHS DURING CHILDBIRTH\n1987-02-14T05:00:00.000Z\nInternational health experts here began a campaign today to conquer a third-world health problem that has been largely overcome in the West: the death of women in childbirth.\n''The third world is where we were in Europe and the United States at the turn of the century,'' said Dr. Halfdan Mahler, Director General of the World Health Organization, one of several sponsors of a ''Safe Motherhood'' conference held here this week to focus attention on what participants called ''a hidden tragedy.''\nAt the opening session, on Tuesday, Barber B. Conable Jr., president of the World Bank, challenged participants to ''reduce by half the number of women who die in pregnancy or childbirth by the year 2000.''\nTo further this goal, Mr. Conable pledged $1 million in World Bank funds for a ''Safe Motherhood Fund'' to be managed by the World Health Organization. Mr. Conable also promised to double World Bank lending for population, health and nutrition programs to $500 million by 1990. New Research Cited\n''Common decency tells us that it is intolerable that 1,400 women die every day in the process of carrying or delivering their children,'' said Mr. Conable, a former Republican Representative from upstate New York.\nThe Nairobi meeting was partly an outgrowth of a conference held here two years ago to mark the end of the United Nations Decade for Women. This week's conference drew on new research and personal experiences to bring the problem of maternal mortality into focus.\nAccording to the World Health Organization, one quarter of all deaths of women of childbearing age in developing countries occur during pregnancy or childbirth.\nLast year, of 500,000 women who died worldwide in pregnancy or childbirth, 99 percent lived in underdeveloped nations. An American has one chance in 6,366 of dying while pregnant; an East African one chance in 15. Child Dies if Mother Dies\nThe death of a mother often means death or hardship for surviving children. In Bangladesh, a study found that when a mother dies in childbirth her infant has a 95 percent chance of dying within a year.\n''I remember a group of 20 women in rural Kenya telling me that three women from their community had died in childbirth,'' said Barbara Herz, an adviser to the World Bank. ''I asked them what happened to the children. They said, 'The older ones went to the city to beg, and the younger ones died.' ''\nIn Latin America and in urban Africa, about half of maternal deaths are a result of complications arising from illicit abortions, experts said. Mortality could be cut by a third if women who did not want more children had access to contraceptives, one study said.\nOne participant in the conference, Barbara E. Kwast, recalled interviewing an Ethiopian tailor whose 35-year-old wife had died because of an attempt to abort her 10th pregnancy. ''He did not know anything about family planning services,'' said Ms. Kwast, a professor of public health who worked in Addis Ababa from 1981 to 1985.\nIn developing countries, about half of all women go through labor and childbirth without anesthesia or trained attendants. In addition, two-thirds of pregnant women in developing countries are believed to be anemic.\nSeveral conference participants, citing recent medical history, were optimistic that maternal mortality rates could be reduced in underdeveloped countries.\nIn 1935, it was pointed out, England and Wales had a maternal mortality rate of 400 for each 100,000 live births - not much below India's current rate of about 500. Today, Britain's rate is about 10 deaths for each 100,000 births.\nThe difference, experts here said, is not economic development but the widespread extension of modern health services: family planning, antibiotics, Caesarian sections, blood transfusions, and hygenic medical practices. Family Planning Favored\nA key step, participants said, is access to family planning. Through the 1970's, many Africans criticized family planning programs as racially inspired limits on their growth. But at this week's conference, which was attended by health professionals from 13 African countries, the mood was heavily in favor of family planning.\n''I believe an effective population-management program will considerably improve the quality of life for women and thereby insure safe motherhood,'' President Daniel arap Moi of Kenya said in the keynote speech.\nParticipants also discussed other low-cost methods for reducing maternal deaths.\nOne method that has worked successfully in several countries is building maternity waiting homes adjacent to health centers. One week before her due date a woman moves with her children to one of the homes. This eliminates the need to transport her from a remote site to a health center when an emergency develops unexpectedly. Caesarians by Midwives\nAnother proposal that drew much comment was a move by Dr. Sambe Duale of Zaire to teach nurse-midwives how to perform Caesarians if a doctor is not available. In his rural area, he said, midwives perform 80 percent of the 200 to 300 Caesarians a year.\nOther solutions included improving rural health centers, extending ambulance service to remote areas and training community health workers to identify pregnant women at high risk.\nDown a dirt road in the Nairobi slum of Kawangware, a community of 59,000, the effect of a modestly financed maternal health program could be seen. Built about 10 years ago, the Kabiro Health Care Outpost sends 37 health-care workers into local shacks to explain maternal and child care.\n''I haven't seen a mother die of childbirth in five years,'' Sister Eroni Nakagwa, a nurse-midwife, said today."}, {"text": "NEWS SUMMARY: THURSDAY, NOVEMBER 12, 1987\n1987-11-12T05:00:00.000Z\nInternational A3-21\nBoris N. Yeltsin was removed as head of the Moscow Communist Party organization three weeks after he complained about the slow pace of change and criticized several top Soviet officials, including Mikhail S. Gorbachev. Page A1\nArab leaders cleared the way for virtaully all Arab states to restore diplomatic ties with Egypt. Despite the action at an Arab League summit meeting, Egypt still many not rejoin the group. A1\nIran and Iraq seem to be preparing to send their Foreign Ministers to the United Nations for talks with the Secretary General on the Security Council's cease-fire plan. A9\nEthiopia faces a new famine that could rival the calamity that took hundreds of thousands of lives in 1984, relief officials and Western donors say. They report that drought has ravaged crops in 10 of Ethiopia's 14 provinces. A1\nAid for the poorest African nations will probably total $1 billion a year over three years under an accord being negotiated with the World Bank and the International Monetary Fund, officials involved in the talks said. A13\nStudy skeptical of troop pact\nA3\nCairo journal: A new subway\nA4\nIran panels seek to retrieve files\nA5\nIsrael examines death of Arab held by Shin Beth\nA6\nBeirut Airport bomb kills 5\nA7\n17th convoy moves up Gulf\nA8\nSvetlana Alliluyeva resettles in Britain\nA14\nMafia trial of 466 in Sicily begins deliberations\nA16\nRightist groups worry Koreans\nA17\nSri Lanka rebels said to kill 15\nA18\nBangladesh seizes two foes\nA19\nNational A22-28, B8-13\nAnthony M. Kennedy was nominated to the Supreme Court by President Reagan, who urged bipartisan cooperation. After the failure of two nominations, Senate confirmation of Judge Kennedy was predicted. A1\nMan in the News: Judge Kennedy is an affable 51-year-old Harvard Law School graduate who has served since 1975 on the United States Court of Appeals for the Ninth Circuit in San Francisco. A1\nHoward H. Baker Jr., the President's chief of staff, is a pragmatist who shuns quarrels, but who is locked in the middle of major power struggles between the White House and Congress. A1\nAn anti-cholesterol drug reduces dramatically heart attacks in men with high levels of cholesterol in their blood, a study shows. The drug, gemfibrozil, apparently accomplishes that by changing the subtypes of cholesterol. A1\nThe September trade deficit to be announced today is likely to be lower than the $15.7 billion August deficit that helped to trigger the stock market collapse, but not by much. D1\nStock prices rebounded in trading tempered by the Veterans Day holiday. The Dow Jones industrial average gained 21.05 points, to 1,899.20. The Dow had lost 107.26 points in the three previous sessions. D1 Eastern Air Lines will lay off 3,500 employees, or 9 percent of its payroll, in a drastic move to cut costs. Fourteen months ago, the carrier cut 1,500 jobs, mostly in management. D1\nNews analysis: Dim prospects for cleaning the air\nA22\nWrigley Field journal: The night baseball debate\nA22\nNegotiators close to a deficit plan\nA23\nFundamentalists defeated in South\nA24\nCourt bars curb on Arizona inquiry\nA25\nArmy to confine soldier who fled to Soviet Union\nA25\nTax burden is found to rise for poor in U.S.\nA26\nPercentage of jobless lacking benefits at a 30-year high\nA28\nWashington Talk B8\nThe ethical questions posed by an exodus Patrick Caddell now Regional B1-7, B32\nA five-store building collapsed, injur-ing five residents and killing an infant. Officials said the Greenwich Village building had been undergoing renovation without proper construction permits and supervision. B1\nThree people were fatally shot and two men and a child were wounded in a shootout in an apartment in the Fox Hills section of Staten Island, according to the police. The motive for the shootings was not known. B3\nOnly half of school-age children who are homeless and are living in hotels in New York City are known to be attending school, largely because of confusion among officials about how to register and place them. A1\nA medley of snow, sleet and rain blustered its way up the East Coast, disrupting travel and work and social schedules, playing havoc with Veterans Day parades and prompting people to put on warmer clothes. B3\nNew York Democrats are preparing to endorse Presidential contenders in the next six weeks after becoming convinced they will receive no signals soon from Governor Cuomo on his plans. B12 Prosecutors in the beating death of Elizabeth Steinberg said no indictment would be sought against her adoptive mother for 30 days to allow investigators more time to look into the woman's role in the killing. B3\nSmoking may be halted on trains that operate on the five shortest branches of the Long Island Rail Road, which carry more than 300 of the carrier's 700 daily trips. B1\nVan Gogh's ''Irises'' was sold at Sotheby's in New York for $53.9 million, the highest price ever paid for an artwork at auction. A sale of 75 works totaled $110 million, a record total for an art auction. C23\nAudiences for the play ''Tamara,'' which is to open Dec. 2, occupy with the actors a replica of a villa that belonged to Gabriele d'Annunzio. At intermission, the audience is served champagne and a buffet. C1\nReport sees devastation from AIDS\nB2\nNew mall for Jersey City\nB2\nShelter brings pride for homeless veterans\nB4\nNo more shackles for inmates in New York City hospitals\nB32"}, {"text": "NEWS SUMMARY: SATURDAY, NOVEMBER 14, 1987\n1987-11-14T05:00:00.000Z\nINTERNATIONAL 3-7, 28 A Nicaraguan cease-fire plan was presented by that country's president. It would oblige Managua's rebel opponents to surrender their weapons after one month and accept a political amnesty. Page 1 News analysis: Boris Yeltsin's ouster has raised questions about the Soviet leader as he prepares for his first visit to the United States. Mr. Yelstin was once regarded as one of Mikhail S. Gorbachev's closest political supporters. 1 U.S. policy toward Moscow will not be influenced by internal maneuvering in the Soviet leadership, officials said. They are emphatic that it would be a mistake to tailor policy to try to bolster the Soviet leader. 6 Tariffs against imports from Brazil totaling more than $100 million will be imposed, President Reagan said. The punitive action is aimed at a Brazilian requirement effectively barring foreign participation in their computer market. 1 West German and French leaders concluded a two-day meeting with agreements to jointly develop a combat helicopter and to set up joint councils on military and economic policy. 3 In the Iran-Contra investigation, seven House Democrats on the Con-gressional committees will attach a statement to the panels' report disagreeing with its conclusion that theWhite House was fully cooperative with the inquiry. 3 Iraq restored relations with Egypt, the official Iraqi press agency reported. The agency said both countries would nominate ambassadors immediately. Links were severed after Egypt signed a peace treaty with Israel in 1979. 7 Arsonists and looters in Bangladesh will be shot on sight, President H. Ershad declared after days of sporadic unrest in several cities. ''We are not going to tolerate any more of this nonsense,'' he said. 28 U.N. body calls for widening of test ban treaty 3 Buenos Aires journal: Timerman in strange lands 4 Chinese dissident said to die in jail 5 Alexandria recovering its Arab soul 7 NATIONAL 8-9, 35-36 Consumers are still spending freely, seemingly unworried by the stock-market plunge that began in mid-October, the Government's monthly report on retail sales indicates. 1 Beech-Nut sold phony apple juice intended for babies from December 1981 to March 1983. The Beech-Nut Nutrition Corporation pleaded guilty yesterday to charges that it violated the Food, Drug and Cosmetic Act through the sales. 1 Scientists repaired crushed nerves connecting the extremities to the spinal cord in mammals for the first time, they reported. The research is pointing the way toward treatment of what are now intractable neurological problems. 1 Charges of parental sexual abuse are made in thousands of cases every year across all class lines. The dispute over one girl could almost be an object lesson in how convoluted such cases can become. 1 The budget talks got back on track as negotiators set aside disagreements and began to consider ways to delay the automatic spending cuts that are to take effect next Friday. 9 A compromise military budget that cuts sharply into several weapon programs was approved by Congressional negotiators. The bill sets priorities indicating which military programs will be cut, but it does not set a final spending total. 9 A partisan fight in Florida is deepening. The state Legislature and the Governor continue to be mired in a battle over the state's 5 percent tax on services and bogged down even more on medical malpractice insurance. 35 George Bush and Pat Robertson prepared for a showdown in a straw poll of Florida Republicans by staking out positions designed to minimize possible setbacks. About 2,500 delegates will vote at the state Republican convention. 35 Reagan papers find a home 8 Exclusionary club may pose problems for Judge Kennedy 8 Ginsburg role in cable television case under scrutiny 9 Escape tests set on space shuttle 9 Coal miners open labor talks 9 Shake-up expected in Dole campaign 35 Dupont and Bush taking off gloves 35 Dukakis release personal records 35 Jackson adds 2 officials to campaign 35 REGIONAL 29-32, 34 A new state investigative agency to combat ''systemic corrupution'' and racketeering in New York City's construction business was called for by Governor Cuomo as part of a campaign to clean up the industry. 1 Leading experts on homicide are meeting for three days in Albany to swap stories, talking of knives and cyanide and killings in the night. In other words, they have been having a wonderful time. 29 The release of a homeless woman was temporarily barred by a New York State appellate court. The woman, Joyce Brown, was the first person hospitalized under a plan to remove disturbed homeless people from the streets. 29 The judge in the Joyce Brown case has long been known for his interests in housing for the poor. Acting Justice Robert D. Lippmann ruled Thursday that the homeless woman should be allowed to return to a life on the streets. 30 No damage seen to homeless plan 30 Lisa Steinberg's violent death has left parents of her schoolmates with differences over the questions it raised. The parents have struggled to find ways to explain the girl's death to their children. 29 A radar search for a bed of a brook was conducted in Washington Square Park by two geology professors and a graduate student. By using the radar equipment, the team could search for the underground brook without moving so much as a pebble. 29 A Connecticut woman was murdered in August after her 16-year-old daughter ''begged'' her boyfriend to do the killing and they discussed several nights on which to do it, according to an arrest warrant. 31 In the Howard Beach murder trial, an expert on the effects of drugs on human behavior testified that Michael Griffith had used cocaine too long before he died for it to have influenced his decision to run onto a highway. 31 Times Company and pressmen's union in tentative accord 31 Verdict set aside in mercury case 31 Officers and firefighters have history of ties 31"}, {"text": "NEWS SUMMARY: MONDAY, JUNE 15, 1987\n1987-06-15T05:00:00.000Z\nInternational A3-10\nSouth Korean students ended their occupation of a Roman Catholic cathedral in return for a guarantee that they could return to their campuses. But other South Koreans continued to demonstrate on the street outside.\nPage A1\nFord plans a sale in South Africa that would give its black work force a major share of the business, but leave its products still available. A1\nTerms for Polish-Vatican relations were described by Pope John Paul II. The diplomatic relations would be established if his local bishops were willing to pursue the struggle for political freedom and if the Government did not interfere. A1 News analysis: The Pope's boldness grew during his week in Poland, as he challenged the Government, pressed priests to identify with the aspirations of Solidarity and urged society to persist in pursuit of liberty. A6\nMexico's battle against drug traffic to the United States is ''a struggle in which there can be no respite,'' one Mexican military official said. The drug flow has become a major irritant in relations between the two countries. A1\nA report on threats to U.S. forces assigned to protect Kuwaiti oil tankers will be submitted to Congress this week, officials said. The report as-serts that the Administration can manage military threats to the naval forces. A8\nSuperpower protection worries gulf nations\nA9\nThe Indian police sought terrorists after at least 26 people were killed in attacks that were ascribed to Sikh militants. The police set up roadblocks and fanned out through the capital. A3\nA campaign to replace a U.N. official will be opened by several Western countries, diplomats said. They accuse the head of the United Nations Food and Agricultural Organization of mismanagment and of pursuing anti-Western policies. A5\nNew chief for German socialists\nA3\nStudents protest in Beijing\nA3\nJustice in a Bangladesh village\nA4\nChile won't turn over 2 in Letelier case\nA10\nNational A12-14, B7-12\nFarm subsidies have not decreased Government officials say. Instead, they add, new laws have created entrepreneurs whose techniques drive subsidy costs even higher and dilute agricultural efficiency. A1\nElections for the House of Representatives have become one-sided in the last two elections. The trend toward less competitive races has given an overwhelming advantage to incumbents. A1\nColleges and businesses clash increasingly. The owners of the small businesses say colleges and universities use their tax-exempt status to engage in unfair competition. ''I don't see how little guys like us can compete,'' one businessman said. A12\nLiability of nuclear reactor owners is limited to $700 million for accidents, no matter how high the damages to homes, businesses and the health of people nearby, under a Federal law whose renewal is now under debate.\nB7\nNews analysis: A landmark paper on Jewish-Christian relations underscored the difficulty of reconciling tensions within the nation's largest Presbyterian denomination. A12 Houston's leaders want to beautify highways by reducing the size and number of billboards along them. Their efforts are the latest evidence that Houston is having second thoughts about unbridled growth.\nA12\nThe value of college endowments rose dramatically in the last few years because of the robust performance of the stock market. The increased market value has partially offset the effects of cuts in Federal aid. B9\nMore than 200 mayors met in a session dominated by the 1988 Presidential election and the mayors' desire to reassert influence. The mayors hope to return urban issues to the forefront of the national agenda. B10\nNews analysis: United Airlines will almost certainly emerge from the takeover battle for the Allegis Corporation as an independent company. The odds are just as great that the airline will emerge weakened. D1 Colorado split on new AIDS law\nA13\nJehovah's Witnesses upheld on shunning\nA14\nPhilip Agee is back in U.S.\nB7\nU.S. church membership grows slowly\nB12\nWashington Talk B8\nReagan and the Democrats cover old ground Being dean of the diplomats Regional B1-5\nThe Bronx is at a turning point, racially and ethnicly, that is likely to determine its future politically for many years, officials said. It is confronting political problems that the entire city will have to deal with soon, they said. A1\nSuburbia is far from homogenous, mixing rural villages with business districts that rival those in central cities and pockets of poverty and homelessness with areas of middle-class comfort or great wealth, experts said. B1 Crowds at South Street Seaport have grown so quickly that it is no longer just a pleasant spot for a cocktail or a stroll, area residents say. ''On some nights, it's a rug of people,'' one resident said. B1 New York City's air quality will not meet national standards by year's end, but the city will not face tough sanctions, officials say. The city may exceed Federal levels for ozone and carbon monoxide for the rest of the century. B1\nIn a move to help dairy farmers, milk dealers and the public, New York State is proposing to remove all state barriers restricting the movement and sale of milk throughout the Northeastern states. B3\nPlans to replace an old tennis house in Central Park with a neo-Victorian pavilion may be abandoned if public opposition runs strong enough, Parks Commissioner Henry J. Stern said.\nB3\nReporter's notebook: Goetz case\nB1\nCrew hunts sunken treasure\nB2\nOfficer held in stabbing death\nB3\n2 troopers shot, 1 fatally\nB14"}, {"text": "DEBT, THE GRIM REAPER\n1987-04-12T05:00:00.000Z\nBEYOND OUR MEANS How America's Long Years of Debt, Deficits and Reckless Borrowing Now Threaten to Overwhelm Us. By Alfred L. Malabre Jr. 174 pp. New York: Random House. $17.95.\nTHE stock market and Alfred Malabre do not see the future the same way. For the past five years, the stock market has stood on its tail and moved like a rocket, though recently it has had some second thoughts. If the stock market had met Alfred Malabre, it never would have done that. Mr. Malabre has written a sober account of our fiscal and monetary sins that is scarier than anything by Stephen King. It may be the scariest tract since Jonathan Edwards. I couldn't put it down, and it's not that sexy; in fact it's full of numbers. What makes this book a real page-turner is sheer fear. I am sending it to some literate Congressmen I know, even though Mr. Malabre says it's too late to do much. They should issue this book to Congress before they issue parking stickers.\nAlfred Malabre is not one of the doomsday kooks we used to read in the 1970's - how to profit from the coming Armageddon, how to stock up for disaster. He is the economics editor of The Wall Street Journal, he writes well and he knows all the people he should know. What is coming, he says, is a hurricane, an economic hurricane, the first since 1929. ''No matter when it does strike, we are surely better off forewarned, with our bathtubs full, fresh batteries in our flashlights, and our portable radios nearby. . . . The main message here is that the hurricane can't be stopped, that we can only try to make things less nasty when it hits, and the first step in that modest effort is to understand the nature of the trouble.''\nThe nature of the trouble is not all that unfamiliar - it is debt, all kinds of debt, personal, corporate and governmental. The whole society has been on a binge, and because we have good credit, we have been able to run up bills like a drunken laird. And now the collateral for that debt, the tax base, may be shrinking.\nWe have heard ''budget deficit'' and ''trade deficit'' for so long that our eyes glaze over; the astonishing thing is that we haven't been called to account yet. As a country, we are now a net debtor, like Brazil and Argentina, and we will have to give up more and more of our income to pay interest.\nBack in the 1960's, we used to save over 8 percent of our income. Then inflation taught us that was stupid, and now we save less than 4 percent, and we borrow more. Our corporations invest less in capital equipment than any major nation except Britain, and far less than Japan. Corporate debt is up, not for factories or new processes, but for paper transactions: mergers, acquisitions, leveraged buyouts. Meanwhile our factories get older and more inefficient, our roads get more potholes, and our civilian spending for research and development is less than that of Japan and West Germany.\nAnd we pay ourselves too much. Smokestack America has cut back, manufacturing workers have taken pay cuts. Not enough. You can buy the same work abroad, cheaper, even in skilled lines. An electrical engineer in Houston makes twice what his counterpart does in Dusseldorf, far more than engineers in Asia. Bosses are even worse. Their pay has been increased by much more than the middle- and lower-level employees. An upper-level American auto boss makes 36 times the pay of his own blue-collar employee - a Japanese boss only seven times.\nYet even with aging factories and potholes in the roads, we live better than the rest of the world. We have more housing space, we have more telephones per thousand and television sets per thousand - more than the Japanese, who make many of the television sets we own. Our emphasis is on the short term and the consumable. We neglect factories and education because those require long-term commitments, which in our current myopia we cannot take on.\nNot only is our economy out of kilter, but there are no easy ideas to set it right. Lord Keynes is dead and so is fiscal policy - it never worked well anyway. As for monetarism, the controlled growth of the money supply, it ''is as simplistic as fiscalism,'' Mr. Malabre says. ''As the fiscalist Walter Heller has put it, 'Milton Friedman's ideas are wonderful, but unfortunately they work only in heaven.' '' Even if the Federal Reserve knew which money measures to regulate, ''it's exceedingly unclear that the Fed is up to such a task.'' As for the supply side, it has been one of the intoxicating ideas of the 80's. Cut taxes and people work harder, investors invest more readily, the economy grows, and deficits vanish because tax receipts go up when revenues go up. So keep cutting taxes. Mr. Malabre writes, ''the supply-side idea is really hokum.''\nSo far, this piling up of debt has been painless. But what happens if borrowers cannot pay their debts? The business cycle, after all, has not been repealed. What about the banks that have lent the money? We have seen oil-patch banks in Houston turning their tender white bellies to the sky - what if there are one, two, a hundred Houstons? Could our Federal agencies handle a hundred Houstons? Mr. Malabre quotes one economist: ''A breakdown of the insurance machinery would be the financial equivalent of a nuclear catastrophe.'' ''In brief,'' he writes, ''the jig is about up. . . . painless extrication seems impossible.''\nBut what is it that happens when the jig is up, when the bill is presented?\nOne scenario is hyperinflation - like Argentina, or like Germany in the 1920's. Prices go up every week. The trouble is, lenders have gotten sensitized to inflation, so they stop lending at the first sign of rising rates, or they mark up the rates - and then you get recession. A 20 percent chance of hyperinflation. A 30 percent chance of deflation. Not the nice disinflation we've just had, of prices slowing. This would mean prices falling, like the 1930's. The money supply shrinks in spite of the Federal Reserve because banks are collapsing so fast.\nAnd a 50 percent chance of neither, but a very different era. The Government takes over, the economy is highly regimented. The Federal Reserve loses its independence. All the banks and savings and loans are nationalized. Wages and prices are set by Washington. Taxes go up. Big firms gobble up little firms. Corporate managers are under Washington's thumb. And (this is the shocker) the deficit is erased by confiscation. If you hold Treasury bonds, you don't get your money back. You have to buy more Treasury bonds; you can redeem only a fraction.\nThese scenarios come late in ''Beyond Our Means.'' I wish they were longer. I wish there was another chapter - it was just getting really good. I can figure out a strategy for hyperinflation, I can figure another one for deflation, and I guess I could go to work on state socialism, but I can't solve them all simultaneously. And the United States not redeem its Treasury bills? Then what happens to us as a world power? Who pays the Navy? What happens to trade? What happens to foreign policy? Is the unredeemable Treasury bill the sign of America's rapid decline?\nFifty percent chance of ferocious Socialism, 30 percent of a deflation, 20 percent of hyperinflation - and not 1 percent chance of escape? This really is sinners in the hands of an angry God, Jonathan Edwards's text. Reading this book, one would hardly know that in the last five years interest rates have come down by half, the stock market has tripled, and America, alone among major countries, has been creating new jobs. TEN years ago the Club of Rome - and a number of other economic prognosticators - predicted shortages of everything. Oil would go up to $200 a barrel and the planet would starve. But the prognosticators were extrapolating current trends. They did not foresee, for example, the biotechnology revolution that allowed even China and Bangladesh to produce food surpluses, and now the planet is so awash in grain there is no place to store it. That's the problem with extrapolating.\nIt is possible to read Mr. Malabre's history and come out with different scenarios - and some economists do. Everyone sees an uncomfortable time ahead at some point, but there are some who think we will at least muddle through. There is no doubt of our fiscal sins, and no doubt that it will take serious leadership to mitigate the retribution for these sins. If Mr. Malabre is even half right, Ronald Reagan will not be remembered as another Franklin D. Roosevelt, the Great Communicator. He will be seen like Hoover, a nice fellow who blew our patrimony and who presided over a great fall. And his successor will have a very unenviable job. THE WHITE HOUSE THUMB\nOur main matter of concern . . . isn't hyperinflation or deflation but the prospect of greatly increased governmental control over all aspects of economic activity. This is what the future seems to hold. . . . In the sort of business climate that could well emerge, the Federal Reserve Board could lose its present independence and be placed under the firm thumb of the White House. All banks, indeed all thrift institutions, could wind up being nationalized. Foreign trade and capital transactions most likely would be government managed. Wages and prices would largely be set by people in Washington. Tax rates would be far higher than now and enforcement far stricter. Corporate managers would be under rigid governmental supervision that would make today's regulations seem blissfully relaxed.\nAll in all a new era would be upon us, a far less carefree one, whose roots trace back to the earlier decades of overindulgence. It's not a cheerful prospect, but it's a likely one. . . .\nThe best investment, under such circumstances, will be in one's affiliations. Individuals employed by large, powerful organizations with governmental ties and clout will surely fare far better than the self-employed person who hopes to build enduring financial independence through hard work and ingenuity.\nThe dream of the Reagan years and earlier - that we can go on indefinitely living beyond our means - will at last be dead. . . . Uncle Sam will be everywhere. - From ''Beyond Our Means.''"}, {"text": "INTERNATIONAL REPORT; Stock Exchanges Strong in Quarter\n1987-10-05T05:00:00.000Z\nThe world's stock markets continued to show strength in the sixth year of the bull market, although the pace of expansion slowed. In the quarter ending Sept. 30, stock prices worldwide rose by 5.7 percent, according to figures compiled by Morgan Stanley Capital International.\nThat compares with an 8 percent gain in the second quarter, and the first quarter's spectacular 22 percent surge. Those results are in dollar terms.\nMany analysts noted that third-quarter gains were trimmed in the last few weeks as several important markets retrenched. The American stock market, which had a summer-long rally right up to Aug. 25, when the Dow Jones industrial average hit a record high at 2,722.42, pulled back sharply, mainly because the dollar weakened and interest rates moved higher. The Dow has since recovered much of its lost ground. Other major exchanges abroad experienced similar September swoons. Mexico Has Biggest Gain\nThe Mexican stock market turned in the best quarterly performance of an established market, shooting ahead by 67.9 percent in dollar terms. When measured against the peso, the gain was a spectacular 94.7 percent.\nThe second-best showing was Australia's: equities moved 25.6 percent higher in American dollar terms and 27.7 percent higher in Australian dollar terms. Other markets that turned in 20 percent gains or better were Norway's, Spain's and Hong Kong's.\nThe poorest performance was in Italy, where stock prices slumped by 5.8 percent in dollar terms and 5.6 percent in lira terms.\nThe three biggest markets had middling performances: United States equities gained 5.8 percent, while, in dollar terms, Japan's gained 4.6 percent and Britain's, 4.5 percent. Vibrancy of 57 National Markets\nMore impressive, perhaps, than any gain is the general vibrancy of the world's 57 national stock markets, which are attracting international investors in increasing numbers as the global financial and communications networks consolidate. Perhaps $6 trillion in equities are now traded worldwide.\nThe vibrancy can be seen this week in Manhattan as the New York Stock Exchange plays host to the annual meeting of the International Federation of Stock Exchanges. Representatives of most of the world's stock exchanges will be in New York to meet with one another and with institutional investors. Some of the more aggressive of the exchanges are using the meeting, and all the attendant publicity and access, to drum up business.\nFor example, Dr. Robert Li, chairman of the Stock Exchange of Hong Kong, is coming to New York with 400 brokers and representatives of 10 leading Hong Kong companies. The Big Board's extravaganza is but the last stop on Dr. Li's tour: he and his entourage have already dropped anchor in San Francisco, Chicago and Philadelphia. Effect of Large Equity Shifts\nIn any discussion of how individual stock markets performed in any quarter, one factor must be kept in mind: just as within a single stock market certain sectors (say, technology stocks) outperform other sectors because they find favor with institutional investors for a time, entire national stock markets often do well in a quarter.\nThat is because billions are rotated into them by huge international players. These international investors - large corporations, governments, pension funds, mutual funds and individuals - control huge pools of money that slosh from one continent to another, filling up one stock market at the temporary expense of another.\nAmerican investors who want to buy foreign issues can often find them traded on the Big Board, the American Stock Exchange or in the over-the-counter market as American depository receipts. And brokers such as Carl Marks & Company and Merrill Lynch can execute trades abroad. Investors who want to avoid the hassle of foreign transaction and settlement costs can even participate in tough-to-trade stock markets, such as Korea, through mutual funds that invest in a particular nation's stocks. UNITED STATES\nWhile overtaken in total market capitalization by the high-flying Japanese stock market, the American stock market still sets the world's standards. The United States is a bastion of political and economic stability, and the quality of its stocks, trading and executions tends to attract international investors, especially in times of world crisis. Even in calmer times, the relatively low price-earnings ratio of the average American stock - now about 20 - is a strong lure.\nAccording to Morgan Stanley, stock prices in the United States rose 5.8 percent in the third quarter, the 10th-best performance among the world's stock markets. That compares with the 6.9 percent rise in the second quarter. In the first quarter of the year, American stock prices rocketed ahead by 23 percent.\nThe key Dow Jones industrial average closed Friday at 2,640.99. The Dow, which closed at 1,895.95 on Dec. 31, 1986, is up 39.3 percent this year and down 81.43 points from its August high.\nOn Tuesday, Sept. 22, the Dow soared a record 75.23 points. Wide swings in the Dow have become commonplace; it often jumps or plunges 30, 40 or even 50 points a day. There are several reasons for these shifts. The Dow is made up of the big capitalization blue chips favored by institutional investors, including Japanese players who can throw billions into the market - and just as quickly pull billions out. And there is programmed trading.\nLeon C. Brand, an international analyst at Merrill Lynch Economics, believes the American market is now the place to go. ''The dollar is stabilizing,'' he said. ''As long as it holds, the Japanese will continue to buy.'' Mr. Brand said that the Dow may reach ''2,850 to 2,950, possibly even a little higher.'' JAPAN\n''I'd also go with Japan,'' said Mr. Brand.\nIn the third quarter, stocks traded on the Tokyo stock exchange gained 4.6 percent in dollar terms and 4.2 percent when pegged against the yen. In July, the Nikkei index pulled back to the 23,500 level, but recently, at 26,000 or so, it has been pushing near its historic highs.\nThe lofty price-earnings ratios in Japan (the average multiple is a Mount Fuji-like 70) discourages many foreign investors, but that has not hurt the market. ''People are still nervous abroad,'' Mr. Brand noted, ''but the Japanese are accustomed to it.''\nSome experts, such as Paul Aron of Daiwa Securities, argue that Japanese companies traditionally understate earnings, so the price-earnings ratios are misleading. Others, however, note that varying accounting measures can perhaps mitigate a ratio of 70 but cannot make it go away. BRITAIN\nThe British stock market rose 4.5 percent in dollar terms in the third quarter.\nWhen figured in pounds, the British market gained 3.8 percent.\n''The third quarter was probably a disappointment to the local British brokers,'' said Carl Adams, a Carl Marks analyst, ''but to foreign investors it was definitely positive.''\nMr. Adams does not expect a spectacular run-up in British equities like the one in August that pushed the Financial Times/Stock Exchange index to a record 2,443.4, ''but it will be higher than where it is now.'' He is recommending stocks in ''service and selected industrial groups.'' His stock choices for the next quarter include Metal Box, a packaging company; Next, a consumer retailer; Hawley, cleaning, security and food services, and Poly Peck, a transportation and shipping concern.\nPrice-earnings ratios in Britain are around 16.5, historically high by British standards. FRANCE\nStock prices on the Paris Bourse rose four-tenths of 1 percent in dollar terms.\nIn franc terms, the gain was 1 percent.\nWolodar Lysko, an analyst at Carl Marks, said that the French equity market has been turbulent, thanks mainly to relatively high interest rates. The turbulence, he said, may continue, ''especially as next April's elections approach.'' But, he added, ''the economy and the equity market continue to look good on a fundamental, long-term basis.'' He attributes this positive outlook to ''the equity market's increasing size, the privatizations and the series of technical and trading innovations.''\nAs far as individual stocks are concerned, Mr. Lysko said that the French Government's commitment to road and rail expansion - as well as the favorable outlook for the planned tunnel to Great Britain -bode well for construction, capital investment and auto companies.\nThe average price-earnings ratio of French stocks is about 19. WEST GERMANY\nFrankfurt's stock exchange gained 3.3 percent in dollar terms during the second quarter, or 4.3 percent in marks.\nStill, Mr. Brand of Merrill likes the German stock market. ''The underlying stock market is doing quite well; the chemicals are doing extremely well.''\nMr. Pokladok of Carl Marks said: ''Conditions are developing which might strengthen the market. There is a better tone of business activity. Inflation is under control. I could see the market rising 20 or 25 percent by the end of the year.''\nHe is recommending Henkel (detergents), Nixdorf (computers), Siemens (electronics), Conti Gummi (tires and rubber) and Deutsch Bank.\nMr. Pokladok said the average price-earnings ratio of German stocks is only about 12. And, he argued, the ratios of the stocks of German companies ''are probably much lower'' than that. CANADA\nIn United States dollar terms, the Canadian stock market rose 6.4 percent; in Canadian dollar terms the gain was 4.6 percent.\nJoseph DeSantis, a Carl Marks analyst, said that the Canadian stock market, like much else in Canada, is often held hostage to what goes on in its southern neighbor. Movements in American interest rates, especially, are mimicked in Canada.\nBut Canada offers foreign investors a great resource play, Mr. DeSantis noted. ''The stability of prices in metals, combined with corporate slimming down, could lead to higher profits,'' he said.\nHe recommends MacMillan-Bloedel and Domtar in forest products, Alcan in aluminum and Falconbridge in copper. Two ''special situation'' stocks he likes are Bombardier, a rail-car and transport company, and National Sea Products, a fishery.\nThe average Canadian stock has a price-earnings ratio of 19.7. HONG KONG\nThe Hong Kong stock market has been surging: in the past three months, equities have jumped 23.1 percent. (The colony's currency is pegged to the United States dollar.) The Heng Sang index is trading at record highs, near the 4,000 level.\nRobert J. Pelosky Jr. at Carl Marks said he expected ''more of the same'' in the fourth quarter, thanks to a continuing influx of foreign money into the colony. Much of the money is coming from Taiwan, he said.\nNoting that the typical Hong Kong stock carries a price-earnings ratio of 18, ''which in that part of the world is pretty cheap,'' Mr. Pelosky said he is a bit concerned that stock prices are being hyped somewhat by the local equivalent of Japan's ''zaitech,'' whereby Hong Kong's companies plow their profits into the stock market.\nStocks he thinks may do well are Hong Kong Land, Cheung Kong and Wharf Holding, all property companies, and Dairy Farm (consumer products), Hutchinson Whampoa (a trading company) and Windsor Industrial.\nDr. Li, the exchange's ebullient 58-year-old chairman, said that 272 securities are now traded, and the exchange ''is applying to the Government of Hong Kong to establish a second tier of the market, which would be the equivalent of the over-the-counter market.''\nAs for 1997, when China will regain political control over Hong Kong, Mr. Li said: ''The problem is already over. China has already signified that they approve of our activities.'' OTHER MARKETS\nSpain's stock market scored an impressive 29.6 percent gain, in dollar terms, in the third quarter. In local currency terms, the gain was 25.5 percent. The Spanish economy and stock market are being bolstered by the country's new ties to the European Community.\nThe Singapore-Malaysia stock market gained 9.1 percent in dollar terms and 7.5 percent when measured against the local currency. New settlement and commission rules are making the market more attractive to foreign investors.\nOther markets and their performance (local currency percentage in parentheses) include: Austria, up 19.5 percent (20.8); Sweden, up 14.2 percent (15.3); Switzerland, up 11.1 percent (12.4), and Belgium, up 4.7 percent (5.5). Countries With Active Stock Exchanges Argentina Australia Austria Bangladesh Belgium Bermuda Brazil Canada Chile China Colombia Denmark Egypt Finland France West Germany Greece Hong Kong India Indonesia Ireland Israel Italy Ivory Coast Jamaica Japan Jordan Kenya South Korea Kuwait Luxembourg Malaysia Mexico Morocco Nepal Netherlands New Zealand Nigeria Norway Pakistan Paraguay Philippines Portugal South Africa Saudi Arabia Spain Sri Lanka Sweden Switzerland Taiwan Thailand Trinidad/Tobago Turkey United Kingdom Uruguay United States Zimbabwe Source: Carl Marks & Co."}, {"text": "Amid Bhutan's Peaks, Rituals And Temples\n1987-10-11T05:00:00.000Z\nCradled in a great sling of the southern Himalayas, the ancient Buddhist kingdom of Bhutan is held separate by its formidable mountains. To east and west are Indian hill states, to the south the plains of India and to the north the bleak and merciless Chomo Lhari range, an expanse of ice and sky, is the barricade of the Himalayans shouldering the Tibetan plateau.\nIsolated for centuries and ignored except for the odd British traveler (for traveler, read spy), never conquered, Druk Yul, as the inhabitants call it, opened its doors a crack in 1974 for the coronation of King Jigme Singye Wangchuk, who sits on the throne of a constitutional monarchy established in the 20th century.\nWith a painted dragon on its tail, the fully loaded prop-jet, a Dornier 228 with 16 passengers, soared over isolated ponds of water remaining on the plains at the end of autumn last year. Brown hills thrust up abruptly, rolling high into a horizon of snowy peaks above the valley of the Wang Chu. The cockpit windshield turned into a wide screen of cloudless blue, framing a growing shaft of white -Chomo Lhari, a 23,997-foot sentinel on the Tibetan frontier. One turn, left, and a dzong, or Buddhist center, came into focus. Crammed into a mountain, it overlooked ripe plots of grain stepping down into Paro valley where a clear tumbling stream carried Chomo Lhari's snow melt.\nAt the single modern airstrip in Paro, our assigned guides waited. One of them, Pema Dorji, a member of an exclusive breed of guides, wore a kho, the long, national robe of finely woven, sturdy striped cloth, hiked up to skirt length. Knowledgeable guides and drivers are part of the arrangements required by the Bhutan Tourism Corporation and are paid for in advance. They are prompt, which counts in a country where auto rentals are not permitted.\nAfter the torpid agonies of Indian customs and immigration, Bhutanese entrance formalities are simple. English is spoken here, the legacy of a future-thinking King, father of the present King, who declared English mandatory in the free and compulsory schools. Children run up to ask, ''Hello, are you from San Francisco? New York?'' Older people, however, speak only the national tongue, Dzongkha, a member of the Tibetan family of languages.\nAt just under 7,000 feet in Paro Valley, the Olathang (Plain of the Black Raven) Hotel sprawls over a hill in the shape of a two-story numeral 4. The bar and dining rooms were brimming with small parties of Europeans, including haggard Belgian trekkers who had come by the tortuous land route from Phuntsholing on the southwest border, and a British climbing team. At dinner, several guides and a tall young man named Isup discussed the British effort to climb and film Bhutan's loftiest peak, Gangker Phunsom (White Glacier of the Spiritual Brothers), 24,600 feet and never conquered. They had come in autumn, the clearest season, yet the spirits of the snow peaks were not to favor them.\nIn the Paro Valley you enter the Bhutanese orbit - the mesmerizing, dimly lighted and incense-suffused temples and dzongs where golden Buddhas gleam in the light of butter lamps and symbols or paintings of saints or goblins loom from flickering walls.\nTo begin a series of visits to dzongs, the day we arrived we took the road to Rimpong Dzong and Ta Dzong. Once a fortress watchtower protecting Rimpong, Ta Dzong is now a museum for dust-laden sacred masks, costumes, paintings and cultural exhibits. Its bloody past was revealed when its round tower wall was broken open for renovation: sharpened lances were discovered, up-ended and embedded in the floor, a jumble of bones heaped on the floor - warriors impaled when they were tossed into the stone-block column by Tibetans.\nThe bones are gone, but your flashlight picks up the lances as you go down bulky circular steps. Upstairs, on the third floor, past sculptured lumps of yak butter carved into Buddhas, is a fairy-tale menagerie of stuffed animals: the serow, a sort of goat; blue sheep; great hornbills; the mythical snow leopard; a standing Himalayan bear with sharp white V on its chest; the mithun, a gigantic cow, and, best of all, the rare golden takin, with the head of a goat, body of a cow and cloven feet. Live ones are in the capital at Thimphu, behind the temple.\nBelow the hill on which the fortress is situated, a monotonous buzz wafted from Rimpong (Heaps of Jewels) Dzong, which is now a monk's school of the Drukpa sect. Five hundred boys wrapped in maroon cloth hunched over parchment books, fingers following the sacred scriptures, as young monks tapped out the rhythm of their drone with decorated sticks.\nTouring Bhutan takes stamina: there are hills, and steep stairs and broad ladders (some at 60-degree angles) in dzongs and lhakhangs. Every time you enter a sanctuary, shoes come off; tying them up several times a day took some getting used to. Pema eyed mine carefully. Big-name exercise shoes made in America are esteemed; the imported Asian brands rapidly fall apart under the demands of the Bhutanese terrain, several guides said. The next morning, we were scheduled to take a trek up to Taktsang, or Tiger's Nest Dzong, which is 10,000 feet above sea level. There, according to legend, Guru Rimpoche (Precious Teacher), Bhutan's patron saint who is considered the Second Buddha, arrived from Tibet around the year 800 astride a flying tigress, landing on the precipice where Taktsang now clings.\nI peered up the nearly perpendicular craggy track and declined to go, even though a water carrier trudged by, large biscuit tin strapped to his back - a sign of good luck. Sometimes ponies make the trek though none were available that day. However, I was already at 7,000 feet, and it seemed unwise to go higher less than 24 hours since I left sea level at Calcutta.\nInstead it seemed a good moment to buy something special of Bhutan: postage stamps. Round, square, triangular, three-dimensional, large, small, in vivid rainbow colors, they are treasures of philately; there are silk stamps and even one made of steel. Across the river from town the postman clambered off his basking rock in the morning sun. With Pema conferring, I chose stamps with the Druk Yul thunder dragon, mystic symbols, masked dancers, the yeti (a living legend in Bhutan), dzongs, Himalayan animals and special editions picturing the King. Daily life is molded by Buddhism -prayer wheels turn, flags flutter, chortens containing sacred relics dot the countryside and dzongs or lhkhangs dominate villages -yet the fun-loving Bhutanese are devoted to humor and find it in anomalies. Among the stamps, for example, were several depictions of Donald Duck.\nNext day, the light was pale, the air crisp; an afternoon breeze had begun and cold descended on Paro Valley around 4 P.M. The driver, Chookie Wangchuk, unflappable and perpetually upbeat, maneuvered precipitous roads past wood-trimmed, three-story farmhouses with chili peppers drying on rooftops. All the homes looked prosperous in this country of 1.3 million, Asia's only underpopulated country.\nWe drove 11 miles up to Drukyel (Victorious Druk), a 17th-century dzong built to repel warring Tibetans. It was desolate now, a spooky, windy, charred place ravaged by fire some 30 years ago. A climb to its ramparts reveals Chomo Lhari, throne of the goddess of the same name, Still on the valley road, Chookie whisked off his cap as the Queen Mother sped by. We drove to Dungtse Lhakhang, home of a legendary Divine Mad Man who hides from demons in the nose of a god. A rascal saint beloved for shocking behavior, he is believed eternal, speaking to high lamas from his lofty hiding place. A caretaker opened the door with a scythe, revealing a creepy place of butter lamps, shakti sculptures and wafting incense. I was alone, Pema unseen, his voice breaking the eerie quiet. Climbing two steep ladders, my flashlight picked up paintings of 1,000 Buddhas spiraling up the circular walls. At the top, I rang its mournful bell, the single reverberating bong the only reward for negotiating the ladders.\nFrom there, we went to Thimphu, the capital of Bhutan since 1955. In this country you must go south to arrive north. Long north-south populated valleys dominate the land, each separated by a wilderness of mountains penetrable only on foot. Above the Paro Chu, or river, a road squiggles south to the confluence with the Wang Chu, fed by waters of Chomo Lhari. Across a bridge the road then staggers north to the capital. It is wide enough to pass - with care - as Bhutanese drivers in trucks and Jeeps politely make way.\nThimphu, with a population something over 20,000, nestles in a fertile valley at 7,600 feet. The Motithang Hotel is the tourism council's usual choice for visitors. The view of the valley is wide and wonderful, the rooms luxurious by local terms, with reliable electricity, plenty of hot water, and tasty curries. But it is high atop a hill, too far from town, and there is no shuttle. So, I prefer the smaller Bhutan Hotel at the upper end of the town road.\nWhile amenities are fewer (and the electricity less reliable), you can wander into town on your own, peek into dim shops selling cloth or serving yak butter tea and spirits, buy a bottle of Bhutanese rum or sweet liqueur, and visit the few modern arcade shops in the center of town. If you care to invest in something rare and tempting, buy huge beads of polished, glowing Tibetan coral, some the size of an apricot.\nThe Swiss Bakery, just back from the main road, with its big white on red sign, is a clean, international gathering spot of jumbled decor. Two counters sell cakes and sandwiches. Downtown, the Bhutan Hotel is where the action is. On starry nights the bar is lively; conversations among visitors, government officials, guides or a resident United Nations technician - male and female - are spontaneous. In the egalitarian society of Bhutan, women hold major government offices and marry and divorce as they choose (divorce is common).\nAt the Motihang Hotel, in a vigorous display of whirl and leap, skirts billowing and hands moving in the timeless gestures of Buddhist legend, masked dancers of the Royal Dance troupe performed. As heroes pierced clouds of ignorance with swords and vanquished stag-masked demons, good triumphed over evil to the accompaniment of cymbals, drums and gongs. Long horns blared on the sunny garden lawn, and visitors crept around snapping pictures.\nFive miles from town at the valley entrance, Simtokha Dzong tops a bluff. It is Bhutan's oldest dzong, built in 1627 by a man who exercized an extraordianry impact on the land. Nawang Namgyal, a Tibetan Drukpa (red hat) lama seeking refuge from the Gelugpa (yellow hat) sect, crossed into Bhutan in 1616, only to find differing Buddhist schools and rampant political disunity. With support from powerful families he built a series of fortress-monasteries (all of Bhutan's dzongs) and threw back repeated invasions of Tibetans. On final victory in 1639 he assumed the title of Shabdung (At Whose Feet One Submits), becoming the temporal and spiritual ruler of his adopted country, the first leader of unified Bhutan.\nState engravings surround the central tower of Simtokha and, inside,a vivid mandala painting depicts the death of the greedy: With inflated stomachs and thin, twisted necks, this mob or mortals cannot eat. Eternally condemned, their mouths emit fire. Sunday is market day in Thimphu. I left Pema and Chookie to wade into a babbling crowd of cloth-and produce-sellers and sippers of toom, a local alcohol, plopped among shoes, wool socks and plates from China, crude silver jewelry and finely woven traditional belts (kera), narrow for men and wide for women, that are worn with the kho and the khira (woman's robe). Bargaining was minimal.\nPema kept his mandatory white silk scarf in the car. Scarves, in a rainbow of color depending on official rank, are signs of respect - saffron is worn only by the King and the Je Khenpo, or head abbott. Pema wore his white scarf out of respect for Tashicho Dzong, which is the seat of the elected assembly, or Tshog Dhu, and also of the Je Khenop. The dzong is a great pile of stone with 100 rooms on the banks of the Wang Chu. In the assembly chamber a throne for the King faces a huge Buddha, with two large eggs on its altar. Many believe they are eggs of the thunder dragon; Pema says they're ostrich. The Tshog Dhu was not in session, so pedaldriven sewing machines were in the room; monks are never idle.\nDon't miss archery, practiced everywhere; the national sport is a passion. I joined a crowd watching finals of the national tournament. The King had come. From his private viewing stand he was intent on the shooting - at 4-by-1-foot targets 150 yards away. (When Bhutan participated in the Olympics for the first time at Los Angeles, the team complained that the targets were too near.) Each time a steel-tipped arrow whacked onto the target someone struck a gong and the whole team broke into wild dance.\nEach of the four days in the capital turned colder. A small electric soil heater fended off early morning chill until sunshine filled my hotel room. The trip to Punakha, lowest of the central valleys at 4,000 feet, was to be another Bhutanese upside-down route - cossing Dochu La (pass) at 10,218 feet - a two and a half hour drive not counting a stop at the summit to see, with lunch, Gangker Phunsom in a clear panorama of snowy Himalaya.\nThe road curled up toward a mantle of slumping cloud, About half-way, at the foreign registry and checkpost, Pema handed over papers. Though we drove completely around a shrine atop Dochu La, no break came in the clouds; I could not see Gangker Phunsom. The road uncoiled, down into sunny warmth where bananas and oranges grew in a valley still green in November.\nQuietness enfold all who enter Punakha, the ancient capital where the Je Khenpo takes up winter residence alongside strange waters. Where the Mo Chu and the Po Chu (male and female) burble into confluence, instead of clear icy blue streams, a wide swift current of opaque milky-turquoise bolts down the valley, its source glacial rather than melted snow. Below a swinging bridge leading to the dzong, an otter played and fished. Bhutanese stay away. The current is frightening; anyway, trout belong to the King.\nA porter squeezed by me on the bridge, hunched under a large packing crate bearing the stamp of a Japanese manufacturer. Someone said this television was for new quarters of the Je Khenpo, whose aprtments went up in smoke last winter, the charred debris left undisturbed. Dzongs have long histories of fire - the culprits are usually butter lamps caught by wind, or portable electric heaters. Whoever was to have the TV, there is no television in Bhutan. Thimphu has a video shop.\nDendup Tshering was in his Thimphu office. The B.T.C. operations manager said general visitors are discovering Bhutan. However, a selection of hotels is a long way away and government travel arrangements will continue for 10 more years. There are no restrictions on individual travel. Dendup worries about the no-tipping policy - handouts of money, ballpens, gum, candy and medicines are discouraged. During my visit, the battle was not lost. When you go, though it's a dictum difficult to follow, don't tip. A gift of wool socks is a good thing.\nTo date, values immersed in Buddhist ritual and tradition are in balance with technological innovations. That they not become casualties - transformed from cultural supports into market goods - is an old struggle and, up in their aerie, Bhutanese are holding their own. For travelers, Bhutan's combination of wilderness landscapes, ritual color amid spooky dzongs, and its impish gleeful style may be habit-forming. PLANNING A TRIP TO THE KINGDOM CALLED DRUK YUL Getting There\nBecause travelers are limited to prepaid 8- to 18-day regularly scheduled tours for individuals or for groups of six or more, directed by the Bhutan Tourism Corporation, most visitors put Bhutan on a larger itinerary, including India or Hong Kong.\nOnly Druk Air flies to Bhutan. Calcutta is now the launching point for group tours. Individual packages depart Thursdays and Sundays from Dacca, Bangladesh, which has good international connections and clearance procedures. Departures from New Delhi with a larger aircraft are scheduled to begin late this year. All international tourism is funneled throught the Bhutan Tourism Corporation (Post Office Box 159, Thimphu, Bhutan) and booked through travel agents; prices are set by tour operators. It takes about a month to get through the paperwork, so allow enough time. You'll receive a voucher acknowledging payment and entry; keep it safe because it will be matched with an official list before flight tickets are issued at the departure counter. The $20 visa fee is paid at entry (U.S. dollars or traveler's checks only).\nJourney to Druk Yul is an 8-day tour available from the B.T.C. It costs $1,150 a person including meals and round-trip air fare Dacca-Paro. All ground transportation is by modern minibus or car. Travel to Tongsa and Bumthang in central Bhutan is 10 days to 2 weeks and prices are set by tour operators: the tourist corporation will suggest names of companies. Be prepared for a 7- to 8-hour corkscrew drive to Bumthang to simple but adequate accommodations for up to 30 in bungalows grouped around a main building containing dining room, common room and showers.\nMarch through May and September through November are peak seasons with many festivals and clear and sunny weather; the cold begins around 4 P.M. Some travelers like the summer monsoon time, when light rains once or twice a day break up sunshine, pheasants migrate north and slightly lower off-season rates are in effect. Winters are sunny and clear too, and cold. The finals of the national archery tournament at Thimphu are in early November. What to Take\nThis is jeans and slacks country, with a down or wool jacket needed at night. Temperatures vary a lot between day and night, so layer your clothing. I found a flannel shirt useful to throw on in the cool dzongs. Tennis or jogging shoes will be the only footwear you'll use; dressing up for dinner isn't required. Don't forget a flashlight; keep it in your pocket all the time to study artwork and identify stairs. If your shoulder or camera bag is heavy, the guide will carry it safely. If you plan to take a video camera, be sure the B.T.C. is alerted. Lodging and Dining\nFull-service hotels are clean and comfortable, but American sanitary standards do not apply. Water heaters are large, and linen is plentiful. Electricity (240-volt) is fairly reliable, and the telephone system works pretty well. Hearty buffet meals are the norm, in a melange of Continental and Himalayan styles. There are fresh crunchy vegetables, noodles, chicken, mutton and pork, all lightly spiced; there are very hot Bhutanese curries too. Tea and coffee are served steaming hot in thermos containers (which you can have in your room). Bhutanese rice, called red though it is really pink, is delicious.\nIn addition to the new main building at the Olathang in Paro, bungalows are scattered amid gardens, each with two suites, a central parlor and uninterrupted views of the mountains. At Thimphu the Bhutan Hotel has a separate annex; the Motithang is more elaborate. There is a canteen in the rear of the Bhutan's main building: For a quick pickup, a croissant is 25 cents and ice cream 35 cents. I walked to the Druk Hotel in town one evening, an Indian place for businessmen, to soak up the Thimphu scene even though dinner was prepaid at my own hotel. Shopping\nShopping is small-scale. At the Government Handicrafts Emporium in Thimphu handwoven fabrics are attractive; the keras (belts) are $4 to $10. Price ranges for a kho or khira are from $22 for the plain woven cotton to $425 for a weaving of silk and gold. A felt shoulder bag with embroidered mask is $21; a carved frame in blue pine with a thunder dragon design (for a 5-by-7 picture) is $44; papier-mache and cloth masks $27. The block printed greeting cards are appealing, and are about 20 cents each. There are rice bowls, baskets, silver jewelery, paintings on cloth and yak-hair caps. Antiques are not sold.\nTshering Dolkar has turquoise, amber and gleaming coral beads in all sizes at Shop No. 5, Upper Market, Thimphu. Coral beads start at $8 each - some weigh in at nearly a pound for $1,500 each. At the privately owned woodcarving center in Woochu, Paro, the smooth-grained eri-wood rice bowls are well made, from $4; also have a look at spooky painted masks with little skulls on top to scare off devils, about $9.\nThe best place to buy stamps is at Thimphu post office. Sets, somewhat overpriced, are sold at hotels.\nThe ngultrum is the same value as the Indian rupee - the exchange rate of each is about 13 to the dollar - and the rupee is accepted everywhere. Credit cards are not recognized in Bhutan. Trekking\nTrekking is directed by the Bhutan Tourism Corporation. Year-round treks range from easy to difficut for periods of four days to nearly a month and include guides, cooks, equipment and pack animals. Again, prices are set by tour operators and the tourism office will suggest names of companies to accommodate groups and individuals. Depending on the tour operator, trekkers often come in by the land route via Phuntsoling. (Indian transit permits are required and take two months to obtain. A multiple entry visa is preferable.) One virgin peak is opened every two years for mountaineering expeditions; applications are taken a year in advance. M. T."}, {"text": "Another Face Of Argentina\n1987-11-08T05:00:00.000Z\nARGENTINA is a lot more than Buenos Aires, its cosmopolitan capital. Its million square miles stretch from the Tropic of Capricorn almost to the Antarctic, and from the Atlantic deep into the Andes. The two-hour air journey from Buenos Aires to Salta, where the mountains meet the tropics, is a voyage into a different geography, climate and culture.\nSalta is mountainous, dry and distinctly Latin American, with highland scenery and colonial architecture similar to that of Bolivia and Peru. But there are advantages to being in Argentina, including easier transportation and the absence of guerrilla war. Internal army discontent aside, Argentina is, at long last, enjoying civil peace, and Salta is where many Argentines go to enjoy it.\nThe resemblance to Peru and Bolivia has a solid historical basis. The Spaniards who colonized Argentina came from two directions - the mountains and the sea.\nBuenos Aires, the great port and focal point of modern Argentine history, had to fight for its dominance against the colonial towns of the interior. These began as trading satellites of the mineral-rich colonies to the west. Lima, not Buenos Aires, was the region's administrative capital until the late 18th century.\nThe city of Salta, founded in 1582, is the capital of a sprawling province that borders Chile, Bolivia and Paraguay. Just east of the high, stark wall of the Andean precordillera, it is the first major town on the Argentine side. Salta nestles like a jewel among the mountains. Even with a population close to 300,000, it remains largely unspoiled. Church steeples and low-rise buildings provide an ideal foil for nature's own monumental scale.\nBuenos Aires nourishes the illusion that Argentines are Europe's lost tribe, accidentally attached to an Indo-Hispanic continent. Salta, with its colonial churches and plazas, belies that myth.\nThe Bolivian presence is tangible, carried by the immigrants who have streamed across the frontier in pursuit of higher wages. They have brought with them such aspects of Indian culture as the music of the altiplano and the addictive habit of chewing raw coca leaves. Aymara is the second language of the shoeshine boys in the town center.\nArgentine Saltenos have their own traditional music, known as zamba. Accompanied by guitar and the accordion-like bandoleon, it sounds zippier and less doleful than the tangos of Buenos Aires. It bears a distant kinship to the country and western melodies of the United States, which makes sense when you note the giant cactus plants, ranches and tobacco farms that dot the region.\nSalta's independent-mindedness carries even to banknotes. Use a large bill and your change may contain ''bonos,'' technically short-term bonds for the cancellation of provincial debt. They are really Salta's own money, denominated in the Argentine national currency. This isn't supposed to happen in a federal republic, especially one under the eye of the International Monetary Fund. But it is winked at because it suits everyone's convenience.\nThe city of Salta is laid out on a grid on flat land nearly 4,000 feet above sea level. Its attractions include fine examples of religious, civic and residential architecture dating back to the colonial epoch. The provincial tourist office, at Buenos Aires 93, in the town center, has helpful material and advice for planning city walking tours and more ambitious excursions into the countryside.\nNear the center of town are an impressive pair of religious structures: the soaring Church of San Francisco, with its dramatic 150-foot tiered and columned redwood steeple, one of the tallest in South America, and the quietly impressive San Bernardo Convent, its white walls setting off a carved wooden portal that dates to the 18th century. Both are on Calle Caseros, a main street that runs along the central July 9 Plaza.\nNearby are four colonial-era houses, three built in the 18th century as homes for, respectively, the Hernandez, Arias Rengel and Uriburu families, and another built in the early 19th for the Leguizamon family. The Uriburu house is also on Calle Caseros, the other three are on nearby Calle Florida. All four are open to the public, but check the tourist office for visiting hours. Saltenos observe the custom of the extended midday lunch and siesta break. Some establishments close as early as noon, many stay closed until 4 P.M. and later, before reopening for evening hours.\nThe Uriburu and Arias Rengel houses are both national historic monuments, and both offer museums. The Arias Rengel House is the site of the Provincial Fine Arts Museum, while the Uriburu Museum focuses on the history of this leading Salta family and its most famous member, Gen. Jose Uriburu, the man who ushered in Argentina's modern era of military presidents with a 1930 coup. The Leguizamon house has an anthropological museum.\nIn the same area of town, on Calle Caseros facing July 9 Plaza, is the reconstructed cabildo, the town hall, originally built in 1582. It, too, houses a small museum, this one dedicated to the colonial era. Its second floor overlooks the town plaza, the center of Salta's civic life.\nIf you're lucky, as I was, you can watch one of democratic Argentina's many street marches go by. In Salta, at least, these are generally good humored and colorful, with ritual drums and banners. The one I saw featured students from an assortment of political parties demanding higher pay for their teachers. Civil servants are among the chief victims of Government austerity, the most visible face of Argentina's foreign debt crisis.\nON the other side of the plaza, opposite the cabildo, stands the provincial government house.\nGuards in front wear the ceremonial red and black uniforms of Argentina's 19th-century war for independence from Spain.A monument to the local hero of that war, Gen. Martin Miguel de Guemes, stands at the base of San Bernardo hill.\nA 10-minute drive from the center of town to the summit takes you to a spectacular overlook from which you can see the entire city of Salta, and the mountain rim beyond. The road is a hair-raising series of blind switchbacks. An alternative, for those with some stamina, is the pedestrian trail, marked with the stations of the cross.\nSalta has become a major center for Andean handicrafts and it is worth a visit to the Mercado de Artesania, or Artesanal Market, open weekdays 8 A.M. to 7:30 P.M. and Saturday 8 A.M. to 1 P.M. The market, in a large 18th-century house at San Martin 2555, offers a wide selection of Andean craft products, including paintings and weavings based on local scenes and traditional Indian designs, colored with the distinctive hues of the local desert landscape.\nThere are also wood and stone carvings, baskets made from palm leaves, Indian shirts, purses, belts and other leather goods, carpets, masks of wood and feathers, and a variety of the decorated containers used for drinking mate, the typical Argentine tea brewed from holly leaves. Prices range from just a few dollars for mate cups to several hundred dollars for the larger paintings and weavings. The market's prices are reasonable and its atmosphere appealingly noncommercial.\nAnother good place to shop for craft items is Tiwanaku, which has mobiles of stone and wood and a good selection of Indian oil paintings copied from the primitive Bolivian school that merge Spanish Christian and earlier Indian religious themes.\nThe middle two hours of the long siesta break are for lunch. Ample restaurant meals are available from about 1 to 3 P.M. Supper usually begins after 9 P.M., and often goes on well past midnight. Foreign notions of proper mealtimes will, of course, be accommodated, but don't be surprised to find only limited menu items available between 3 and 7.\nTHE centerpiece of Argentine cuisine is beef, which is everywhere fresh, rich, tender and remarkably cheap. The list of cuts is almost endless, including many sections unfamiliar to more prosaic North American beef eaters. The mixed grill, or parrillada, includes samples of them all. Particularly tasty are such standard steak cuts known as chorizos, costillas and minutos. Generally, the beef course is accompanied by a salad of lettuce and tomato, or perhaps remolachas, beet greens, and washed down with wine and then coffee. Pasta is a widely available alternative.\nSalta is noted for its roasted empanadas, eaten as an appetizer, and its locally produced wine and beer. Argentine wine is available in the United States, but the stronger, and, to my mind, better tasting reds, are kept for local consumption. Also try the unusual, almost floral, white wine from nearby Cafayate. The Argentine West is home to a good number of Syrian immigrants, and Arab-style cooking is also available. Italian cuisine can be enjoyed in an attractive old-worldish setting at Italiano (Buenos Aires 95).\nThe spring months of September through November, and the fall, March through early June, are ideal times to visit Salta. Local festival dates are Sept. 24, marking the decisive local battle of the independence war, Mardi Gras, celebrated with floats and dancers, and June 16-17, a folkloric celebration. Many hotels are closed during the Christmas period, and advance booking is recommended for late July.\nArgentine hotels tend to be bargains, compared with the main tourist areas of Mexico or the Caribbean. At the Hotel Salta on the central plaza, traditional four-star comfort can be had for less than $50 a night for a double room or two-bedroom suite. The hotel has its own swimming pool for guests and incredible views of the San Francisco Church tower. The Victoria Plaza, also on July 9 Plaza, costs about the same. Decent accommodations can be had for as little as $10 to $15 a night.\nCars can be rented for about $30 a day, plus mileage, from Avis, or local agencies. There are facilities at the Salta airport and in town (Avis at Alvarado 537, Renta Car-Lopez Fleming at General Guemes 92 and Salta-Renta Car at Caseros 225) Driving in Argentina is not for the timid. The right of way generally goes to the driver who blinks last. The alternatives in urban areas are the cheap and abundant taxis and hired driver services. For a few dollars you can be driven anywhere within the fairly compact city limits.\nEven Americans partial to private cars might appreciate the security of an experienced local driver on the rugged, narrow mountain roads with blind hairpin turns. Local gas stations offer only alconafta, a mixture of gasoline and ethanol with a disturbing tendency to evaporate on mountain roads.\nAt 60,000 square miles, the surrounding province is larger than Bangladesh, but it has less than 750,000 people. It offers a wide range of climates and terrains, from the hot dry Chaco to the permanently snow-capped Andes, and plenty of wide-open spaces. Its subtropical latitude shields it from extreme winter cold, while the mountains surrounding the city moderate the summer heat, especially at night. Rain is infrequent.\nWhile the most interesting side trips from Salta are in the direction of the Andes, a different experience can be had by heading 30 miles east to the town of Guemes. Here you can visit an operating sugar mill that dates to 1760, and a culture that barely seems to belong to the 20th century. Outside the gates surrounding the San Isidro works and its big, old-style plantation house is a company village with modest houses for administrative workers. It is shaded by an ancient cypress tree, and along its streets you might see a mule-driven cart. Drive farther out along the back road and you reach the cluster of extremely primitive shacks that house many of the mill's Bolivian manual workers.\nAt the works you can see huge machines reducing sugar cane to a sweet syrup and then drying it to powder for bagging. The sweet smell of sugary steam hangs in the air. In the laboratory, workers will push cane samples through a smaller version and offer you a taste of the juice. Outside, a reservoir holds gallons of syrup destined for industrial use. Admission must be arranged in advance. The provincial tourist office can guide you through the procedure.\nLess than 10 miles northwest of Salta is the resort village of San Lorenzo, in the Andean foothills, where affluent Argentines have established vacation homes. Summer daytime temperatures in San Lorenzo are often 10 or more degrees cooler than in Salta. A public park with a small waterfall, religious shrine and restaurant allow those with limited time to sample the upland atmosphere.\nA more ambitious but intensely rewarding destination is Cachi, 50 miles southwest of the city as the condor flies, more than 100 by road and at least a four-hour drive each way. In Quechua, Cachi means salt.\nAfter about a half hour's stretch in flat terrain on modern highway, the road turns to hard packed gravel as it passes through a stretch of lush, tropical vegetation and then starts ascending the Quebrada de Escoipe. Picture-book mountain walls rise on either side, steep and treeless, looking almost blue in the funneled valley light. The region's quebradas, or valleys, are quite wide, but their streams are most of the time narrow trickles. After a rain burst, they can swell to many times normal width.\nNEXT comes the breathtaking climb up the Cuesta del Obispo, Bishop's Ridge. Doubling back and forth as it ascends, the road eventually climbs to about 12,000 feet. The terrain is stark. The mountainsides are mostly a dry baked brown. Cattle, sheep and llama graze for what little vegetation they can find on the lower and middle slopes. Eagles and condors soar above the peaks.\nPast the summit, you reach an altiplano, or high plain, absolutely flat and marked with cactus. A road sign announces the start of the Recta Tin Tin, a 10-mile absolute straightaway along the River Tin Tin. In this zone, bridges aren't bothered with, and the road simply fords the shallow streams. After a heavy rain, vehicles must wait out the high water, which can take hours.\nBeyond the Recta Tin Tin, you approach the Valley of the Calchaqui, and the snow-capped Nevado de Cachi, peaking at over 22,000 feet, become visible on the far side.\nThe village of Cachi is tiny, but a good place to rest from the journey's rigors. The Argentine Automobile Club's Hosteria Cachi offers accommodations for about $15 a night with a good restaurant open to day travelers, with the usual range of beef, pasta, salad dishes and wine, all for well under $10 a person. Cachi's restored colonial church, with a brilliant white exterior set against mountain blue skies and the snowy peaks of the nevado, and a simple wooden interior, is a national historic monument. The museum of local archeology has a collection of native artifacts of the Andean region with clear explanatory maps."}, {"text": "WAS MAN MEANT TO FLY?\n1987-11-01T05:00:00.000Z\nAMERICANS have always been on the move, but never have so many moved so far so fast.\nLast year, our domestic airlines carried 394 million passengers more than 3 billion passenger miles - twice as many people, twice as far, as a decade ago - and this year's traffic is still greater. Airliners have displaced trains, buses and cars for all but short trips and now account for nearly 90 percent of interstate travel.\nBut if we're flying more, we're enjoying it less. Near-midair collisions, and the August crash of a Northwest Airlines plane, have been much in the news, alarming air travelers. Exasperating and costly delays are dishearteningly common; at more than one airport recently, police have had to quell disturbances by infuriated passengers. Of five flights I booked researching this article, two were canceled, three delayed. I spent a total of seven hours flying - and six waiting, fidgeting and fuming. Such irritants, plus amenities sometimes akin to those of a bus in Bangladesh, generated three and a half times as many complaints to the Department of Transportation in the first nine months of 1987 as in the same period of 1986.\nMuch of the trouble stems from the 1978 deregulation of the airlines. Its aim was to benefit passengers by replacing government controls of fares and routes with free-market competition. And it worked: airlines fought for market share by offering discount fares, opening up hundreds of new routes, and competing on 2,000 city-to-city connections formerly served by one airline. Air travel became the transport of the masses.\nBut the unrestrained scramble for business, according to both government and airline industry experts, led to overscheduling of flights at popular hours, with concomitant traffic jams and delays. And when the Civil Aeronautics Board was phased out in 1985, airlines got free rein as to seating-room allotment, extent of overbooking, passenger compensation when flights are delayed or canceled, refund policies when so-called deep-discount tickets are returned, and so on. (The Department of Transportation regulates only three consumer issues: smoking, baggage losses and bumping of passengers due to overbooking.) A number of bills filed with House and Senate committees would reimpose enough control to correct some of these problems without losing the benefits of deregulation. One such bill, which would include the requirement that airlines provide more time between connecting flights and post on-time performance records, was approved by the House on Oct. 5, but has not yet been considered by the Senate. Until it or some other bill becomes law, caveat volator -Let the flyer beware.\nThe following primer on domestic air travel advises passengers of areas in which they can make advantageous choices and of ways to minimize the slings and arrows of air travel. HOW TO GET FLIGHT INFORMATION\nBefore deregulation, you had only to call any airline and say where you were going. If it didn't fly there, it would tell you who did. Since all airlines had pretty much the same fares, it mattered little which you picked; aside from departure time, you might choose on the basis of the food or the movie.\nToday each airline sets its own prices and no two have identical fare schedules; accordingly, for most passengers cost is a major factor in choosing an airline. But cost comparisons are complex. Most flights offer three classes of service: first, business and coach (economy). Coach fares, the choice of most passengers, vary by day of the week, time of day, and how far in advance the ticket is bought. Also, some routes to a destination are cheaper than others: many airlines offer lower fares on ''direct'' or ''through'' flights (flights on their airline with stops en route) than on nonstops or flights going part way on another airline. A traveler going from, say, San Jose, Calif., to Washington can choose among six airlines offering three direct flights and 23 with connections - all at varying prices.\nOne can neither review all the possibilities with an airline agent nor, except with great difficulty, locate the best one in the thickets of data in the printed ''Official Airline Guide.'' But computers can instantly sort out the guide data according to whatever parameters - itinerary, day, time, lowest fare and so on - are punched into the keyboard, and come up with the optimal alternatives.\nThat's why many travel agents subscribe to one of the five computer reservation systems and why passengers buy 80 percent of their tickets through travel agents. Geoffrey H. Lipman, executive director of the International Foundation of Airline Passengers Associations, says, ''The C.R.S. is the one way to manage all that data - and thus the travel agent is more important than ever.'' (Agents' services are free; the airlines pay the commissions.) All the major computer reservation systems are owned by airlines (Sabre by American and Apollo by United, for instance), and each tends to offer its own airline's flight first; to get the best flight from your own standpoint, you need to be insistent, or have a truly helpful agent, or both. A FARE QUESTION\nTo choose among the alternatives, you must first establish your priorities. A businessman's primary criterion might be to get from New York to Denver next Monday in time for a business luncheon. A thrifty vacationer going to Denver might rate economy first, even if it means taking a Saturday afternoon flight with several stops and paying weeks in advance. For most travelers, the best choice is a compromise.\nAirlines reserve some seats at full fare for business travelers, who typically book on short notice, must fly at certain times and cannot look for bargains. All other seats are cheaper, the biggest bargains being at the least desirable times and days, often requiring stayovers, and subject to 25 to 100 percent penalties for cancellation or change. Last year, 9 out of 10 travelers bought their tickets at discounts that averaged 56 percent below full fare. Typically, a full-fare traveler from New York to Miami on Eastern would pay $698 roundtrip for a coach seat and $924 for first class, a discount traveler $180.\nThe biggest bargains are hard to come by. Certain airlines play ''bait and switch'': They advertise superbargain fares, but these always seem to be sold out - although the airline is happy to offer you a seat at a somewhat higher price. The ads aren't totally fraudulent; there actually are a very few seats per plane at the superbargain rate. Some airlines, however, set aside large blocks of seats for deep-discount fares.\nWhat can the ticket-shopper do? Here is some advice from the Department of Transportation, the Aviation Consumer Action Project, which is a Ralph Nader-founded advocacy group, and industry sources:\nIf you must go on short notice and at peak hours, you'll have to pay full fare. But it may cost less on one airline than another; Continental, for instance, charges 30 percent to 50 percent less than its major rivals.\nBook long in advance; the farther ahead, the better your chance of getting a bargain.\nPick off-peak times and days. On business routes, cheap seats are most available on Saturdays at midday; on resort-area routes, in off-season and midweek.\nIf you can stay overnight or even longer, you may qualify for certain superbargains.\nGamble on a superbargain fare with a cancellation penalty unless factors in your life make cancellation likely.\nPrepayment is required for certain superbargains, but don't prepay if the airline is financially shaky; if it goes bankrupt before your flight, you'll be just another creditor.\nFor $25, senior citizens can join a discount club with any of several airlines; travel is limited to certain times, but with a discount of 10 percent. MARCHING THROUGH GEORGIA - OR, ANYWAY, ATLANTA\nOld air-travel joke: Whether you're going to heaven or hell, you have to change at Atlanta.\nThat's because Atlanta's Hartsfield Airport is a major hub for both Delta and Eastern - a focal center in the ''hub-and-spoke'' system that has dominated routing since deregulation. (Eastern and Continental, both owned by Texas Air, continue to operate as separate airlines.) Formerly, to go from A to B, you went nonstop if an A-to-B flight existed; if not, you hunted for some C to which you could fly from A, and where you could get a C-to-B flight. With deregulation, airlines were freed to add routes as they chose; they greatly increased the number of routes available -but instead of adding convenient nonstops, they transformed their route structures into hub-and-spoke systems. A hub is a center from which a large number of spokes -connections to many cities -radiate in all directions. Hub-and-spoke systems make for many shorter, better-filled and hence more profitable flights than nonstops; that's why airlines like them. As for passengers, they can now make connections between scores of minor cities by going through a hub. But doing so can be a miserable experience. Of the country's 30 major hubs, some are chronically plagued with delays at peak hours, and some have vast concourses (Delta's, at Atlanta, are more than a third of a mile long) down which the panting traveler trudges, through crowds, toward a gate that always seems to be at the far end.\nThe essence of hub operation is the dovetailing of a peak-hour ''bank'' or batch of incoming flights with an outgoing bank; ergo, congestion, crowds and delays. Delta, Eastern and other airlines daily make 2,200 takeoffs and landings at Atlanta; United, American and others almost as many at O'Hare. That means a lot of people in your way during your long walk, a lot of people in line in front of you, a lot of competition for seats in the waiting areas, a lot of planes waiting a turn to take off or land. Some suggestions: Try to avoid major hubs. The five busiest airports, all hubs, are: Atlanta, Chicago's O'Hare, Los Angeles, Dallas/ Fort Worth, Denver.\nIf you can't avoid them, try to pass through them at off-peak hours.\nCompare alternate routes; sometimes a roundabout one, with two stops at small hubs, is a better bet than a direct one via a single superhub. But bear in mind that every change of planes increases the chance of a missed connection and misrouted baggage. THE DIFFERENCES AMONG AIRLINES\nSeen at the gates, all airlines are sleek and gleaming, all pilots handsome and competent. Some passengers assume all airlines are about the same in quality of service. The evidence is otherwise.\nComplaints to the Transportation Department about delays, cancellations, missed connections, long waits at ticket counters, lost bags and so on vary greatly by airline. Complaint rates per 100,000 passengers for the large commercial airlines for the first nine months of 1987: Continental 29.3 Northwest 18.5 TWA 13.4 Pan Am 13.3 Eastern 12.7 United 7.0 Braniff 5.2 American 4.3 USAir 3.5 Piedmont 3.0 Delta 2.5\nIt should be noted, however, that industry-wide complaint rates declined in September by 23 percent over August of this year. Continental's latest ads claim that it is getting a handle on its problems, which were due to its recent absorption of New York Air and People Express. But it has a long history of passenger discontent: from 1984 through 1986, Continental's complaint rate, though far lower than in 1987, was among the three highest of the major airlines (the other two: Pan Am, TWA). In contrast, in all three years, Delta and Piedmont had the lowest rates -only a fourth to an eighth as high as the highest three.\nBy promoting competition, some critics of deregulation contend, airlines have been encouraged to cut costs, and not all of them adhere equally to maintenance procedures prescribed by the Federal Aviation Agency. Notable examples: The F.A.A. recently fined Eastern a whopping $9.5 million for 78,000 violations, and American $1.5 million for violations that included using plastic wing slat pulleys instead of the F.A.A.-approved metal ones.\nPilot competence, or the public perception of it, is a factor in passenger choice: Some travelers avoid a particular airline after news reports of near-misses, pilot errors and the like. But news items are a poor guide; most pilot errors never make the papers. A better guide: F.A.A. findings released to the press. In September, for instance, an F.A.A. safety team investigating Delta's recent string of close calls reported that the airline's poor policies on crew training resulted in ''a lack of crew coordination and lapses in cockpit discipline.''\nAirlines differ as to how much space they allot passengers, especially in coach class. Delta's L-1011 has nine seats across in economy, United's, 10. USAir's all-coach 727-200 seats 158 people; Eastern's cram in one more row, for a total of 177. An obese person might suffer in United's plane, a long-legged person in Eastern's. Ask the airline or your travel agent for the number of seats across or the ''pitch'' (distance from the back of the passenger's seat to the seat ahead - 33 inches is acceptable). Seating diagrams for 14 airlines (lacking pitch data but identifying seats with little legroom) appear in ''Airline Seating Guide,'' obtainable quarterly for $10 from Carlson Publishing Company, P.O. Box 888, Los Alamitos, Calif. 90720.\nFrequent-flyer plans are a decisive element for some travellers. In return for enough mileage credits, some airlines give free trips to any city on their domestic routes, others first class seats at coach prices, and so on. The ''best'' deal is the one that offers what you prefer. Money magazine last year rated Pan Am's program best because it gave free trips to exotic locales such as Bombay and Nairobi, but if such places don't call to you, that plan isn't best - for you. HURRY UP AND WAIT\nMany air travelers can sympathize with former Senator James Abourezk of South Dakota, who is suing New York Air (now Continental) for false imprisonment. In Washington several years ago, he boarded a late-afternoon plane for New York to attend a United Nations reception. The plane ''tarmacked'' - stood idling on the taxi strip - for three hours. Having already missed the reception, Senator Abourezk asked to be let off, but the pilot said no gates were open. So the Senator went to New York, took the next flight back to Washington, and arrived home at 1:10 A.M., out $154 and nine hours, and understandably furious.\nDelays - not all of that magnitude - are very nearly as numerous this year as last year, although they were down 24 percent during the summer of 1987 as compared to the summer of 1986. What constitutes a delay? The F.A.A. defines it as a 15-minute period or longer between the pilot's request for clearance to taxi and actual takeoff, but passengers held an hour or two at the gate before boarding define it differently. ''Nobody keeps track of the real delays,'' says Hoyte B. Decker, assistant director for consumer affairs at the Department of Transportation, but some clues exist:\nMonte Lazarus, a former United vice-president, proudly told the House Subcommittee on Aviation that in May, 78 percent of United's flights had departed and 70 percent had arrived within 15 minutes of scheduled times - which means that more than a fifth of United's flights took off late and nearly a third landed late. United's track record is typical, or better than typical, of the industry's. At busy hubs, the chances of delays are far worse.\nIn September, the then Transportation Secretary, Elizabeth Hanford Dole, aware that bills pending in Congress would force the airlines to publish their on-time performance records, seized the ball and ran with it: the Transportation Department ruled that airlines would have to make the data available to the public by late this year through travel agencies and airline ticket offices. Meanwhile, Transportation Department spokespersons, veteran travelers and Frequent Flyer magazine offer these tips:\nIf possible, avoid peak-hour departures and arrivals.\nTry to bypass the biggest airports; sometimes a minor one, though farther from the city, is a better bet.\nTry to avoid any airport that is a major hub for one or more airlines.\nIf you must depart at a peak hour, don't base your appointments on the scheduled arrival time.\nWhen flying to an important appointment, allow extra en route time or go the night before.\nCall the airport before setting out to see if flights are being delayed.\nOn short trips, consider going by train, bus or automobile; on paper the trip may look longer, but in reality it may save time and stress.\nFliteline is a service run by the Aviation Safety Institute; for an annual fee of $50, you can call an 800 number at any time to ask if weather or other problems are likely to delay your flight that day. Fliteline's computers use National Weather Service data and F.A.A. delay reports; on-line advisors give you the prediction and, if necessary, suggest alternate routes. For information, call 1-800-848-7386. LEFT AT THE GATE\nEven delays aren't as infuriating to passengers as ''denied boardings'' (bumpings) because of overbooking.\nAirlines overbook by a small percentage to compensate for no-shows and cancellations. Sometimes they overshoot the mark and are forced to bump some ticketed passengers, usually the last to check in. But they must report bumpings to the Transportation Department, which can take punitive action if the number of incidents gets too large. For the first six months of 1986, the overall rate was 4.61 persons bumped per 10,000 boardings - less than one-twentieth of 1 percent - and for the first half of 1987 was only a trifle higher, 4.76 per 10,000. But the chance of being bumped varies widely among airlines. For the first half of 1987, Pan Am had nearly four times the average rate; American's rate was only 0.06.\nUnder Transportation Department rules, when passengers have to be bumped, the airline must first ask for volunteers, offering compensation for giving up their seats. If airline agents fail to ask for volunteers before trying to bump you, demand that they do so; the law is on your side.\nThe department also requires that the airline, if it bumps you, get you another flight or pay you for your inconvenience, as follows:\nIf it can get you to your destination within an hour of your original scheduled arrival time, you get no compensation.\nIf it gets you there more than one but less than two hours late, it must pay you an amount equal to the fare of your oversold flight, up to $200.\nIf it gets you there more than two hours late (four hours on international flights), it must pay you twice the price of your ticket, up to $400.\nIf it makes no travel arrangements for you, it must pay you twice the above amounts.\nPayment must be immediate, in the form of a free ticket to your destination, a check, or both.\nNone of the above applies if the plane has 60 seats or less, the flight was canceled, or a smaller plane had to be substituted for the original one.\nTo minimize the chance of being bumped, book ahead of time, check in at least half an hour early, and be at the gate before boarding (last-minute arrivals are prime candidates for bumping). IMPEDIMENTA\nAt many airports, travelers with hand luggage must carry their bags long distances (porters are a vanishing breed; rented carts are scarcest when most needed). Big bags or parcels, checked through, often take up to half an hour to reappear at the baggage-claim area. Sometimes they never do, particularly if you've changed planes en route.\nIf your bag doesn't show up, don't panic; according to the Transporation Department's ''Fly-Rights: A Guide to Air Travel in the U.S.,'' 98 percent of lost bags are found and returned.\nIf your bags are missing, the airport staff of most airlines will, on request, give you money for emergency purchases of toilet articles and some clothing (a fresh shirt or change of underwear). Only if the bag is permanently lost will they work out a settlement payment. The Transportation Department limits airline liability to $1,250 per claim; if your checked possessions are worth more than that, buy ''excess valuation'' insurance, if available, as you check in. Some major credit cards, if used to pay for the tickets, provide free baggage insurance. FEAR OF FLYING\nA 1983 Gallup poll for Newsweek found that 11 percent of people are always frightened when they fly; another 3 percent are frightened most of the time, and 21 percent some of the time. Most flight-phobic people attibute their fear to the risk of midair collisions and other accidents. But the facts would allay fear of flying - if fear could be counteracted by rational thinking, which is rarely the case. The facts:\nFor the last dozen years, the fatal accident rate for passengers per million aircraft miles flown by domestic airlines was far lower than the preceding 12 years. There were no passenger fatalities in 1986, and in the first nine months of 1987 there was only one fatal airline accident out of close to five million flights. (A Northwest Airlines plane crashed near Detroit on Aug. 16, killing 156 passengers and crew members.) In 1986, 46,000 people died in highway accidents; from 1980 to the present, an average of 77 passengers and crew have died per year in major domestic airline accidents. The fatal accident rate for regional airlines has been higher than that for major airlines, but not by much.\nThe F.A.A. last week announced that there was a sharp rise - 48 percent - in the number of reports of near collisions involving commercial airliners for the first nine months this year; the increased was from 258 last year to 383 for 1987. But Robert Buckhorn, deputy assistant administrator for the Office of Public Affairs at the F.A.A., has said, ''We still have less than half the number of near-midairs that we had in the 1960s - and double the traffic. And a good proportion of near-midairs are of the 'no-hazard' variety -closer than regulations allow but without actual danger.''\nFlying used to be a delightful and luxurious way to travel; today it is neither. But the informed traveler can minimize its fears, discomforts and inconveniences. In any case, one can only say of it that, like democracy, with all its faults it's far better than any of the alternatives."}, {"text": "POPULATION BOMB': CONCERN FOR FUTURE GENERATIONS\n1987-12-06T05:00:00.000Z\nThe need for population control is so critical that at the risk of belaboring the point, I would like to rebut the arguments challenging Diana Gerhardt's article.\nThe biblical passage quoted refers to Creation and the necessity of filling an earth not yet sown with human seed.\nAs to proper usage of land - converting from tobacco to grain crops - these are stopgap measures. Land areas are finite, and eventually the doubling and tripling of numbers will manifest itself as it has in the past.\nFortunately, we as a nation do not know the face of famine. Other societies have been less favored. When there was a migration into India from Bangladesh, the desperate villagers fell upon the intruders and hacked them to death. The media reported the incident as an act of savagery, but the underlying conditions, depletion of food resources and ultimate disaster, demonstrated in all its ugliness that what little remains can be divided, subdivided, just so far before the bowl is emptied of its last grain.\nParents who have not seen their young wither cannot comprehend famine. A baby who is amply fed emits a strident, lusty cry. A dying offspring slumbers, its cries feeble, till it succumbs to its pitiful fate.\nLest we lull ourselves to the realities, we must educate so that ignorance, stubbornness and pride do not become the apocalyptic horsemen who replicate on our continent the horrors of other worlds.\nThe signs are already present. In September, a news photo showed a father holding the hand of his year-and-a-half-old son being treated for malnutrition in an El Salvadoran hospital. The toddler weighed 11 pounds! HELEN KRANTZ Hempstead"}]