[{"text": "Northern Bangladesh Floods Kill 14 and Strand Thousands\n1990-10-01T05:00:00.000Z\nFlooding in dozens of northern villages has killed 14 children, stranded tens of thousands of people and damaged crops across wide areas of Bangladesh in the last several days, news organizations reported today.\nNine children drowned in flooding over the past week in Sirajganj, 65 miles northwest of Dhaka, said United News of Bangladesh, a news agency. The rain-swollen Jamuna river overflowed its banks in Sirajganj last week, displacing about 300,000 villagers. Many took refuge on the roofs of their mud-and-straw houses.\nThe Bengali-language daily Sangbad said five children drowned in northwestern Pabna and Manikganj districts after they fell off rooftops into floodwaters Friday and Saturday. The paper also said floods have affected about 100,000 people in the Sylhet and Netrokona districts in the northeast.\nFlooding in this low-lying delta nation annually kills hundreds of people. The region's worst recent floods killed 1,400 people in 1988."}, {"text": "Sonargaon Journal; Where Politics, Like the Rivers, Can Turn Nasty\n1990-02-16T05:00:00.000Z\nSirajul Islam, who makes his living selling bamboo poles, said he was having breakfast with his assistants early this morning when the political goons came for him. The local leader of Bangladesh's ruling Jatiya Party wanted to see him, he was told.\nHe stumbled home about an hour later, his shirt torn, a welt on his head and a threat still ringing in his ears: ''If you don't join the Jatiya Party, we will put you under detention.'' His shop's cash box was empty.\nMr. Islam's crime was to volunteer to help an opposition candidate seeking election as head of a rural council in the first local elections in five years. His candidate, Abul Hasnat, is a member of Bangladesh's founding party, the Awami League.\nAlthough the elections are ''partyless'' in the sense that party symbols cannot be used, everyone knows the affiliations of the candidates running for chairmanships of 460 upazila, or subdistrict, councils in the Bangladeshi countryside.\nPrevious Elections Boycotted\nFive years ago, most parties opposed to President H. M. Ershad boycotted the local elections. Their reappearance this year poses a quandary for General Ershad, who seized power in a 1982 military coup.\nThe President has been luring opposition parties into the electoral process to give greater credence to government at all levels. Foreign donor nations, including the United States, have urged him to demonstrate more genuine democracy. But the participation of opposition groups with strong regional followings threatens his party's grasp on power at the local level.\nThe subdistrict councils, whose chairmen will be elected from March 13 to 24, disperse development money, which gives them considerable powers of patronage. The councils are now dominated by the Jatiya Party because of the opposition boycott in 1985. Rural voters, about 177,000 of them in Sonargaon subdistrict, became disgruntled because they believed their demands were being ignored by a party in more or less a monopoly position.\n''Why should Bangladesh be the last country left in the world with a one-party system?'' a supporter of Mr. Hasnat asked, as he marched with his candidate along the rutted main street of Sonargaon town, about 20 miles east of Dhaka, in a demonstration of defiance and courage.\nVoters here are quick to respond to a question about what they want from their council: they need more wells, culverts, bridges and new roads. Sonargaon's only thoroughfare is passable for nothing larger than a bicycle rickshaw as it dwindles into dunes at the edge of the Meghna River.\nThe Meghna is licking away Sonargaon, chunk by chunk, citizens say, while the Government does nothing to fortify the banks. Shamsuddin Bhuyan, a young farmer whose cabbage fields are precariously close to the precipice, took a reporter along the riverbank to view the changes.\nIn the lifetime of his father, who he thinks is about 70 years old, the river has shifted course by a mile or more. Out there in the middle of the stream, he said, used to be the police station, and over here a row of houses, and over there a shop.\n'Creating Trouble for Us'\nMr. Hasnat, the owner of a small garment-manufacturing business, thinks he would win this vote easily if it were an honest poll. ''But they are creating troubles for us,'' he said of the Jatiya Party. ''Today two people were beaten brutally.''\nPresident Ershad, who created the Jatiya Party to give himself a civilian political base, promises repeatedly that the voting will be ''free and fair.'' If these elections can pass muster, there may be national parliamentary elections in the next year or two.\nIn Sonargaon, only Jatiya Party members seem to believe the Government's pledge.\nPolitical loyalties here and elsewhere in Bangladesh, with 110 million people one of the world's most densely populated nations, tend to remain divided along traditional party lines or family and regional loyalties.\n'Something New' Is Wanted\nApart from the Jatiya and the Awami League, the party of Bangladesh's first Prime Minister, Sheik Mujibur Rahman, there are three other major political organizations in Bangladesh. They are the Communist Party; the Jamat-e-Islami, a militantly pro-Muslim group, and the Bangladesh Nationalist Party, headed by the widow of Gen. Ziaur Rahman, who was President from 1977 until his assassination in 1981.\nHuman rights advocates and development experts often lament the lack of originality in party platforms at a time when the country is slipping backward, its economic growth slowed by floods and low commodity prices.\n''The people are looking for something new,'' Abdur Rahman Chowdhury, a retired Supreme Court judge, said in Dhaka. He has been approached by citizens asking him to challenge General Ershad if there is another presidential election. He has declined, believing that no election is likely to be fair if held under this Government's control.\nIn Sonargaon, Mr. Hasnat's supporters all want to talk about the rigging they have seen. ''Don't believe what the Government says about fair elections,'' Mossaraf Hussain said. ''The last time, the Government also promised on television and radio that voting would be fair. But we all saw what happened.''"}, {"text": "With Nation in Turmoil, Bangladeshis Fear Strife\n1990-12-12T05:00:00.000Z\nAs politicians struggle to fill the vacuum left by the abrupt resignation of President H. M. Ershad a week ago, many Bangladeshis say they fear that economic collapse and widespread civil strife may be unavoidable.\n\"The ports are not functioning, and we are going to run out of food in the countryside,\" a businessman said, placing the blame for the situation on Mr. Ershad, who encouraged imports of basic commodities rather than increasing local production.\nBangladesh is an overpopulatedcountry of about 115 million people with a per capita income of around $150 a year. The nation was dealt an unexpected blow by the Persian Gulf crisis, which raised the price of oil and deprived thousands of families of incomes from the earnings of relatives working in Kuwait or Iraq.\nPeople here say that Mr. Ershad's involvement in every aspect of economic activity down to the buying and selling of middle-class homes in Dhaka was stifling growth. \"It seemed that every decision worth over $10 went straight to the top,\" a foreigner living here said.\nNot only was the Ershad Government pervaded by corruption -- a reality that even cautious diplomats and international aid experts do not try to play down -- but it was also very effective in organizing support in the countryside through development projects. That support, and the backing of military factions won by lavish military spending, gave Mr. Ershad a powerful base.\nMany Bangladeshis say that as long as Mr. Ershad, a lieutenant general who seized power in a coup in March 1982, is not in custody, they are concerned that he retains the ability to make a comeback.\nCalls for his arrest are made daily by political parties and other organizations. Today The Associated Press quoted police officials who were not identified as saying they had orders to arrest Mr. Ershad and added that a dozen senior officials from his Government were being sought by the authorities.\nVigilantes continue to burn the houses of former Government officials -- on Monday it was the house of the Vice President. Dozens of officials and their relatives are in hiding.\nA caretaker Government led by the Chief Justice of the Supreme Court, Shahabuddin Ahmed, is now in place and making decisions. But it is considered weak, subject to tremendous pressure from political parties with contradictory agendas.\nIf the future of Bangladesh is not in the hands of the students, who now see themselves as guardians of democracy, then it rests with two traditionally warring political alliances. This tension could translate into conflict as early as this Sunday, when Bangladesh celebrates 19 years of independence.\nSheik Hasina Wazed, daughter of the founder of Bangladesh, Sheik Mujibur Rahman, and leader of his Awami League and a larger eight-party alliance, is being pushed to restore the Awami League's left-of-center, protectionist, pro-Indian policies.\nShe is facing a challenge in the party from Kadar Siddiqu, an Awami League leader who has been in exile in India since 1975 and who has announced he will return to Dhaka this week.\nSheik Hasina's main opponent outside the party is Khaleda Zia, the widow of Ziaur Rahman, a general who was de facto military ruler from 1975 to 1977 and later President until hisdeath in 1981. Mrs. Zia leads his Bangladesh National Party and its larger seven-party alliance.\nMr. Zia is remembered with sympathy and respect for his seeming incorruptibility and liberal economic and social policies.\nSheik Hasina has in the past listed him among her father's killers. The camps of the two women have long been bitterly opposed.\nTwo other political groups will have the power to influence elections, which must be held within the next three months, according to the Constitution. One is a five-party leftist alliance that hopes to make a strong showing. Finally, there is the Jamaat-E-Islami, a conservative religious party with a growing following and a perennial antipathy toward the secular and traditionally pro-Indian Awami League."}, {"text": "Brady Urges Aid to Lands Hurt in Crisis\n1990-09-27T05:00:00.000Z\nTreasury Secretary Nicholas F. Brady urged the World Bank and the International Monetary Fund today to cushion the economic shock of the Persian Gulf crisis for developing countries.\nMr. Brady's comments came as the World Bank issued a report analyzing the crisis's impact on the third world, listing 10 countries as most seriously affected. They are Egypt, Jordan, Turkey, Morocco, Pakistan, the Sudan, Bangladesh, India, the Philippines and Sri Lanka.\nThe report said that if oil prices remained above $29 a barrel, which is well below current levels, 60 developing countries that import oil would face extra fuel costs equivalent to at least 2 percent of their output of goods and services.\nPlea to Speed Payments\nSaying that the world had made an unprecedented unified response to the Aug. 2 invasion of Kuwait by Iraq, Mr. Brady urged the two lending organizations to step into the financial breach by speeding disbursements to the needy countries and expanding emergency assistance. Last year the two agencies committed more than $30 billion to help developing countries, The 10 countries listed as most affected are being hurt not only by higher oil prices but also by the loss of revenue from their citizens who worked in Iraq and Kuwait and sent money home. These nations provided the bulk of the two million foreign workers in Kuwait and Iraq. The bank estimated that 500,000 of those foreign citizens have left Kuwait and Iraq.\nEventual resettlement of the displaced persons will require billions of dollars for housing, urban development, education and health in their home countries - money that the World Bank says it is preparing to offer. #45th Annual Meeting During the last decade the bank provided similar assistance on a smaller scale to Pakistan to help it settle the flood of refugees from Soviet-occupied Afghanistan.\nMr. Brady's speech and the release of the bank's report came during the 45th joint annual meeting of the bank and its sister lending institution, the International Monetary Fund. The two institutions have broad responsibilities in the global economic system.\nThe meeting, which has brought finance ministers and central bank governors together from more than 150 countries, has produced a series of strategy discussions in the last week about the gulf crisis.\nPresident Bush, noting the ''staggering burden'' on many nations because of the crisis, announced on Tuesday the formation of a steering body known as the Gulf Crisis Financial Coordination Group, to coordinate the financial help for the needy countries.\nCommitments of $20 Billion\nSeventeen donor countries, as well as the bank and the fund, sent delegates to the Treasury today to an organizational meeting of the new group, under the chairmanship of Mr. Brady.\nOn a world swing earlier this month, Mr. Brady won commitments of $20 billion in economic and military assistance in support of the gulf operation.\nThe new group is to coordinate the $13 billion to $15 billion portion of that sum that American officials say has been earmarked for economic assistance.\nThe aid was pledged from countries like Japan, West Germany, Saudi Arabia and the United Arab Emirates and is separate from the funds that are to be disbursed by the bank and the fund.\nMany Problems Ahead\nBut many problems remain before the commitments are transformed into concrete contributions. The problems range from such basic issues as which countries get the money and how much to technical details about distribution. Saudi Arabia, for example, is reluctant to commit funds to Jordan because of ties between Amman and Baghdad.\nFew of the problems were resolved at today's session, which lasted nearly three hours. The meeting, which was led by Treasury Under Secretary David C. Mulford, set up a body of lower-level experts to examine the technical issues and come up with recommendations for the next meeting, scheduled for Oct. 12.\nAn American official said tonight that while the group tried to coordinate activities, aid from individual donor countries, like Japan and Saudi Arabia, would continue to flow directly to individual nations. The official said that the group would ''take account of bilateral contributions as the degree of coordination moves forward.''\nTurkey's Lost Revenues\nThe World Bank report showed that besides losing remittances from workers, countries were also being hurt by the cutoff of trade and the severing of engineering and services contracts with Iraq. Turkey, for example, has lost the revenues from a pipeline that brought oil from Iraq to the Mediterranean.\nThe bank said that Jordan was by far the most severely affected. The impact is measured at 21.6 percent of its gross national product in 1990 and at 26.8 percent of G.N.P. both in 1991 and 1992.\nFor Egypt, this year's loss is projected at 2.9 percent of G.N.P., next year at 4.9 percent and 1992 at 3.4 percent. For Turkey the loss this year is 1.5 percent, next year 2.5 percent and in 1992, 1.5 percent.\nThe World Bank is preparing a number of loans for the 60 adversely affected countries and under the new strategy these loans will be accelerated and perhaps expanded case by case.\n''We have the capacity to put considerable flexibility into our programs,'' said Barber B. Conable Jr., the World Bank's president."}, {"text": "Stop Arming the Third World\n1990-11-04T05:00:00.000Z\nNow that the cold war has ended, we should try to end one of its most evil side effects: the reckless arming of third-world countries with modern weapons. \nOnce a vital tool of the Soviet Union's global influence-seeking strategy, and sometimes profitable too, weapons sales no longer serve Moscow's drastically recast ambitions. Nor are they particularly profitable -- almost all hard-currency buyers prefer Western products.\nFor the U.S. the gift or sale of weapons was a strategic imperative only as long as friendly countries faced regional enemies armed by Moscow. The economic benefits are illusory. To keep U.S. military production lines going by third world sales only delays the release of capital and skilled labor to civilian industries now struggling to compete internationally.\nThus a U.S.-Soviet agreement to end arms sales to the third world, once a chimera, is now a practical prospect. It is also an urgent necessity, to avoid a fire sale of the huge NATO and Warsaw Pact inventories that have become redundant.\nBecause Britain, France, Germany, Italy and a dozen other countries also export weapons, it might seem that any agreement would have to be multilateral. But that would result in endless and futile debate, while an accord between Washington and Moscow (but left open to other signatories) might be concluded rapidly. \nThat would in itself immediately stop much of the flow of weapons to the third world, and it would \nnot \nmerely set the stage for greater sales by all other suppliers. An American-Soviet ban would inevitably establish a new international standard, stigmatizing arms sales to the third world just as the transfer of nuclear weapons was stigmatized long ago.\nAs it is, arms sales are already very controversial in most Western democracies except for France. Even the French Government would face overwhelming domestic opposition if it tried to keep selling weapons in sordid isolation. In practice, Britain, France, Germany and Italy would be shamed out of the arms business in short order -- and they are still the only sources of first-class combat aircraft, tanks and warships except for the Soviet Union and the U.S. \nTrue, lesser exporters such as Brazil, which may have strong cash needs, might have to be bribed, perhaps by debt concessions. China might have to be appeased once again, and both Koreas might have to be pressured. If civilian exports are made hostage to full compliance, most weapons sales would soon stop.\nIn any case, whether by shame, bribes, appeasement or pressure, all significant arms exporters are likely to fall into line. Paying customers have become quite rare in any case, and it is the U.S. itself that has most of those, including the premium market of the oil-rich of Arabia.\nSome sales would no doubt continue by subterfuge. But there is a world of difference between odd lots of mortars or outdated tanks and the great flood of advanced weapons that has made Iraq, with its oil-and-dates economy, and Syria with its sesame-seed-and-chickpea economy, into dangerous powers capable of modern war on a large scale. \nThroughout history, the military power of nations could not exceed their own abilities in governance and technology. The cold war suspended such proportionality, for it induced each side to arm its clients as heavily as possible. But now this historical aberration, which makes Iraq better armed than highly industrialized Belgium, and Saudi Arabia more heavily armed than Italy, now the world's fifth largest industrial power, can be ended.\nOnly a sweeping prohibition can succeed -- a total ban on all arms sales to all countries in the \"violent zone\" from Morocco to Bangladesh. That would of course leave the more self-sufficient at an advantage, but no remedy can be faulted because it fails to nullify the natural scientific-industrial superiority of India over Pakistan, or of Israel over Jordan, or Iraq for that matter. \nNo self-sufficiency is complete, of course, and a ban on weapons exports would immediately raise the question of weapon-making machinery exports, and then of plain machinery exports and so on. That difficulty too is manageable. After all, that very problem is already being confronted by all the countries that are enforcing the long-established controls on the spread of nuclear-weapon and ballistic-missile technology.\nThe alternative to a new paradigm is now before us in the Persian Gulf, where U.S.-made Hawk antiaircraft missiles recently sold to Kuwait are being fielded by Iraq, which can only use them because the U.S. trained hundreds of Jordanians in their operation. \nAmerican pilots might also be killed by the 100 French-German Roland missiles, once upgraded with almost $1 billion of American money when the U.S. Army was planning their purchase. Iraq, moreover, would certainly use its U.S.-made helicopters to kill Americans if there is a war -- and Iraq, it should be recalled, is unusual precisely because it has so few U.S.-made weapons. \nWhen the Hawks were sold to Kuwait their capture by Iraq was not anticipated. When those other Hawks were earlier sold to Jordan, King Hussein's sympathy for an enemy of the U.S. was not anticipated. Now that many more weapons are being sold in the Middle East, no unfortunate results are being anticipated either. \nPlausible strategic justifications are of course offered for each sale. But these are worthless when the recipients are fragile autocracies whose policies can change overnight. \nAs long as the Soviet Union armed its clients, the U.S. had to do likewise. Now there is a choice, and it should be exercised to end this most dangerous residue of the cold war."}, {"text": "CONFRONTATION IN THE GULF; For Refugees From Kuwait, a Tent in Turkey at Least Comes With Food and Water\n1990-09-17T05:00:00.000Z\nFor thousands of Asians fleeing Kuwait, misery has pitched a tent at this Turkish outpost on the border with Iraq.\nBut the Pakistanis and Bangladeshis accounting for most of the 40,000 refugees who have passed through Habur since late last month recognize that they probably chose more wisely than those who made their escape route through Jordan.\nHere at least, those forced to take shelter in a tent city near the border receive enough food and water, provided by the Turkish Red Crescent Society. They have not had to cope with the numbing heat of the Jordanian desert or with the overcrowding and scuffling that have plagued Jordan's camps.\nThey had sensed that the flight through Turkey would probably be easier, especially those who came in heavily loaded cars, but also many who went from Kuwait to northern Iraq by bus and were then forced to continue into Turkey on foot.\n''I know conditions will be better in a European country than in an Arab country,'' said M. S. Iqbal, a Bangladeshi who had worked as a machinist's assistant in Kuwait City. A companion, Prabal Patranobish, added: ''We heard that at the Jordanian border, it's a desert. We thought it would be better in Turkey.''\nStill, with temperatures today in the high 90's, there was more than enough discomfort even in Habur, and ample hardship lying ahead. And no Asian group has suffered more than about 5,000 Bangladeshis who remain stuck in overcrowded tents here, waiting for flights home.\nRefugees and officials estimate that 15,000 more Bangladeshis are still waiting at staging areas on the Iraqi side, along with perhaps 20,000 others, mostly Pakistanis and Indians.\nThe Turkish and Bangladeshi Governments have said that, with help from international agencies and the European Community, they expect to provide more than 60 special flights to airlift refugees from the eastern Turkish city of Diyarbakir to Dhaka, the Bangladeshi capital. Turkish Airlines plans to make 25 special flights of its own over the next few weeks, and hard-pressed Bangladesh's airline, Biman, is also flying in some of its few available jets to Diyarbakir.\nNo Room in Tent City\nMeanwhile, officials of the Turkish Red Crescent are reluctant to accept more than a small number of new Bangladeshis from Iraq until space opens up in the Habur tent city, a site normally used as a way station for Turkish Muslims on the annual pilgrimage to Mecca. Workers began adding 500 tents today, to bring the total to about 1,500 and to make it possible to take care of nearly 8,000 people at a time.\nBut Hakki Ozbek, the chief Red Crescent official in Habur, said he doubted he could handle that many arrivals, citing a lack of water.\nThe Turks believe that their resources for all refugees are stretched thin, and they worry that an increasing number of Asians will find this exit from Iraq more attractive than the one through Jordan. In 1988, the Turks accepted more than 50,000 Kurds who had fled Iraq. Then last year, this country took in 310,000 ethnic Turks escaping religious persecution in Bulgaria.\nSo regrettably, Turkish officials say, there is little space for the beleaguered Bangladeshis, virtually all of them young men who had gone to Kuwait as laborers.\nHere, they sleep five or more to a tent, and some are forced to spend the night in the open. There are shortages of toilets, and only 12 showers for the entire camp. As for the food, it is sufficient but, one refugee complained, ''it is Turkish food and different from what we are used to.''\nPossessions Sold or Extorted\nNearly all of the men interviewed here today complained of having had to sell radios, cameras, television sets or other possessions to raise money for the journey home. In many instances, they said, Iraqi border guards simply demanded their watches, jewelry and even simple items like playing cards and ball-point pens.\nMohammed Abdul Salaam, who painted cars in Kuwait, pointed to a deep gash on his head where, he said, an Iraqi guard had clubbed him.\nBy contrast, about 100 Chinese who passed through the Habur checkpoint today reported no problems along the way. They quickly boarded buses that were chartered by their embassy to take them more than 800 miles to Istanbul, where they will stay in hotels until they can take a flight home.\nPakistanis, too, seem to be faring reasonably well, and have generally managed to drive their own cars across the border, first from Kuwait and then Iraq, all in a matter of days.\nTo be sure, they have endured indignities along the way, including demands by the Iraqi authorities that they pay the equivalent of $12 each to change their Kuwaiti license plates to Iraqi ones. Presumably, this was a way for Iraq to reinforce its insistence that Kuwait is no longer a nation.\nAt first, Pakistani arrivals at the Iraqi border with Turkey were ordered to drive back 750 miles to get new plates in the city of Basra, but the authorities relented last week and sent motorists only to Mosul, less than 100 miles from the Habur checkpoint.\nDespite such irritations, scores of Pakistanis crossing the border said that they expected to be able to drive from here into Iran with little problem, and then on home.\n''There were some problems at the border, but it has generally been smooth going,'' said Shabbir A. S. Sayed, a Pakistani researcher at a Kuwaiti science institute, who arrived in a large, dusty Chevrolet station wagon.\nLike other well-educated Pakistanis, Mr. Sayed said he lied about his background because it became clear that the Iraqis were refusing to allow professionals from his country to leave for Turkey. He destroyed documents and educational degrees, and insisted to the border guards that he was a clerk in Kuwait."}, {"text": "CONFRONTATION IN THE GULF; Bush Says Iraqi Aggression Threatens 'Our Way of Life'\n1990-08-16T05:00:00.000Z\nPresident Bush told Pentagon employees today that American freedom and ''our way of life'' would suffer if President Saddam Hussein of Iraq ever gained control of Saudi Arabia.\nOn a day when a senior Baghdad official was quoted as describing the 3,000 or more Americans still trapped in Iraq and occupied Kuwait as ''restrictees'' who would not be released until the crisis in the Middle East was resolved, the President warned President Hussein, ''No one should doubt our staying power or determination.''\nStepping up the military pressure, the Pentagon announced that it would send an undisclosed number of its swallow-tailed, technologically sophisticated F-117 Stealth fighters, designed to evade enemy radar, to join American forces in the Persian Gulf.\nMr. Bush spoke in a strikingly martial setting, with generals and admirals in front of him, rows of brightly colored ribbons glinting on their uniforms. Seeking to picture the American deployment of tens of thousands of troops in the defense of Saudi Arabia as an act of democratic commitment, not economic self-interest, he said that ''we are striking a blow for the principle that might does not make right.''\n'The Moment to Stand Firm'\nOfficials in the White House inner circle said Mr. Bush was willing to listen to, but unlikely to negotiate on, a peace proposal from the Iraqi President that King Hussein of Jordan is reportedly taking with him to a meeting with the President at his house in Kennebunkport, Me., probably for lunch Thursday. Mr. Bush is also scheduled to meet Thursday with Saud al-Faisal, the Saudi Foreign Minister, and with Prince Bandar, the Ambassador to Washington.\nThe officials said the Iraqi leader's decision to pull his troops out of Iranian territory and settle remaining issues between Iran and Iraq on Teheran's terms, which was announced this morning, demonstrated that the Iraqi leader was highly vulnerable.\n''This is not the moment for us to be making deals,'' one official said. ''It's the moment to stand firm. And besides, if this proposal was really so hot, the King would have pushed hard to deliver it the minute he arrived last night instead of waiting almost 36 hours to hand it over.''\nAnother official said of King Hussein's peace mission: ''There are a lot of overbuilt expectations. I think that this is a nothing-burger.''\nAlthough the international embargo seemed otherwise intact, and no Iraqi ships challenged the naval blockade set up by the United States and Britain, goods bound for Baghdad continued to be landed at the Jordanian port of Aqaba for onward transport by truck. More than 100 trucks, most laden with grain, were counted rumbling across the border from Jordan into Iraq in just a few hours this morning.\nPresident Threatens a Blockade\nPresident Bush threatened on Tuesday to blockade Aqaba if it continued to provide an outlet for Iraqi commerce, and the issue was expected to be an important part of the talks in Kennebunkport.\nBut Representative Les Aspin, the Wisconsin Democrat who heads the House Armed Services Committee, suggested that it was Teheran that might provide Baghdad with a ''gigantic breach'' in the United Nations sanctions, and experts on the Middle East agreed.\n''Saddam wouldn't have done it if he didn't have hopes of getting something out of it,'' said Philip Sabin of King's College, London. ''Otherwise, pulling back like this just weakens his position.''\nPresident Bush spoke at the Pentagon of ''Saddam's ruinous policies of war against other Muslims'' and condemned what he called his ''raw territorial ambition.'' It was the Iraqis, Mr. Bush said, who had made necessary what the President called ''one of the most important deployments of allied military power since World War II.''\n''Our jobs, our way of life, our own freedom and the freedom of friendly countries around the world would all suffer if control of the world's great oil reserves fell into the hands of Saddam Hussein,'' the President said. ''A half century ago, our nation and the world paid dearly for appeasing an aggressor who should, and could, have been stopped,'' he added, referring to Hitler.''We are not going to make the same mistake again.''\nVowing once more to force the Iraqis from Kuwait and to restore the Kuwaiti Government, Mr. Bush said he would not allow the ''law of the jungle'' to prevail in the Middle East and pledged, in connection with sanctions, to ''insure that no goods get in and that not one drop of oil gets out.''\nAn effort to put the naval element of the international military operation under United Nations auspices, which was discussed at the State Department by the five permanent members of the Security Council, each of which has a veto, appeared to hit a snag when China, one of the five, expressed serious doubts about the idea.\nIn addition, the United States was said to favor a loose arrangement while Moscow, which first broached the idea of international cooperation, was said to want something formal.\nWith the aircraft carrier John F. Kennedy sailing today from Norfolk, Va., and thousands of ground troops arriving daily at Saudi airfields, American and allied military might in the region was building rapidly. But the situation of American civilians in Iraq and Kuwait appeared to take a turn for the worse when the Iraqi Foreign Ministry said that the ''restrictees'' would remain for the duration of the conflict.\nIraq's Ambassador in Washington, Mohammed al-Mashat, contradicted Baghdad's statement. He said of the foreigners in Iraq and Kuwait, ''They are not restricted at all, and will be allowed to leave in good time.''\n'Something Is Different'\nMargaret Tutwiler, the State Department spokeswoman, said that even American diplomats and their families had been unable to procure exit visas when their seven-day waiting period expired today. The Iraqis had said a week ago that while others might be held back, those with diplomatic passports could go after paperwork had been processed.\n''Something is different,'' Miss Tutwiler conceded. ''Frankly, they are finally admitting behavior contrary to all international norms.''\nIn Baghdad, Iraq's Foreign Minister, Tariq Aziz, today called the detention of Americans in Iraq and Kuwait ''temporary precautionary measures'' and pledged that no foreigners would be harmed.\nSpeaking on the ABC News program ''Nightline,'' Mr. Aziz also said his Government would consider allowing some persons, like those who are ill, to leave more quickly out of ''humanitarian'' concerns.\nNearly 9,000 Soviet citizens were among the hundreds of thousands of foreigners trapped, and the Foreign Ministry spokesman, Yuri Gremitskikh, said in Moscow that Baghdad has agreed to allow all 880 Russians in Kuwait to leave. Also free to go if they wish, he said, are all the Soviet women, children and invalids in Iraq, but not the men, who are about two-thirds of the group.\nAt the same time, Moscow announced that it was sending a special ambassador, Mikhail Sytenko, a former Deputy Secretary General of the United Nations, on a peacemaking mission to Syria, Jordan, Egypt and Iraq.\nOfficials at the Ruweishid border station on the Jordanian frontier with Iraq said more than 4,000 foreigners fleeing from the tensions of the region had flooded through in the last 12 hours, but others died crossing the desert in the 120-degree heat. Among those who made it into Jordan were 2,000 Egyptians and 360 Jordanians as well as groups of Syrians, Lebanese, Pakistanis, Indians, Filipinos, Yemenis, Tunisians, Poles and others.\nIraqis 'Stealing Everything'\nSaid Salman, a 40-year-old Egyptian driver, said after arriving from Kuwait, ''The Iraqis stole my video, typewriter and color television.'' Another Egyptian, Saadeddine Hassan, a 36-year-old civil engineer, commented: ''Things are very bad in Kuwait. There is no money in the banks and the Iraqis are stealing everything.''\nThe Foreign Office in London said that there had been wholesale looting in Kuwait but reported that food and gasoline were still available. Miss Tutwiler said telephone service was sporadic, with only two lines at the American Embassy still working.\nBangladesh joined Pakistan, which made an announcement on Tuesday, in agreeing to send small contingents to join the Syrian, Egyptian and Moroccan soldiers who have already arrived in Saudi Arabia as a result of an Arab League decision to aid the Saudis."}, {"text": "CONFRONTATION IN THE GULF; Indecision and Mistakes Hamper Relief Efforts at Camps in Jordan\n1990-09-08T05:00:00.000Z\nAccording to Lars Bjorkman of the United Nations' Rome-based World Food Program, concern had arisen that the Asians should be provided with a means of cooking the rice, and that a equitable system for distributing it be set up.\n'Where Is It?'\nBut Mr. Bjorkman, a Swede who is a specialist in disaster relief, acknowledged that delays in getting food, medical supplies and tents to people who have spent a week and more in 110-degree desert heat have raised frictions.\n''We've been a bit worried,'' Mr. Bjorkman said today at the United Nations' headquarters here, a pleasant compound within earshot of the muezzin summoning believers to Friday's noon prayers at a local mosque. ''The Government has said, 'Fine, you've promised us food, but where is it?' ''\nWith at least six United Nations agencies involved in the relief effort, along with a dozen or more private international agencies, the Jordanians had expected rapid action when they called on the United Nations 11 days ago, when the exodus of hundreds of thousands of foreigners from Kuwait began to overwhelm the resources of the kingdom.\nInstead, the effort has bogged down in bureaucratic indecision, patchy coordination among the relief agencies, a shortage of donations from Western Governments and mistakes.\nTo one man working here for a Paris-based relief agency that has won respect for its quick actions, the effort so far has been a case study in the crazy-quilt nature of international disaster relief, and how agencies can spin their wheels while desperate human problems go unattended. ''Welcome to our world,'' the Frenchman said.\nAccording to senior Jordanian officials, 10,000 to 15,000 Asians - mostly Indians, Pakistanis, Bangladeshis, Sri Lankans, Thais and Filipinos - continue to pour into Jordan every day after punishing journeys across Iraq from Kuwait.\nBut because of bureaucratic delays and poor financing, only a fraction of them, including about 3,400 today, leave on daily repatriation flights organized by the United Nations or by the Asians' Governments. Over three weeks, United Nations plans call for a total of 19,000 people to leave by air, of an estimated 87,000 who were in the desert camps on Thursday.\nThe flights' organizers made an urgent appeal today to 24 nations, including the United States, to send aircraft and ships to speed the evacuations.\nCompounding Problems\nThe numbers in the camps swell, compounding chronic problems with hunger, thirst and heatstroke, as well as what one United Nations official described today as the ''extreme psychological distress'' of having lost all their possessions, and of having to wait indefinitely in the bleak no man's land along the Iraqi-Jordanian border for a chance to get home.\nThe office of Crown Prince Hassan of Jordan estimated today that it could take up to five months to organize flights for all those now in the camps, with longer delays if hunger or war sends another 300,000 Asians still in Kuwait, and an unknown number in Iraq, across the frontier.\nTo many of those involved in the effort, keeping tens of thousands of people in the desert indefinitely is unthinkable. ''If you spend six days or more in this heat, or more, you slowly, slowly die,'' said Dr. Christophe Dupont, a French doctor working as a volunteer in one of two large desert camps.\nAmid the inefficiencies, examples of ingenuity and practicality have stood out. In some camps organized by private relief agencies, like the French organization Doctors Without Borders, tensions have diminshed as the agencies have succeeded in bringing order out of the chaos, even to the point of arranging regular garbage collection by camps residents.\nThe rice flown in on Thursday resulted from a deal under which stocks accumulated by the World Food Program in Bangladesh were loaded onto the Soviet jet that had flown 480 Bangladeshis home from Amman.\nTo save the aircraft from returning to Jordan empty, and to speed the flow of food, United Nations officials arranged a swap with United States officials. Under the plan, $13 million in American food aid for the Asians would eventually be transferred to the United Nations food agency to replace 900 tons of United Nations stocks in Bangladesh. This allows the food in Bangladesh to be ferried here on the aircraft's nightly flights.\nAgainst this, frustrated relief workers have cited numerous examples of bureaucracy and bungling.\nBy one account, 20 tons of Dutch Army biscuits were delivered to a camp, only to be rejected by Jordanian officials, who mistook the manufacturing date of 1986 as a last-use date. After many telexes, the biscuits were released.\nWhile many Asians slept on the desert floor, without shelter, 400 tents from West Germany were left for four days in an Amman warehouse.\nBut the most widely criticized aspect of the relief effort, among Jordanian officials and representatives of the private Western relief agencies, has been what these critics have described as the United Nations' propensity for establishing committees to review problems, instead of short-circuiting paperwork and getting relief supplies as rapidly as possible into the camps.\nAnother has been the concern some United Nations officials have for peripheral matters, like settling on the proper nomenclature for the Asians.\n''Please, please, avoid that word, 'refugees'; these are not refugees under the 1951 Convention,'' Klaus Wiersing, a Geneva-based official of the United Nations Disaster Relief Organization, told reporters here.\nMr. Wiersing, who is a West German, said the ''correct'' word for the Asians is ''evacuees,'' since, as foreigners fleeing a place of temporary residence, they did not meet the United Nations' definition of a ''refugee'' as somebody escaping from a ''well-founded fear of persecution'' in their native lands.\nBut perhaps the most troubling aspect of the effort has been the Jordanians' decision to restrict most of the Asians to the desert, far from the closest supplies of food and water.\nThis has had the effect of exposing the Asians to the most severe conditions possible in Jordan, after 1,000-mile overland journeys from Kuwait that left many exhausted and ill.\nA senior Jordanian official said today that the decision reflected a concern to insure that none of the Asians ''infiltrate'' Jordanian towns where other Asians have permits to work.\n''People who are hungry and thirsty might break into people's homes,'' the official said."}, {"text": "Economists Start To Fret Again About Population\n1990-12-18T05:00:00.000Z\nJUST when you thought it was safe to procreate, the population bomb is back. Two decades ago, mainstream economists brushed aside the vision of a future chronically short of food and fuel. Now some are having second thoughts, prompted by new concerns about possible global warming and other strains imposed by population and economic growth on the planet's ecology.\nMost economists remain confident that the conventional analysis of the population problem is substantially correct: a steady flow of new technology that uses resources ever more efficiently will offset any scarcity of minerals and arable land, at the very least dampening the tendency for commodity prices to rise.\nBut few ever bought into the more-the-merrier approach to population growth that became fashionable during the Reagan years. And a general unease with the academics' defense of laissez-faire population policies is now coalescing around new fears that the environment will not easily support a larger population at a decent living standard.\n\"Simply allowing every Chinese family to have a refrigerator and a television will swamp painful efforts in the West to limit global warming,\" argues Paul Portney, a researcher at Resources for the Future, a nonprofit research organization in Washington.\nThe gloom-and-doom school of population theory, founded two centuries ago by the Rev. Thomas Malthus, held that continuing population growth virtually guaranteed falling living standards as more mouths tried to feed off increasingly marginal land. Economists came to understand that Malthus had underestimated the capacity of technology to enhance productivity. But biologists and others were not so well persuaded.\nThe Malthusian dilemma reached a high-water mark of popular acceptance in the early 1970's. Paul Ehrlich, a Stanford University biologist who wrote \"The Population Bomb,\" raised the prospect of mass starvation by the end of the century as too many people tried to subsist on too little land. \"The Limits to Growth,\" a 1973 report from the Club of Rome, a group of business leaders and academics, forecast a more general hard landing as the world ran out of resources.\nBut neither history nor contemporary events confirmed the neo-Malthusians' predictions. Scarcity of resources has always been overcome in the past by the discovery of ways to wring more output from a declining resource base. Coal, for example, was substituted for charcoal in iron smelting when 19th century industrialists ran out of accessible forest. And as both the \"green revolution\" in agriculture and the broader decline in commodity prices in the 1970's suggested, technology was having no trouble staying ahead.\nEven the exception -- the massive runup in energy prices after the Arab oil embargo in 1974 -- seemed to prove the technological optimists' rule. The energy shock stimulated a combination of new oil production and energy-saving investment that drove the real cost of fuel back to pre-crisis levels by the mid-1980's.\nThis is not to say that the critics of the unreconstructed Malthusian view were entirely sanguine about population growth. The dominant view of the relationship between population and economic welfare remained as simple as it is intuitive: more people meant less land and less capital per person, which in turn meant lower living standards than would otherwise be possible.\nAnd David Bloom, a Columbia University economist, points out, population-driven poverty can be self-perpetuating. The more mouths to feed, the less families can set aside for savings; the more babies in need of education and medical care, the lower the proportion of savings available for productivity-enhancing investment.\nBut this drag-on-productivity model was forcefully challenged in the 1980's by Julian Simon, an economist at the University of Maryland. Drawing on the ideas of economists like Simon Kuznets and Esther Boserup, he noted that population growth could also stimulate productivity. More people, he speculated, would mean more heads to invent good ideas for improving technology -- how many Nobel Prize winners have been born in Andorra? And higher population density would allow scale efficiencies in production.\nMore intensive farming, for example, would make it economical to extend roads and rail to rural areas. And a large population of consumers would generate a natural internal market for mass produced industrial goods. \"Does anyone seriously doubt,\" Mr. Simon asks, \"that Europe is more prosperous with a population of hundreds of millions than it would be with a population of hundreds of thousands?\" Theory Wins Converts\nMr. Simon's revisionism had no difficulty drawing converts. Many economists, notes Dan Dudek at the Environmental Defense Fund, were attracted by its libertarian implications: if population growth did not interfere with development, there would be no need to interfere with the procreative choices of consenting adults. And while it stopped short of endorsement, a prestigous panel of experts assembled in 1986 by the National Academy of Sciences gave population revisionism a respectful review.\nTraditional conservatives also liked the idea. If population growth is not a social ill, governments need not spend money in support of family planning or abortion -- and there would certainly be no rationale for Chinese-style coercion. At the 1984 World Population Conference in Mexico City the Reagan Administration broke ranks with other affluent countries, abandoning Washington's long-held position that economic development would hardly be possible in the third world unless population growth was contained.\nThe revisionist message also meshed neatly with the cause of more open immigration policies: if more people would not retard prosperity in Africa or Asia, it certainly would not harm the American economy. Even the political left liked what it heard. Marxists have never had much truck with population worries; Friedrich Engels explicitly dismissed the Malthusian dilemma as an artifact of capitalism. A Shift in Views\nThe worm is now turning. David Bloom, writing with Richard Freeman, a Harvard economist, found no statistical relationship between population growth and changes in output per person -- a conclusion that would not surprise Julian Simon. But Mr. Bloom believes that generalizations from past experience are dangerous.\nHe noted, for example, that Kenya managed to achieve a reasonable 2 percent annual improvement in living standards during the last quarter century even while it was experiencing the highest rate of population growth (4 percent) in sub-Saharan Africa. But that happy coincidence was probably only possible, Mr. Bloom argued, because the country had plenty of good land on which to extend agriculture. Future population growth, he suggested, will be far more problematic.\nKenya's predicament may apply elsewhere, and with a vengeance. In the last 20 years, Mr. Bloom points out, some 1.3 billion people have been added to the third world -- more than the entire population of the developed countries.\nBy the same token, Mr. Bloom rejects Julian Simon's broad-brush claims for economies of scale in poor countries. There may be circumstances in which high population density makes it easier to develop local markets for industry or to support an efficient transportation system. \"But wouldn't Bangladesh be better off with five million fewer people,\" he asks? \"The answer is certainly yes.\"\nOnce population has raced past some reasonable level of density in poor countries, rapid population growth is surely a drag on living standards. Need to Face Reality\nThat is music to the ears of George Zeidenstein, the head of the Population Council in New York, who is frustrated that less than 1 percent of all development aid now goes to family planning. Even as American intellectuals backed away from population control, he notes, poor countries have been pushed toward it by the accumulating weight of health and education obligations. \"They have been convinced,\" Mr. Zeidenstein said, \"by their own realities.\" Fears of Climate Change\nBut the decisive tilt in the intellectual debate is coming from a newer source: fear of global ecological instability. Emissions of so-called \"greenhouse effect\" gases -- primarily carbon dioxide, methane and refrigeration chemicals -- are widely believed to be warming the earth's atmosphere. The higher temperatures that computer models project would raise ocean levels and flood low-lying areas. Weather patterns would also be likely to change, disrupting agriculture and creating new deserts.\nRapid population growth, notes Daniel Hamermesh, an economist at Michigan State, may bear little relation to the pace of global warming. Greenhouse emissions are more closely related to the level of economic activity than the numbers of emitters. The average American generates 19 times as much carbon dioxide as the average Indian. And it is entirely possible that, say, an economically vibrant Brazil with slow population growth would burn down its tropical forests more rapidly than an impoverished Brazil with rapid population growth. A Daunting Problem\nThe problem of preventing atmospheric warming without consigning a substantial fraction of the world to permanent poverty is daunting enough. It could be immensely complicated by excessive population growth. By United Nations estimates, the population of poor countries will rise by almost three billion in the next 30 years. Even if carbon dioxide emissions from third world economies can be held to the current per capita rate, an unlikely prospect if they are to become more prosperous, global emissions would rise by 30 percent.\nJulian Simon is not perturbed by such arithmetic. People used to worry about running out of copper, he notes; now they worry about running out of atmospheric resources. It is already technically possible to beat the greenhouse effect with a mix of conservation and power generation from non-fossil fuels like solar and nuclear energy, he says. The real question, then, is how costly the fix will be. And if history is any indicator, he asserts, it will be far cheaper than now expected.\nMany economists, however, are no longer prepared to put all their chips on the assumption that technology will again come to the rescue, offsetting the effects of projected doubling of world population in the next century. \"In the absence of certainty,\" argues David Bloom, \"the responsible position is to act conservatively.\" Hardly anyone is laughing at Malthus anymore."}, {"text": "Confrontation in the Gulf; Envoy Reports Hundreds of Thousands of Asians Trapped in Kuwait\n1990-09-10T05:00:00.000Z\n''This is a very, very important problem,'' Mr. Longva said. ''Unless somebody does something about it, there will be a catastrophe.''\nThe Foreign Ministry of Bangladesh, which says about 30,000 of its citizens remain in Kuwait, said today, ''The Iraqi Government has cut off much of the food supplies to Bangladeshis and other Asians working there.''\nEmbassies Under Siege\nBaghdad ordered all foreign embassies in Kuwait to close down last month, saying the country it invaded on Aug. 2 was now part of Iraq. Many refused, however, and the embassies have been under a kind of siege.\nWater and electric power to the embassies have been shut off for the last two weeks, Mr. Longva said, and at times they were surrounded by soldiers. In most embassies, telephone and telex communication was also cut off.\n''We were very much incommunicado,'' he said. ''The main problem was the heat and humidity, although after a while our bodies seem to adjust.''\n''The most dramatic aspect of the situation in Kuwait is the plight of the Asian guest workers,'' he said.\nBefore the invasion about 500,000 Asians - mainly from India, Pakistan, Bangladesh, Sri Lanka and the Philippines - made up a large part of the work force in Kuwait. Many of the Asians held menial jobs, sending money home to support relatives or saving for a better future.\nEvicted From Their Camps\nMany of the workers lived in hostel-like camps, which have now been taken over to house by the Iraqi soldiers, leaving the foreign workers homeless, Mr. Longva said. The homes of many other workers were destroyed in the invasion, he said. Iraqi soldiers have been seizing available food supplies in the country for themselves.\nBecause Mr. Longva had been holed up in his embassy for the last two weeks, he was unable to provide many details on how many foreign workers were on the move or displaced inside Kuwait and trying to leave the country, or how many decided to stay put in recognition of the difficulties of trying to get out. But the large number of Asians who continue to arrive at the Iraqi-Jordanian border from Kuwait suggests that the number of people still on the move is considerable.\nMuch of the attention in recent days has been focused on Western citizens in Kuwait and Iraq, estimated to number 13,000 at the beginning of the crisis. Several hundred are now being held as human shields at key military installations and other possible targets to dissuade United States-led forces from attacking.\nBut many more of the estimated two million foreigners in the two countries were from the third world, including other Arab nations. This included, for instance, about 1.3 million Egyptians, nearly half a million Palestinians and the large Asian contingent, much of it from the Indian subcontinent.\nThe presence of Asian workers in Kuwait before the invasion was such that English-language papers there would print several pages in Urdu. Even many of the English articles focused on Indian movie stars, whose adventure films were the staples of theaters and video shops. A common site at the airport was long lines of Sri Lankan women, sometimes sleeping in rows on the floor in their brightly colored sari-like dress, waiting to be cleared by an employment agency for work as maids.\nBank Savings Lost\n''Some of these people have been working here for years,'' the Norwegian Ambassador said. ''All of what they had in banks - their years of saving that mean everything, to build a small house or send their children to school - all that is lost. The money they had at hand was typically a small amount that would not feed them for more than a week or so.''\nA few weeks ago, there were still necessities if one had the money to pay, Mr. Longva said, but now, ''there is a shortage of food, there is a shortage of most things.''\nAt one point last month, he said, about 4,000 Filipinos were living inside the Philippine Embassy building, a medium-sized villa, and about 7,000 more were camped around it. People were sleeping in the basement and on the roof.\n''The conditions were rather appalling,'' the Ambassador said."}, {"text": "INSIDE\n1990-12-05T05:00:00.000Z\nBangladesh President Quits\nAs protests intensified, President H. M. Ershad resigned and asked the opposition to name an interim leader until elections next year. Page A7.\nA New Daily News\nTrying to regain circulation, The Daily News tried a new tack: It printed an afternoon edition called \"PM Edition.\" Page B1.\nNew Rules for Blood Donors\nThe Government will stop banning blood donations by Haitians and will ask new AIDS-related questions of all prospective donors. Page A24.\n'Catholic-Bashing' Charged\nJohn Cardinal O'Connor has reacted with unusual vehemence against a German theologian's new book about women and sexuality. Page C19.\nKasparov Wins a Marathon\nGary Kasparov beat Anatoly Karpov in 102 moves, perhaps the longest victory ever in World Championship chess. He leads 8 1/2 to 7 1/2. Page B4."}, {"text": "INSIDE\n1990-12-05T05:00:00.000Z\nBangladesh President Quits As protests intensified, President H. M. Ershad resigned and asked the opposition to name an interim leader until elections next year. Page A7. A New Daily News Trying to regain circulation, The Daily News tried a new tack: It printed an afternoon edition called \"PM Edition.\" Page B1. New Rules for Blood Donors The Government will stop banning blood donations by Haitians and will ask new AIDS-related questions of all prospective donors. Page A24. 'Catholic-Bashing' Charged John Cardinal O'Connor has reacted with unusual vehemence against a German theologian's new book about women and sexuality. Page C19. Kasparov Wins a Marathon Gary Kasparov beat Anatoly Karpov in 102 moves, perhaps the longest victory ever in World Championship chess. He leads 8 1/2 to 7 1/2. Page B4."}, {"text": "Still Invisible, and Dying, in Harlem\n1990-02-24T05:00:00.000Z\nLEAD: In his acclaimed novel ''The Invisible Man,'' Ralph Ellison depicted a category of human beings whose suffering was so thoroughly ignored that they, and it, might as well not have existed. Thirty-eight years later, these people remain very much with us - and still very much unseen.\nIn his acclaimed novel ''The Invisible Man,'' Ralph Ellison depicted a category of human beings whose suffering was so thoroughly ignored that they, and it, might as well not have existed. Thirty-eight years later, these people remain very much with us - and still very much unseen.\nAn article in the New England Journal of Medicine in January proves what physicians have long suspected: Excess mortality in Harlem routinely surpasses that in well-publicized natural disasters. Further, as the authors - Colin McCord and Harold Freeman, both doctors at Harlem Hospital - state plainly in their summary, ''black men in Harlem were less likely to reach the age of 65 than men in Bangladesh.'' The unusually blunt language in the world's most widely respected medical journal has turned a domestic embarrassment into an international disgrace.\nIt used to be said, in the 60's and 70's, that the underdeveloped world was only a subway ride away. Mere rhetoric, argued the wiser heads of the 80's. But as those wiser heads cut taxes and raised military spending, quashed a national health plan and concocted a multibillion-dollar war-in-space adventure, the people of Harlem languished in a state of health that was and is unmatched by some of the most backward, most deprived, most impoverished nations in the world.\nStill, where are the news reports? A computer search revealed no coverage in The New York Times of the article, except a passing editorial mention. In contrast, an article about oat bran in the same issue of the Journal - it seems there are doubts about its anti-cholesterol magic; you may do as well with wheat bran, or even linguini - received splashy attention everywhere. One might have hoped for a squib about Harlem; no.\nWell, you say, maybe these Harlem doctors fiddled with the statistics. You would be wrong. The numbers, at least, are visible and are worse than they appear at first glance.\nThe study examined death certificates from 1979 and 1980 - before AIDS, before crack. And while death rates declined for U.S. whites from 1960 to 1980, and declined even more steeply for U.S. nonwhites generally, Harlem's mortality stayed the same or rose slightly. For Harlem males at birth, the likelihood of reaching age 65 is lower than that for males in the state of Matlab, in Bangladesh.\nMatlab is not quite as bad as Bangladesh as a whole, where life expectancy is 49 years; Matlab's figure is 57, the same as India's. But in that part of the world, low life expectancy is caused mainly by very high infant mortality - a statistic that has improved even in Harlem.\nSo if you look at life expectancy after childhood, that is better in Bangladesh than in Harlem, regardless of sex. Male or female, if you are an adult, your chances of dying in any given year between age 15 and 65 are higher in Harlem than in Matlab. Well, you say, this is not really about health. It's about homicide and drug abuse, things that the people of Harlem bring on themselves. But you would be wrong there, too. True, homicide rates were 14 times the national average; but killings were still few enough to account for only 15 percent of the excess deaths; cancer caused almost as high a proportion. Drug death rates were hundreds of times the national average; yet this highly visible killer caused only 7 percent of the excess.\nAll in all, the leading cause of extra deaths in Harlem was plain, dull cardiovascular disease - also the leading killer in the nation.\nConsider the actual numbers: From 1979 to 1981, 2,421 people in Harlem died needlessly - that is, 800 a year beyond the number that would have died if Harlem shared the health of the nation. That number is more than the annual death count in the Palestinians' intifada against Israel. But when the intifada is only a sad memory, the excess deaths in Harlem will keep right on occurring. The number of deaths in the recent San Francisco earthquake was 67; in Hurricane Hugo, 62.\nPicture a 33-year-old mother of three, disgusted with a crowded and dangerous emergency room, whose uncontrolled high blood pressure leads to a devastating stroke. Picture a man of 40 - all right, make him a smoker - whose crushing chest pain fells him on the way to find a job.\nAnd now picture the surviving friends and relatives - still invisible - who ride downtown day after day to view unbelievable wealth, and know that they have been deprived of a basic human right: the right to escape preventable death.\nIs it so daunting to try to imagine the right thing? Hint: The right thing is not to keep army bases open solely for the protection of certain Congressional careers; it is not to return the ''peace dividend'' to the comfortable through transfer payments and tax advantages; it is not to persist in the shame of being the only industrial nation other than South Africa that does not have a national health insurance plan. Matlab needs compassion too, but Harlem is just around the corner.\nAs we near the millennium, the whole world has decided: a furnace of greed must glow in the economic house. Yet the question remains: How high will we build the floor under the poor?\nIn Harlem, and in scores of places like it, the floor is rotting away. The seepage of the foul water of death-dealing poverty undermines, relentlessly, our common moral foundations. Unless we look to the needed repairs, in the long run the house will not stand."}, {"text": "CONFRONTATION IN THE GULF; A Crisis Builds At Jordan Sites Housing Asians\n1990-09-05T05:00:00.000Z\n[In Baghdad, the large-scale evacuation of Western and Japanese women and children stranded in Iraq and Kuwait resumed. Page A15.]\nOfficials have said the number of refugees arriving in Jordan could reach upwards of a million people within a week or two, perhaps more if war breaks out between Iraq and the United States-led multinational force in the Persian Gulf. The problem was left to Jordan for three weeks after the invasion of Kuwait. But in recent days United Nations officials, spurred on by private agencies like the International Committee of the Red Cross, have concluded that what confronts them is a vast human drama.\nWith more than 100,000 Asians already enduring scorching heat and squalor in camps that dot the desert between the Iraqi border and Amman, the officials' problem is to cope with the already appalling conditions before events in Iraq take a turn for the worse, sending a still larger human torrent across the frontier.\nTo end the crisis, officials here must airlift the refugees out. One approach to that took shape with plans for a Soviet AN-124 aircraft, described as the world's largest commercial jet, to take nearly 500 Bangladeshi citizens from Amman to Dhaka, the capital of Bangladesh. The Soviet plane has been chartered with money donated by the European Community to make 10 trips to Dhaka.\nOther Flights Arranged\nUnited Nations officials said another 45 charter flights, some of them using other aircraft chartered from the Soviet airline Aeroflot, have been set for the next two to three weeks, at a total cost, together with the AN-124 flights, of $7 million. Many of these flights will carry Sri Lankans, whose Government, like that of Bangladesh, has said it cannot afford to charter aircraft of its own.\nUnited Nations officials say that other nations, including Pakistan, Thailand and the Philippines, are following the example of India, which began taking some of its citizens out of Amman on chartered aircraft last week.\nBut when the United Nations charter flights now planned are completed, only about 15,000 of the refugees will have been taken home. The officials said no other flights could be chartered until ''donor nations'' - meaning mainly the United States, other Western countries and Japan - contributed the $50 million cost of getting the first 100,000 refugees home. Many more might well arrive here, pushing the costs of the airlift alone to hundreds of millions of dollars, before the costs of caring for the refugees are included.\nTime, too, is a factor. The 110-degree heat of the Jordanian desert plummets at night, health conditions in the camps are appalling and food and water scarcities and other frictions, some of them ethnic, have already lead to fights. In recent days, there have also been reports that refugees have been beaten by Jordanian Army guards.\nFood Airlifted From Italy\nEfforts to lower the tensions by bringing in relief supplies gained momentum today when 120 tons of food arrived by air from Italy, along with 1,000 more tents, 500 of them from the United States. But a huge backlog persists.\nRelief officials have also been looking at the possibility of chartering ships. Rolf Gemmy, a United Nations expert on mass migrations, told reporters that vessels at the port of Aqaba that have been idled by economic sanctions against Iraq could be used to ship some of the Asians home, but that increased insurance costs because of the war risks, together with other anxieties, were causing problems in negotiations with the shipowners.\nAs they struggled to fashion solutions to these and other problems, the relief officials confronted another difficulty: tensions and rivalries among themselves. Even before Prince Hassan took over the news conference today with his attack on the west, United Nations and Jordanian officials had traded barely disguised accusations about who was responsible for waiting utnil last Tuesday, 25 days after the Kuwait invasion, before starting to build the first barely equipped refugee camps in the desert.\nPrince Hassan, who has been in charge of day-to-day running of Jordan for much of the past month while his brother, King Hussein, has been touring Europe and the Arab world in search of a diplomatic solution to the crisis, left no doubt where he placed the blame. In his statement to reporters, the Prince said that while attention had been focusing on the Western military buildup, ''a human tragedy of the widest dimension has received but scant attention.''\n'Downtrodden of the Earth'\nAfter a passing reference to the Western hostages in Iraq, the Prince implied that there were chauvinistic or racial reasons for the inattention. ''As the downtrodden of the earth, the plight of these persons, mostly nationals of the countries of the Indian subcontinent and of the Philippines and Thailand, has evoked only the faintest of responses from the world community, and from a world press more interested in war scenarios than humanitarian relief,'' he said.\nThe Prince concluded his appearance by abruptly announcing, in effect, that he wanted Mr. Essaafi, the United Nations Disaster Relief Coordinator, superseded or fired. By saying he planned to ask Secretary General Javier Perez de Cuellar to put someone in charge of coordinating aid to the refugees - Mr. Essaafi's current role -Prince Hassan appeared to be saying Jordan lacked confidence in the United Nations operation."}, {"text": "The World; Shocks From Kuwait Hit the Third World\n1990-09-09T05:00:00.000Z\nMore than a million Arab workers are on the run from Kuwait and Iraq, and the loss of the wages they sent home or saved for a new life will particularly affect Egypt, Jordan and the scattered Palestinians. In Kuwait, much of the bureaucracy was made up of Palestinians, while Egyptians were represented as teachers and doctors. Jordan, with few resources of its own, became an exporter of people, building an educational system that sent skilled engineers and other workers to the Gulf.\nMeanwhile, the refugee camps swelled with tens of thousands of Asians. Only now are these people - Indians, Pakistanis, Bangladeshis, Filipinos and others - making their way out of Kuwait and Iraq to the Jordanian border, where they sit in desolate encampments, waiting for passage home.\nPersian Gulf nations are not only the employers of hundreds of thousands of Asians - some 650,000 in Iraq and Kuwait alone - but also major buyers of the region's products. Exports to Iraq and Kuwait of tea, rice, jute and other commodities are important to the budgets of Pakistan, Bangladesh, Sri Lanka and India -along with the Philippines and Thailand. India also had lucrative technical cooperation agreements with Baghdad.\nIn addition, South Asia, already deficient in energy, will have to find billions of dollars to pay for higher-priced oil in coming years, though Saudi Arabia and other producers have pledged to make petroleum products available at reasonable costs.\nNot surprisingly, the governments of South Asia are at the forefront of efforts to seek United Nations help in cushioning the effects of the gulf standoff on the developing world. Last week, Treasury Secretary Nicholas Brady and Secretary of State James A. Baker 3d were garnering promises from Arab oil producers and European and Asian countries for assistance to these and other Middle Eastern countries hard hit by the dislocation.\n''What we thought in the beginning would be a limited affair has now become a major crisis for Bangladesh,'' said A. R. Shams-ud-Doha, a former Foreign Minister who publishes the Bangladeshi news weekly Dialogue. In a telephone interview from Dhaka, Mr. Doha said that a million dependents have relied on the incomes of about 110,000 Bangladeshis in Kuwait and Iraq. Since the crisis began, these people and their country, one of the world's poorest, have lost a total of about $45 million in revenues.\n''Dependents have already been rendered destitute,'' Mr. Doha said. ''The overwhelming majority who are poor and illiterate don't understand. They are in a daze. Saddam Hussein had nothing to do with them.''\nSouth Asia was slow to see the crisis coming, even after the invasion, Mr. Doha and others in the region say. In part this was because of sketchy news reports from the gulf about the fate of Asian laborers. There is bitterness about the contrast perceived here with the amount of attention lavished by most of the world's news organizations on Western hostages.\nThe attitude of India, the largest and most influential regional nation, has been a problem for its smaller neighbors. India, which has close relations with Baghdad, has gone out of its way not to condemn Mr. Hussein's invasion and annexation of Kuwait. Government-controlled television news and briefings by official spokesmen repeat the line that there is no crisis for workers in Kuwait and Iraq. Indians in the Middle East have been able to transfer nearly $400 million to accounts in India in recent weeks.\nIn Pakistan, where economic, military and religious links to the Saudis are strong, official reaction to the plight of gulf workers was delayed by a preoccupation with politics. Benazir Bhutto was dismissed on Aug. 6, four days after the Iraqi invasion, and it was another week before a caretaker government coalesced.\nPakistan, like Bangladesh, has sent soldiers to Saudi Arabia, and some here believe that this has increased the vulnerability of stranded workers. Pakistan has also refused to close its embassy in Kuwait.\n''Although we are Muslims like the Iraqis, and despite the promises that Pakistanis would be as free to go as Indians from the gulf, there seems to be a perceptible difference in the way Pakistanis are being treated,'' said Arif Nazani, editor of The Nation newspaper.\n''Iraq and India, both dominant powers in their regions, are friends,'' he said. ''Iraqis see us as a political problem.''\nAlthough the Government of Prime Minister Ghulam Mustafa Jatoi announced last week that there would be grants for returning workers, Mr. Nazani described the overall response to the crisis as ''inadequate and slow.'' Pakistanis in the Middle East send home between $1 billion and $2 billion a year, and about 15 percent of the total comes from about 160,000 workers in Kuwait and Iraq.\nIn Sri Lanka and Bangladesh, the sense of impending disaster is now palpable. In the long run, Sri Lanka may be the hardest hit. Tea is its largest export crop and one-fifth of it went to Iraq. And rising fuel prices and difficulty in obtaining arms from Arab states could cripple the Government's drive against Tamil guerrillas in the north and east.\nThousands of the 135,000 Sri Lankans in Iraq and Kuwait are returning to a country where nearly a million citizens are displaced by the resurgence of civil war. Every day in Colombo, a long line of anxious relatives of victims of one conflict or another forms at the headquarters of the Sri Lankan Red Cross, snaking for hundreds of yards around corners. The relatives come to register names of family members unaccounted for, and to beg for shreds of news.\nIn Dhaka, it is feared that several hundred Bangladeshis have become hostages of the Iraqis, Mr. Doha said. Dhaka has been promised help from Britain, France and Iran in meeting the cost of evacuating citizens.\n''But we are still talking only about repatriation,'' Mr. Doha said. ''We haven't even begun thinking about rehabilitation.'' In most of South Asia, a region of widespread poverty and scant welfare services, the burden of resettlement will fall mostly on families.\nThailand and the Philippines, in particular, ship thousands of young men and women to Kuwait, Saudi Arabia, Iraq and other countries each year to work as drivers, oil-rig workers, builders, entertainers and maids. According to unofficial estimates, about 10,000 Thais and 65,000 Filipinos lived and worked in Kuwait and Iraq before the invasion.\nThai workers in Iraq and Kuwait had been sending home about $40 million a year in remittances, the Foreign Ministry said, but the two countries account for less than half of 1 percent of Thailand's foreign trade. Filipino workers send home as much as $2 billion a year.\nThe stories of Thais and Filipinos who have escaped from Kuwait have served to increase political pressure on their governments.\nSome, like Suchin Deechan, 38 years old, told graphic stories of Thai and Filipina maids being sought out for rape by Iraqi soldiers and sometimes abducted. Many women have since made their way to their embassies, Thai workers said, while many others have gone into hiding.\nSouth Asian governments have been canceling or rescheduling flights by their national airlines to free planes to pick up thousands of stranded citizens daily. India began sending ships, but this plan ran into problems with Washington because New Delhi wants to carry food and medicine to Iraq.\nWhile about half a million South Asians are thought to have been working in Kuwait and Iraq, many more are in Saudi Arabia and other gulf countries; for the moment, there is no official concern about these. All over South Asia, in fact, newspapers still carry advertisements for Middle East jobs, which normally ebb and flow with oil prices.\nLast week at Colombo International Airport, while one crowd of worried relatives watched a Saudi Boeing 747 disgorge several hundred returning workers, another crowd filled the departure lounge, boarding passes in hand, waiting to catch the return flight to Dhahran."}, {"text": "CONFRONTATION IN THE GULF; India Insists on Gulf Refugee Aid While Supporting Embargo\n1990-09-08T05:00:00.000Z\nMr. Seth accused the West of insensitivity to the desperate condition of scores of thousands of third world refugees trapped in Jordan, Iraq and Kuwait.\n''Our people cannot afford to stay in five-star hotels,'' he said. ''We cannot afford to charter flights to get that number of people out.''\n''Western Governments were quick to impose sanctions but not quick enough to deal with the consequences,'' he said, referring to the exodus from Iraq and Kuwait and the unsanitiary conditions and lack of food and water at the refugee camps in Jordan and elsewhere.\nAir-and-Sea Evacuation Plan\nMr. Seth also said that India wanted to send several ships to Dubai and if possible to Kuwait to evacuate more than 100,000 Indians still trapped in the region. One plan is to fly refugees who have reached Jordan to Dubai, and then take them home by ship. India also hopes to augment refugee flights from Amman to New Delhi with direct flights to Baghdad, Indian television reported tonight.\nIndian officials have suggested in the last few days that the Iraqi Government is saying that any Indian vessels would be allowed to go to Kuwait only if they take food and medicine.\nMr. Seth would not confirm that that was the situation but hinted that it was. He said ships enforcing the embargo against Iraq might also block Indian ships.\nIndia cites Article 661 of the United Nations Charter, which allows humanitarian assistance to people suffering the effects of a blockade. It has instructed its representatives at the United Nations to lobby for such aid to be made available to people of all nationalities in Iraq and Kuwait.\nMr. Seth said that food and medicines should be distributed under the supervision of the International Red Cross and the Red Crescent Society of Iraq.\nEconomy Also Suffers\nMr. Seth said that India was getting support from other underdeveloped nations on another issue, the harsh economic jolt that their economies are suffering as a result of the sanctions.\n''For every dollar increase in the price of oil, our foreign exchange outgo is 222 million dollars,'' he said.\nHe said that India and other third world countries were pressing the United Nations Security Council to consider ways to ease the burden of the blockade on poor nations. ''The Philippines, Bangladesh, Pakistan - all of us are in the same boat,'' he said.\nAbout 170,000 Indians were in Kuwait and another 9,000 in Iraq when Iraq invaded Kuwait Aug. 2. An Indian airlift has brought about 20,000 people back while another 30,000 have fled Kuwait and are in Iraq, Jordan, Turkey and Saudi Arabia."}, {"text": "Confrontation in the Gulf; Asian Refugees From Kuwait Wait in Jordan Desert Camps\n1990-09-04T05:00:00.000Z\n''There is not enough food, there is not enough water, and just to get what there is you have to run like a dog,'' said a 35-year-old plumber named Azmirullah, who had spent eight years in Kuwait after arriving from Dhaka, the capital of Bangladesh.\nFor many, the experience began with losing everything they had in Kuwait, either because it was looted by Iraqi soldiers or because they abandoned it. Then came their journeys out via Baghdad, arduous trips of nearly 1,000 miles by private car, taxi and bus that ended in the squalid camps.\nDr. Xavier Emmanuelli, president of the Paris-based volunteer agency Doctors Without Borders, said aspects of the situation were unparalleled in his 20 years as a relief worker. Because many of the refugees are professional people who descended overnight to a level of subsistence, they are singularly unprepared to deal with the challenges of refugee existence.\nArriving in Mercedes-Benzes\n''Never before have I seen refugees arriving at a camp in Mercedes-Benzes, and then troubling themselves over how to organize the parking lot,'' Dr. Emmanuelli said. The men, women and children who have been confined to camps guarded by Jordanian troops here, awaiting clearance to move on as an international airlift and sealift are organized to get them home, are the most visible part of a vast challenge that international relief officials are only now beginning to grasp. Of an estimated two million foreigners who were in Iraq and Kuwait when the invasion occurred on Aug. 2, some relief officials say, at least 500,000, perhaps one million, are probably somewhere on the road inside Iraq, or at border camps where Iraq meets Jordan, Syria, Turkey and Iran.\nBecause much of the exodus has been unseen by the rest of the world, details are hard to come by. But here, at least, something of what the Asians are confronting can understood.\nHeat, Cold and Scorpions\nIn addition to 110-degree heat by day and near-freezing temperatures at night, the refugees must cope with scorpions and snakes that scuttle through the sandy gaps between their tents. Despite efforts to keep up with demands for water, food, sanitation and medical care, dehydration, diarrhea and other ailments have reached near-epidemic proportions.\nAlready, several of the refugees have died, including at least one Sri Lankan today. The death came as some of the world's leading relief experts were gathering here to begin dealing with what one of them, Dr. Emmanuelli of Doctors Without Borders, described as a potential ''catastrophe'' and as a refugee crisis similar to the one that swept across Belgium and northern France before Hitler's Panzer divisions in May 1940.\nDr. Emmanuelli, who spoke at a news conference in Amman, the Jordanian capital, said the problems here would become much worse quickly unless Western governments began turning their attention to what was happening. So far, according to figures released here in recent days, Western contributions to the Jordanian relief effort have totalled $12 million from the European Community and $1 million, including 1,000 tents, 15,000 water bottles and 9,000 prepacked meals, from the United States.\nDr. Emmanuelli put into words what many relief officials here have been saying privately, that the disproportion between the billions of dollars being put into the Western military buildup and what is being spent to help the refugees here should be troubling the Western conscience.\n''The immense effort of the international community, reported by the media, contributed directly to the fear of these little people,'' the doctor said. ''They took to the road, with their meager baggage, without knowing where they were going, without realizing that they were to become the prisoners of the desert.''\nOther relief officials conceded that beyond what is happening in Jordan, there is much about the Asians' exodus that remains unknown. Sketchy reports reaching here have spoken of tens of thousands of Asians bottled up on the Iraqi side of the frontiers with Iraq's neighbors.\nVariety of Causes of Plight\nSome appear to have been the victims of bureaucratic foul-ups, others of their failure to bring passports or money on their helter-skelter flight from Kuwait and still others, perhaps, of the uncertain intentions of Baghdad, which has pledged to allow the nationals of all but Western countries and Japan to leave for their homelands but seems to have done little to help.\nBut at Camp No. 2, amid a chaos of tents thrown up in jumbled fashion across the desert, seven-hour lines at water taps and the clamor of Asians desperate for the help of any Westerner who visits, the frustrations are rarely at President Hussein, the man who started it all.\nPerhaps because many of the Asians come from India, Bangladesh and Pakistan, countries where the 1947 partition of the subcontinent set off vast migrations and the first of a series of bitter wars, there is skepticism among the refugees about politicians that makes Mr. Hussein almost an incidental figure.\n''What can I say?'' Niaz Ahmad, a 41-year-old accountant, said. ''He is a politician. Politicians do what they do.'' Mr. Ahmad had put in 17 years at one of Kuwait's largest trading concerns, when his world collapsed in the early hours of Aug. 2.\nMr. Ahmad, from the Sialkot, Pakistan, was encountered standing beneath an open umbrella in the 110-degree heat, gazing across the acres of tents toward the open desert, as if something might emerge through the heat haze to ease his plight.\nAnger at Home Governments\nAs he broke from his reverie to wander through the camp with a visitor, Mr. Ahmad turned to the topic that threatens to turn the frustrations in the camp into a caldron of anger: the delays in mounting an organized flow out of the camp and onward to the refugees' home countries.\nOut of concern that hundreds of thousands of dissatisfied refugees reaching Amman could destablize this volatile nation, the Jordanian Government has ruled that all new arrivals must remain in camps near the Iraq frontier until authorized to go, and the few aircraft and ships available so far have limited the outflow to a few hundred refugees a day.\nWith Camp No. 2 divided into national groups, and as many as 30 or 40 people trying to shelter in a single tent, bitterness against the Asian governments has had an opportunity to fester. When one Asian diplomat visited the camp, he was mobbed and blows were struck. The man fled, returning to the camp only when night fell, and with a Jordanian military guard.\nMr. Ahmad, speaking for dozens of Pakistanis clustered around him, summed up the feelings. ''Many people here are very desperate,'' he said. ''Our Government is not doing anything.''\nLearning to Cope Is Hard\nWesterners touring the camp are besieged by people asking that telephone messages or handwritten fax messages be relayed from Amman to destinations in Lahore, Bombay or Manila. Others press forward with tattered air tickets, inquiring if they will get credit for the passage home for tickets paid for before the invasion in Kuwaiti dinars. But for many who had established middle-class lives in Kuwait, as traders or bank executives or financial brokers, just learning to cope with the humiliations of refugee life is the hardest part of all.\n''I was a foreign exchange trader, and just look at me now,''said Saifee Surti, a 27-year-old Indian who had been working in Kuwait to support his wife and five-year-old daughter in Poona. Mr. Surti gestured at his scuffed sandals and his sweat-stained shirt, and added, ''Who could ever have believed that my life would come to this?''"}, {"text": "ON MY MIND; U.S. Food and Soviet Freedom\n1990-12-14T05:00:00.000Z\nPresident Bush now has taken directly on himself the responsibility for the lives and futures of all those millions of Soviet citizens who want to leave their country. The duty now becomes his not to feed them but to free them, not to save their Government but to allow them to escape from it.\nWhether Mr. Bush acknowledges it or not, that is the moral and political consequence of his decision to send $1 billion worth of food on credit to the Soviet Union without condition -- and to channel all of it directly through the faltering Government of Mikhail Gorbachev.\nThe American public has never questioned the plain human importance of sending food to the passengers of the foundering Communist ship.\nBut before we break our arms clapping ourselves on the back in admiration of our humanitarian souls, one moment's pause. That generosity of spirit does not always extend to people who are not white or European. The President and the American people have shown no uncontrollable passion about feeding starving Sudanese or Bangladeshis. But let that pass -- for the moment.\nThe question about helping the Soviet Union was never whether, but how, when and through whom. Those questions remain and grow more important by the day.\nUnder the Jackson-Vanik law, which Mr. Bush waived, credit was not supposed to be extended to any country until it guaranteed and legalized the right that every American takes for granted -- the right to get up, pack up and get out. Mr. Gorbachev has failed for five years to allow that to all Soviet citizens. For more than a year, specific legislation has been stalled in Moscow, waiting for his action. He knows the line would stretch millions long, from Leningrad to Vladivostok.\nHappily for Soviet Jews, for the state of Israel and for the cause of freedom, Mr. Gorbachev is permitting Soviet Jews to leave for Israel by the thousands. But the hope of those who want freedom for all the Soviet people and the ethical meaning of the law was that the Jewish exodus would be the beginning of an era of guaranteed free Soviet emigration, not its end. It does not strike me as becoming for Israeli leaders or American Jewish organizations or anybody else to say \"I'm aboard, Jack, pull up the gangplank.\"\nAnd this is critical to remember: Almost every day Mr. Gorbachev tightens a restriction here, orders a clampdown there. The alert and valuable Center for Security Policy in Washington points out that on Nov. 27 he gave the Soviet armed forces the legal authority for a crackdown against Soviet civilians whenever he chooses to order it.\nThree days later, the K.G.B. created a special organization to order the distribution of food. The very same day, Mr. Gorbachev authorized Communist-run \"workers' committees\" to monitor food distribution in cooperation with the K.G.B., and to hold kangaroo courts. And so on and so on.\nThe democratic opposition to Mr. Gorbachev -- and more and more Western specialists on the Soviet Union -- fear that the inability of the Kremlin to govern in the face of public contempt will bring a national crackdown in six to eight months, maybe earlier.\nMeanwhile, delegations to the United States of Russians, Georgians, Armanians, Ukranians and Balts plead that at least some American aid be sent directly to the Soviet people through local governments and democratic political organizations. Ask any Soviet citizen if he trusts the shattered Communist central government to distribute foreign aid when it cannot even distribute food grown in the Soviet countryside.\nDespite signs of a coming crackdown, why did Mr. Bush waive the longtime American condition of free emigration? Why did he refuse the fervent requests that some aid go directly to opponents of the Soviet system, not just its panicky officials? Despite Soviet denial, was Kremlin political support in the Persian Gulf involved -- maybe just a tiny bit?\nFor friends of the Soviet people, the goal should not be to stop American food aid, but to try to make sure that it is used by the right people for the right reasons.\nWisely, the President acted with some caution. He put a six-month time limit on the free-emigration waiver. If a Gorbachev crackdown does not come earlier, Mr. Bush has until May 1991 to live up to an old promise made to all imprisoned people: the United States will not allow American assistance to become a barrier to freedom instead of a path."}, {"text": "Kawaguchi Journal; Fellow Asians, Yes, but Where's the Fellowship?\n1990-01-03T05:00:00.000Z\nThe Mayor of this drab factory town north of Tokyo is upset that some people viewed recent statements of his as racist, especially his comment that with so many dark-skinned foreigners in town, Japanese were having trouble seeing them at night.\n''I am a big defender of the rights of foreigners,'' the Mayor, Yoji Nagase, said in an interview the other day. ''I only meant my comments as a kind of joke. We in Japan must open our doors to immigrants and give them proper training and education.''\nBut the Pakistanis, Bangladeshis and other foreigners who work in Kawaguchi, almost all of them in violation of Japanese immigration laws, are not laughing at Mr. Nagase's comments or at other recent developments seen as a threat to the well-being of immigrants in Japan.\n''We are hated because we are from a poor country,'' said a 19-year-old Pakistani named Abdul. ''Our poverty is hated, and our skin color is only one factor. But I would like to ask that Mayor how the Japanese would feel about their racial pride if others made comments like that about them.''\nA Disturbing Police Memo\nThe thousands of Pakistanis who have come to Japan on temporary visas and then stayed on illegally after the visas expired to take jobs are feeling especially vulnerable these days.\nA month ago, for example, the National Police Agency acknowledged that it had circulated an internal memo to police stations asserting that Pakistanis working in Japan ''have a unique body odor,'' carry infectious skin diseases and tell lies ''under the name of Allah.''\nDisclosure of the memo embarrassed the Tokyo Government, which is trying hard to erase the old image of Japan as hostile to outsiders. Police officials retracted the document and apologized to the Pakistani Embassy.\nIn addition, a public high school outside of Kawaguchi became embroiled in controversy in the fall when a teacher brought a young English-speaking Pakistani to his night-school class to help teach English.\nAfter complaints from other teachers about the presence of a ''suspicious person'' in the classroom, the school barred the Pakistani and a school official was quoted in the press as having said, ''There are a lot of communicable diseases and crime among Pakistanis.''\n'Kind of Racist Society'\nTetsu Yatabe, the teacher who took the Pakistani to school, has been waging a campaign to bring the matter to the public's attention as a human rights violation and an example of racism harbored by many Japanese toward darker-skinned fellow Asians.\n''Japan is a kind of racist society, but the problems here are complicated,'' said Raees Siddiqi, a businessman with a working visa who is president of the Pakistan Association of Japan. ''As the Japanese admit, their society is not yet internationalized.''\nMore generally, this has been a season of Japanese difficulties in handling the foreigners who have come here for work.\nThe number of foreign immigrants in Japan without legal permission to work is officially estimated at 100,000, but some experts think it may be as many as three or four times that.\nThe immigrant problem came into focus especially after the arrival of 3,000 ''boat people'' from Vietnam in 1989. The Vietnamese were allowed to remain in accordance with international agreements signed in Geneva, but hundreds of Chinese who came in with them are being sent back to China.\n'Grave Situation' Envisioned\nAfter the arrival of the boat people came an outpouring of newspaper and magazine articles centered on the international pressures on Japan to allow foreigners in to do the work that, increasingly, young Japanese seem unwilling to do.\n''Japan has an obligation to accept these people - so some people say,'' Kanji Nishio, a literary critic, wrote in Chuo Koron, a highly respected journal of opinion. ''But there is a possibility of a grave situation in which Japan is overwhelmed by them if Japan is not careful.''\nMr. Nishio recommended blood tests, intelligence tests and criminal investigations before permitting immigrants to enter. He also expressed concern that once foreigners start to take certain menial jobs, young Japanese will be even less willing to work in them.\nResponding to concerns about immigrants, the Japanese Government tightened its laws in 1989, restricting immigrants only to those with particular professional skills. The Government is also holding businesses liable if they are found to have hired illegal immigrants.\nThe new law, combined with the fact that Japan is issuing only two-week visas to visiting foreigners and refusing to renew them when they expire, is cutting down on the number of immigrants from many countries.\nKawaguchi, a city of nearly a half million people, has been a scene of problems relating to Pakistanis because, Mayor Nagase said, its economy rests on thousands of small cast iron, machinery and metal-working factories that depend on foreign labor.\n'It's Tough Over Here'\n''This is the sort of work that is hated by younger Japanese,'' said Koji Suzaki, owner of a local cast iron factory here. ''But this industry is vital to Japan's survival. To survive, businessmen are turning to alien workers, and they are finding that foreigners do work of very high quality.''\nA group of five Pakistanis, all working in violation of the law, gathered here to discuss the matter with a journalist and agreed that in some cases, such as working near hot furnaces, they are doing work that Japanese refuse to do.\nThe Pakistanis earn only about five or six dollars an hour, but they say they can save more than half their salaries to send home. Several live crammed into small rooms in cheap apartments in the industrial suburbs of Tokyo. ''As far as I'm concerned, it's tough over here,'' one Pakistani said.\nThe Pakistanis also say they fall prey to crime and internal gang warfare, and what Mr. Siddiqi of the Pakistan Association called blackmail and extortion by Japanese and by other Pakistanis precisely because their illegal status prevents them from going to the police.\n''A lot of the problem is the Japanese media,'' Abdul said. ''Whenever they write about other Asians, they write about criminals. It has gotten worse in the last 12 months. Now when you walk through the streets, people watch you with suspicious eyes. If you say you're from Pakistan, they don't talk to you anymore.''"}, {"text": "Confrontation in the Gulf; In Tallying Its Gulf Costs, U.S. Counts Impatience\n1990-08-31T05:00:00.000Z\nIn drawing up the burden-sharing plan announced today by President Bush to help sustain United States forces in the Persian Gulf, the Administration was mindful that the American people and Congress might become impatient with a drawn-out crisis, State Department officials said.\nThe officials said that political pressure is likely to grow as the American public starts taking notice of the expanding costs of the operation, especially when many economists say a recession is imminent. The plan is intended to bolster the argument that the sacrifices required to stop Iraqi aggression are truly international.\nThe Pentagon said this week that American operations in the Persian Gulf will have cost $2.5 billion beyond normal military operating expenditures by Sept. 30.\nThe political ramifications have been driven home in recent days by members of Congress, who have argued that Japan and other allies should contribute more to the enforcement of the United Nations trade sanctions against Iraq.\nConcern for Mideast Allies\nThe officials said another element of the plan, aid to nations suffering economic hardships, was motivated by the Administration's belief that Turkey, Egypt and Jordan, need financial assistance to make up for the more than $3 billion in annual trade they will lose collectively as sanctions against Iraq take hold.\nThe State Department officials said that as the crisis deepens, the Administration hopes to assure the political stability of these nations, which are among those most affected by the Iraqi invasion of Kuwait. All three countries face a rise in unemployment and a wave of business failures linked to Iraqi commerce.\nDrafts of policy papers prepared by the State and Treasury Departments over the last week have differed in their breakdowns of the needs of the poorer Middle East countries and of the contributions that should be sought from the Administration's wealthier allies.\nBut officials said the Administration hopes eventually to gain commitments of $2 billion a month or more, including military and economic aid, with the largest amounts coming from Saudi Arabia and Kuwait's exiled Government.\nMeasuring Jordan's Compliance\nThe officials suggested that the amount of aid allotted to Jordan would depend on how it fulfills its pledge to observe the embargo against Iraqi trade. President Bush said King Hussein of Jordan had promised to support United Nations sanctions. But there have been continued reports of food and other shipments leaving the port of Aqaba or crossing the Jordanian border into Iraq.\nThe State Department officials said Bangladesh, Morocco, the Philippines, India and some countries in Eastern Europe would also receive assistance. The Administration does not believe that Bangladesh and Morocco should have to pay for sending several thousand troops to Saudi Arabia when wealthier countries are sending no troops at all, they said.\nThey noted that the Philippines, India and Eastern European nations are expected to lose vital oil supplies and trade as long as they support the embargo against Iraq and occupied Kuwait.\nThe Administration's primary goal, a State Department official said, ''is to sustain the worldwide support for effective pressure on Iraq. At the same time, we have an important stake in helping countries to respond to the adverse economic affects of the Gulf crisis.''\nHe added, ''The idea is not to hit up countries for specific sums, but to build on the consensus we have already achieved and insure an appropriate sharing of the burden.''\nNations to Be Pressured\nThe Administration particularly wants long-term commitments of economic aid from West Germany, Japan, South Korea, Saudi Arabia, the United Arab Emirates and the exiled Government of Kuwait. Officials greeted Japan's announcement that it would commit $1 billion in financing, transportation and medical aid to the effort, but said that much more would be needed from Tokyo in the months to come.\nAnnouncing the program at the White House, President Bush said: ''We are more than ready to bear our fair share of the burden, and we also expect others to bear their fair share.'' He added, ''We're trying to take the lead here in helping sort out who should help who.''\nMr. Bush said he was sending separate delegations led by Secretary of State James A. Baker 3d and Treasury Secretary Nicholas F. Brady to Europe, Asia and the gulf to solicit contributions."}, {"text": "CONFRONTATION IN THE GULF; Iraq Offers Free Oil to Nations That Run Embargo\n1990-09-11T05:00:00.000Z\nSelf-Service Delivery\nHe said that because of the embargo, Iraq would be unable to deliver the oil and that the other countries would have to send ships to pick it up.\nDespite the pinch of rising oil prices, it seems doubtful that any developing country would take up Mr. Hussein's offer and run the risk of losing vessels to the armada of international warships that has quarantined Iraq. Insurance companies have stopped issuing coverage for ships destined for Iraq and almost all the sea traffic has halted.\nIn his brief television message, the latest of what has been a series of statements to the world, Mr. Hussein contended that his proposal would not violate the embargo because the oil was a gift and ''does not involve any buying or selling.''\nThe United Nations resolution imposing the embargo, however, makes no mention of the cost of goods, but merely prohibits their transport from or entry into Iraq.\nIn Baghdad today, thousands of Iraqis took part in protest demonstrations outside the United States and British embassies that were certainly approved if not fully inspired by the Government.\nThe protesters burned effigies of President Bush and Prime Minister Margaret Thatcher of Britain and carried signs expressing defiance of the economic blockade.\n''No surrender even if we starve to death,'' read one sign. ''The economic blockade will fail, and Iraq will triumph,'' read another.\nIn London, British diplomats announced that the United States and Britain planned to charter another Iraqi Airways jet to fly British and American women and children from Baghdad to London, as part of an exodus that began more than a week ago.\nAfter holding thousands of Europeans and Asians hostage for nearly a month, Mr. Hussein decreed last week that women and children could leave Iraq but that most men would have to stay behind as human shields to deter an attack by the allied forces in Saudi Arabia and nearby waters.\nAfter several delays, groups of mostly women and children have started to depart from Baghdad. The latest group of women and children, a total of 438 people, including 165 Americans and 186 Britons, landed in London on Sunday.\nBoycott Beginning to Be Felt\nMr. Hussein has tried several maneuvers to circumvent the embargo, which has been in effect a little more than a month and is beginning to be felt in Bagdhad, according to reports from travelers and diplomats. Bread, rice, sugar and other basic foods are being rationed, and many restaurants have either closed or begun offering limited meals.\nLast week, the Ambassadors of Pakistan, India, Sri Lanka and Bangladesh were summoned to the Foreign Ministry in Baghdad and told that the Government could no longer provide food for the tens of thousands of Asian citizens working in Iraq.\nInstead, Mr. Hussein urged that the Asian countries confront the embargo by trying to ship food to Iraq for their own people.\nMilk Can Be Found\nLast week, he said in another television message, also read by an announcer, that children in Iraq were dying because of shortages of milk and medicines. The Iraqi leader has made prominent use of the fate of children, both Iraqi and foreign, in his public comments. Diplomats in Iraq said they had seen no evidence that Iraqi youngters were being deprived of milk.\nA woman shopping in a neighborhood grocery store in Baghdad last week said that milk and some European-made baby foods were not available in all stores, but that with persistence they could be found.\nThe Broadcast Message\nIn his television message, Mr. Hussein said the developing countries need not pledge support for Iraq to get free oil.\n''This decision,'' he said, ''was made irrespective of the stands you have taken toward the current crisis because we are understanding of your attitudes, and we do understand that there are differences of views and positions.''"}, {"text": "News Summary\n1990-09-12T05:00:00.000Z\nSenators question control of gulf aid A19\nA group of Bangladeshi refugees fleeing Kuwait were evacuated from makeshift camps by Soviet cargo jets. But an uncertain future lies ahead for them in Bangladesh, one of the world's poorest countries. A1\nGuerrillas in Kuwait vex Iraqis A18\nCiting disunity, Arab League U.N. observer quits A18\nAttempts were made to break trade embargo, officials say A19\nA proposal for free enterprise was endorsed by President Gorbachev, but he was quickly upstaged as the Parliament of the Russian republic rushed the plan to approval to prod the central Soviet Government to more decisive action. A1\nPact on European armies may skip troop limits A14\nThe peacekeeping force in Liberia was ordered to intervene to protect members of former President Samuel K. Doe's ethnic group, the Krahn, from being massacred. A3\nMandela meets de Klerk on violence A3\nViolence grips Hong Kong and triads are blamed A9\nTwenty killed in shootout in Kashmir A10\nA new township for Bhopal disaster victims A11\nFrustrated Chinese look to U.S. as a haven A12\nA standoff between Spain and Cuba has ended, apparently in a victory for Fidel Castro's Government, after the last of 18 Cuban asylum-seekers left the Spanish Embassy in Havana last week in exchange for promises that they would not be punished. A7\nChile may sue U.S. over grape ban A13\nDominicans fear economic turmoil A5\nBelgrade Journal: Eagle cries to Serbs for revenge A4\nNational A22-28, B6-7\nBudget negotiators moved closer in their efforts to reach common ground in reducing the Federal deficit, and many involved in the talks said an agreement was likely soon. A1\nThe fund that insures bank deposits is not technically insolvent, but commitments for payments over the next few years mean that it could be exhausted, Congress was told by the head of its investigative arm. A1\nDavid Souter is no Robert Bork, the Bush Administration wants to make clear, and that attitude is coming through in the way White House officials are coaching the Supreme Court nominee as his Senate confirmation hearings approach. A22\nA major study of sexual harassment in the military found that more than a third of the women surveyed experienced some form of direct harassment, including touching, pressure for sexual favors and rape. A22\nTwo Democratic officeholders whom politicians viewed as vulnerable just weeks ago - the Governor of Minnesota and a Maryland congressman -survived tough primary challenges. B6\nDirector defends census, challenging cities on the uncounted B6\nWashington at Work: A senator looks back A24\nSix more Carolina lawmakers named in bribe case A25\nA USAir jet nearly crashed last year in Kansas City, Mo., after the crew wandered from the assigned route and mistook lights at a parking lot for the runway, Federal investigators have concluded. A22\nPatients who lack health insurance or who are covered by the Medicaid health program for the poor are far less likely to be given common hospital procedures than are patients with private medical coverage, researchers have found. A28\nU.S. returns to 1820's in care of mentally ill, study says A28\nReport cites flaws in regulation of trade schools B7\nRegional B1-4\nThe police force in New York City will be increased by thousands of officers as quickly as possible, Gov. Mario M. Cuomo said, seizing the initiative from Mayor David N. Dinkins on the politically vital issue of crime. A1\nThe judge in the jogger trial sentenced three teen-agers to 5 to 10 years, the maximum, for their part in the rape in Central Park. B1\nA Brooklyn boy burned in an attack in March gave his first public account of the incident that shocked New York City and stirred visits from former President Ronald Reagan and the Rev. Jesse Jackson. B1\nBronx clash with police angers citizens' patrol B2\nBronx man is stabbed to death B3\nDinkins and Time magazine argue over a New York poll B2\nThe strict laws protecting renters in New York City may be threatened by the savings and loan bailout. Federal regulators involved in the bailout are threatening to evict rent-stabilized tenants from buildings converted to condominiums and cooperatives. B1\nNew York City is proposing tighter water-quality rules B3\nHouse rejects bill to close home port on Staten Island B4\nRepresentative Bruce A. Morrison, who began his battle for the Democratic nomination for governor of Connecticut almost a year ago, claimed victory in a primary race against a little-known state lawmaker, William J. Cibes Jr. B1\nBellamy is easy winner in race for comptroller B4\nBusiness Digest D1\nThe Living Section\nFood\nThe bloom is off organic produce C1\nAmish cooking is catching on C1\nThe right lunch box C1\n60-Minute Gourmet C2\nRosh ha-Shanah, Syrian style C3\nDe Gustibus C8\nFood Notes C9\nEating Well C10\nWine Talk C11\nMicrowave Cooking C12\nliving\nMetropolitan Diary C2\nArts/Entertainment\nPanel reports on endowment C13\n''Postcards From the Edge,'' with Streep and MacLaine C13\nLove conquers all in Hollywood C13\nMusic: Evoking the Holocaust C14\nThe Pop Life C18\nWord and Image: Benedict Arnold biography C17\nBook Notes C17\n''Amazing Grace With Bill Moyers'' C18\nEducation Page B8\nVideodisk joining the book in class\nA critic of academia wins applause on campus\nAbout Educatio\nSports\nBaseball: Yanks win; Mattingly activated D27\nStrawberry wins it for Mets D27\nBoxing: Notebook D28\nColumn: Vecsey on sports legends D27\nFootball: Raiders stay in Los Angeles D30\nBig days for ''small'' Hofstra D29\nFor losers, new faces and new colors D30\nSaints' defense can't overcome inept offense D30\nGolf: TV executive first black Augusta member D27\nTennis: Not only joy for Sampras family D27\nObituaries D25\nJohn Jay Corson 3d, business consultant and a U.S. official\nEditorials/Letters/Op-Ed\nEditorials A30\n5,000 more cops for New York\nWork with China - no illusions\nA good ''motor-voter'' bill\nTopics: Grand American slam\nLetters A30\nFlora Lewis: Hurry to cut nukes A31\nTom Wicker: Not the only crisis A31\nMichael J. Horowitz: The ''China hand'' in the Cambodia plan A31\nA letter from the Watkins family A31"}, {"text": "Confrontation in the Gulf; At Jordan Desert Camp, No End to the Refugees\n1990-09-10T05:00:00.000Z\nFor the last two weeks, the relief workers, together with Jordanian officials, have struggled with mixed success to cope with conditions that have threatened to overwhelm them, creating what many involved have warned could turn into a human disaster.\nMany in a No Man's Land\nSo far, according to Jordanian Government figures, 105,000 of the Asians have gathered at the camps, about half of them at two sites in the no man's land along the Jordanian and Iraqi frontiers, outside the dusty Jordanian roadstop of Ruweishid.\nAbout 9,000 Asians have been flown to their homelands on the ''air bridge'' of chartered planes that the relief officials are putting together from Amman, and 77 additional flights, enough for 22,500 more evacuees, are scheduled to leave here in the next 10 days.\nBut because there are estimated to be at least 300,000 Asians still in Kuwait, including 100,000 Indians, and because of uncertainties that continue to dog the financing of the air charters, officials are reluctant even to guess how big a challenge eventually faces them.\nTentatively, the officials are planning on a worst-case situation in which upward of 500,000 Asians - some officials say many more if the unknown number of Asians in Iraq are counted - could end up in transit camps that have already been overwhelmed.\nSome Order Being Achieved\nFor now, there are signs that the chaos that beset the effort last week is beginning to give way to more order. Here at Azraq, about 50 miles east of Amman, two new transit camps with a combined capacity of about 50,000 people are expected to begin taking in some of the Asians this week. The first arrivals are to be drawn from a site in the no man's land, known as Shalaan One, that has hovered on the brink of anarchy for two weeks.\nThe Azraq camps, built with supplies and experts from the Swiss-based International Committee of the Red Cross and the League of Red Cross Societies, will consist of thousands of tents staked out across the desert, with running water channeled in from a nearby pipeline, medical clinics, and, Mr. Madsen said, adequate supplies of food that are already in an Amman warehouse.\nIn Amman today, large stocks of food moving out included the first shipments of American-financed rice. Tents, sanitation equipment and medical supplies donated by the United States, Western Europe and Japan, among other countries, have also begun flowing in significant quantities.\nAccording to officials of the World Food Program, the supplies were flown from Bangladesh aboard a Soviet AN-124 aircraft that is making almost nightly flights to Dhaka, with evacuees. Then it returns with what will in time total 950 tons of rice.\nRice for Pakistanis\nThe officials said that six tons of the rice had been moved to a camp at the Amman showgrounds, where about 20,000 of the Asians are living in conditions that until now have been the best at any site. After the rice had remained in an Amman warehouse for nearly 60 hours, Jordanian officials accepted a request from Pakistan's Ambassador and sent it to Pakistanis at the showgrounds.\nA spokesman for the World Food Program said 65 more tons of the rice would begin moving to the camps in the no man's land in the next two days.\nEqually important, officials attending meetings between Jordanian officials and United Nations relief agencies reported today for the first time that the number of Asians being evacuated to their homelands by air and sea was approximately equal to the number - about 5,000 - still crossing daily from Iraq.\nBut while that encouraged some officials to think that they might be getting on top of the problem, reports from some of the Asians newly arrived in the no man's land spoke of large convoys of other refugees building up on the Iraqi side of the border.\nRelief officials and private agencies, while seeking to remove some of the bureaucratic obstacles that have impeded the flow of supplies to the camps - and especially to Shalaan One, where about 40 percent of the 40,000 refugees still have no shelter - are worrying most about the problems of getting enough planes to carry the Asians home.\nSo far, despite an urgent appeal to 24 governments issued on Friday by the International Organization for Migration, which is arranging the air and sea charters, barely half of the estimated $52 million needed to get the first 100,000 refugees home has been contributed.\nRefugee Flights Leave Gulf\nBy The Associated Press\nA chartered jet carrying more than 300 weary American evacuees from Kuwait landed in Charleston, SC., tonight after a flight from Jordan. Most were women and children. Social workers, Customs agents and other officials prepared to to help those aboard make arrangements to fly on to other destinations.\nNear London, a chartered Iraqi Airways jumbo jet arrived at Gatwick Airport tonight after a six-and-a-half-hour flight from Baghdad. British Airways, the ground agent, said there were 438 people on board, including 176 Britons, 163 Americans and 32 Irish. Also on the flight were people from Indonesia, the Philippines, Jordan, Kenya, Taiwan, Lebanon, Trinidad, Singapore, Jamaica, the Seychelles, Sri Lanka, Nigeria and South Africa.\nAnd a squadron of Indian Air Force planes flew home hundreds of Indian nationals from Jordanian camps."}, {"text": "About New York; French Palates Crave a Taste Of Harlem Spice\n1990-08-18T05:00:00.000Z\nRobert Fridman, French and therefore dapperly dressed as if for cocktails in St. Tropez, gazed past the 19th-century wooden row houses on Sylvan Terrace in Harlem and reflected on the American Condition. ''Our Manhattan friends said we were crazy to come here. I don't think New Yorkers refuse to visit Harlem because of fear,'' Mr. Fridman said meditatively, ''They have a guilty conscience - they realize they have done nothing for the blacks.''\nIf it's August and a French tour bus is nearby, this must be Harlem. French visitors climb the Empire State Building, they shop at Bloomingdale's, they take in a Broadway show. But more than anything else, and more than anyone else except perhaps the Japanese, they want to see Harlem. The French go not as timid tourists, but as adventurers with a proprietary interest. Faster than you can say Josephine Baker, they will tell you that they discovered jazz. And much faster than you can say Alexis de Tocqueville, they will dissect American society.\nMr. Fridman's wife, Annette, who had been peering suspiciously through Lina Wertmuller-style glasses at the bubbling street life of 125th and Adam Clayton Powell Jr. Boulevard, was not impressed. ''It's really not that different from Pigalle,'' she said, turning to her tour guide. ''Are you avoiding the dangerous areas?'' The guide nodded apologetically. Shrugging his shoulders at the bourgeois surroundings, Mr. Fridman headed back for the air-conditioned bus.\n''If this is Harlem, then I am disappointed.''\nLater, Mr. Fridman was favorably impressed by the fried chicken and collard greens (''well spiced'') at Sylvia's, a large soul food restaurant on Lenox Avenue that is to foreign tourists what Les Deux Magots is to Americans in Paris. He was less enthusiastic about Showman's Cafe, where jazz and two free drinks were included in the $60 Harlem by Night tour. ''A little sterile,'' he said, coolly assessing the ski-lodge-style wood paneling and hanging plants. ''A little too touristical.''\nMost major New York City tour operators include Harlem on their itineraries, and there are three companies that offer specialized tours of church gospel music, soul food, architecture and urban life. One of them, Harlem Spirituals Inc., which was founded by a Frenchman, shepherds 20,000 foreigners through Harlem a year. The majority are French, and they go in search of the ghosts of Count Basie and Louis Armstrong, and to bask in warm indignation about American urban strife. ''Most of them are nice families,'' William Montez, 47 years old, a tour-bus driver, said. ''They ask to go to the rotten, rotten areas.''\nTour guides struggle valiantly to dispel preconceived notions about Harlem. They bypass crack neighborhoods and soup kitchens, (there, tourist buses are sometimes welcomed with stones, bottles and raw eggs) and stress the renaissance, showing off the recently reopened Apollo Theater and the better city blocks. ''I was expecting small narrow streets, garbage, fire escapes, police sirens, gunshots,'' Yves Francois, a commercial art director from Paris, said. ''A real Western.''\nPreconceived notions go both ways. ''The French have a great respect for their language,'' said Clarence Cooper, the manager of Sylvia's Restaurant, who learned his French in Quebec. ''If you don't speak it properly, they get offended,'' he said, adding,''If you speak it well, they are very nice.'' Mr. Cooper conceded that his regular patrons occasionally get tired of watching busloads of foreigners trooping in. ''This is their place; they feel invaded,'' he said, then added, ''but everyone is nice about it. We're always happy to see money spent in Harlem.''\nSometimes even the tour guides harbor misconceptions. Explaining social conditions, Panos Foscolos, a Greek emigre and tour guide who speaks fluent French, creatively mingled what he called official statistics on illiteracy, drug addiction and life expectancy for black males (''lower than in Bangladesh'') with his own impressions of black culture. ''You will not see any yellow taxi cabs in Harlem,'' he stated firmly into a hand-held microphone. ''Blacks do not like to take white people's cabs; they prefer their own.'' (David Troup, a tour guide who has lived in Harlem, informs his groups that because yellow taxis mostly refuse to drive to Harlem, residents are obliged to rely on gypsy cabs.) Mr. Troup, who has also lived in Paris, explained that French tourists occasionally need special handling. It is a waste of time just to tell them not to take photographs in church. ''They'll do it anyway,'' he said. ''But if you tell them that better than anyone else, the French know how to show respect, and that they must serve as an example to the others, then they won't take pictures.''"}, {"text": "St. Paul Journal; He Says Populist but Foes Say Pasha\n1990-02-01T05:00:00.000Z\nWhile other states grapple with crime or drugs or unemployment, the Minnesota gubernatorial race this year may hinge on one question: Is Gov. Rudy Perpich an arrogant autocrat who lives in a Middle Western Taj Mahal or an offbeat populist who carries his own luggage?\nAs half a dozen opponents line up to run against him in November, the three-term Governor, a Democrat, is at the center of a front-page squall over what critics call his ''lavish life style'' and quirky behavior.\nThe trouble began last month when The St. Paul Pioneer Press Dispatch published a list of the contents of the Governor's mansion, a 33-room English Tudor house used by Minnesota governors since 1966. It included 156 chairs, 81 tables, 26 sofas, 16 rugs and 23 lamps.\nIn what opponents called an overreaction, the Governor responded that the mansion had only 113 chairs, 59 tables, 15 sofas, 12 rugs, and, yes, 23 lamps. The rest of the furnishings named by the paper were in storage.\nThe Governor's wife, Lola, was so outraged that she cut short a trip to New York to tell the Minnesota press that she wanted to sell the mansion and give the proceeds to the homeless.\nThe trouble did not stop there. Angered after a reporter referred to his Lincoln Town Car as a limousine, the Governor scrapped the car and driver for a Chevrolet Caprice, which he drives himself.\nThen came an article in the St. Paul paper saying that the state police had been escorting the Governor's 29-year-old daughter, Mary Sue, to concerts and on shopping trips. Governor Perpich immediately declared that if his family could not have security, neither would he. He got rid of his own bodyguard.\nThe Governor's supporters note that a mansion, a bodyguard and a limousine are standard perquisites for most governors, and are dwarfed by the boats and indoor swimming pools that others get.\nTo defuse some of the talk, the Governor and his wife took reporters on a tour of the mansion the other day to show how difficult it is to live there. They pointed to a leaking roof and told of an oven door that was held up by a string before $1.3 million in renovation work began.\n''This entire first floor looked like Bangladesh,'' Governor Perpich said. ''You have to have it so it looks right.''\nThe mansion uproar comes after years of what people here describe as offbeat behavior by the Governor that at first endeared him to Minnesotans but now seems to mystify them.\nA few years back, for instance, small farm towns in Minnesota were abuzz after the Governor began dying his graying hair brown. Indeed, one theory for the Governor's behavior, said The Star Tribune in Minneapolis in a recent editorial, was, ''The horrid shoe-polish brown tint that's been applied to his hair also has affected his brain.''\nCharles Backstrom, a professor of political science at the University of Minnesota, described the hair coloring and other eccentricities this way: ''It's un-Minnesotan.''\n''People are unpretentious around here,'' he added. ''He acts kind of flaky. People like somebody a little bit more stable.''\nThe Governor's approval rating among unassuming Minnesotans reached a low this month with fewer than one in three saying he should seek re-election, according to a poll in The Pioneer Press Dispatch.\n''It's going to be a recurring theme in the campaign - his behavior and his arrogance,'' said Duane Benson, a Republican who is minority leader of the Minnesota Senate. ''The person who grabs a lunch pail in the morning is having a hard time identifying with someone who spends a million dollars on his house and still can't fix the roof.''\nGovernor Perpich dismissed the charges as campaign rhetoric. ''I've been center stage for four months, bleeding and bruised,'' he said. ''It's a wonder I'm still standing.'' Amid the ruckus, William J. Janklow, former Governor of South Dakota who is a Republican, wrote to the St. Paul paper to extol Governor Perpich. Mr. Janklow said that on their travels abroad, Governor Perpich ''rode in the front seat of cars, readily took taxicabs when a chauffeured limo was available, carried his own luggage and never acted or presumed any regal role.''\nSome say the attention to Mr. Perpich's life style says as much about the governed as the Governor. ''Perpich has been around longer than any other Governor and some people are just tired of him,'' Professor Backstrom said. But few are willing to say the Governor is out of the game.\n''He has been in trouble before and bounced back to win big,'' the professor said. ''He is not to be counted out by this.''"}, {"text": "Job Fair Is Bleak Portrait of Economic Mood\n1990-11-13T05:00:00.000Z\nArmed with resumes, years of experience and tenuous hopes for employment, thousands of people stood for three hours or more yesterday, waiting to enter a job fair and gain the attention of receptive industry recruiters.\nAs a sign of the current economic climate, the event, which was held at the Roosevelt Hotel in Manhattan by a private job fair organizer called National Career Centers-USA Inc., offered a bleak snapshot of New York City's economic mood. Recent college graduates rubbed elbows with jaded longtime jobholders who had either been laid off or who feared the prospect was imminent. Along a line that snaked around four city blocks from Madison to Vanderbilt Avenues on East 45th and 46th Streets, well-dressed people carrying attache cases talked of recesssion, of months without income, of dreams scaled down. Billing the event as a minority professional recruiting center, advertisements said the focus would be on \"women, African-American, Asian, Hispanic, American Indian, over-40, veteran and disabled professionals,\" and indeed the crowd seemed diverse, although there seemed to be few people over 50 years old in attendance.\nOnce they gained entrance to a second-floor exhibition room inside the hotel -- where tables had been set up by three dozen companies, including I.B.M., Campbell Soup, Home Box Office, Bear Stearns, Colgate-Palmolive, Xerox, Continental Grain, Brooklyn Union Gas and Walt Disney Imagineering, as well as the National Transportation Safety Board, and the Planned Parenthood Federation -- the job seekers found more lines and, in some cases, no positions in the specialties they were pursuing. Recruiters acknowedged that some of the positions were \"in the proposal stage\" and not yet established. But though many people expressed qualms about the way the fair was run, they left their resumes, hopeful that someone would single them out of the pile.\n\"This is an unusually large crowd,\" said Rob Imlay, regional director of the company that organized the fair, who estimated that 8,000 people would attend by the day's end. \"It has to do in part with the fact that more companies are being more aggressive about affirmative action, and in part with the downsizing going on in New York. A lot of people here don't know what the future of the job they now hold is.\"\nEntrants to the fair did not have to pay admission. It was subsidized by fees charged to the companies participating, but neither Mr. Imlay nor officers at his company's headquarters in Fayetteville, N.C., would divulge how much those fees were. 'It's Human Nature'\nOne of the advertisements cited the possibility of \"Salaries/Compensation to $250,000,\" but many people leaving the fair complained that the jobs seemed limited to sales and did not include other categories of work suggested in the advertisment. Mr. Imlay denied this was true.\n\"Just look at the brochure,\" he said, leafing through the fair's guide, which listed acounting, finance, information, services, consulting and administration among the possibilities. He dismissed the disatisfaction, saying, \"It's human nature to complain if you don't get a job on the spot.\"\nStill, even as people outside on the line learned of the complaints, few, if any, gave up, nor were they dissuaded by the length of the wait. \"I'm not surprised by the line, I was prepared for it,\" said Raymond Robinson, a Jersey City resident who took the day off from his job on Wall Street as a retail securities and commodities broker.\n\"The retail brokerage business is lousy and I want to get into institutional brokerage,\" he said. \"My entire career has been on Wall Street, and that is scary, so I would stand here another week if I had to. When Wall Street stops, everything else does, too.\" 'Means Nonemployed'\nWaiting behind Mr. Robinson, an architect who would not give his name said, \"I have been self-employed, which means nonemployed, because I work in the luxury area, designing residences on Long Island.\" Business evaporated, he said, adding that \"people are not doing the $150,000 renovations on the $1 million houses anymore.\"\nSeveral teachers were in the crowd, among them Michael Prince of Manhattan, an elementary school mathematics teacher. \"I'm fearful about the layoffs of teachers in the city, so I am trying to switch into sales,\" he said.\nMasud Ahmed, who came to Astoria, Queens, from Bangladesh and is a graduate student in environmental science at Staten Island College, said he had been selected by the city for an assistant geologist position, and then that job was frozen. \"So I'm here looking for something in hazardous waste,\" he said from his vantage point at the rear of the line.\n\"Sure I'm nervous, this is a recession,\" said Vasunder Bhashyam of Bronxville, N.Y., a father of two children who said he was laid off after 10 years as a computer engineer with a photocopy company in Stamford, Conn. \"Twenty percent of the company was let go.\" Sharing War Stories\nMost people seemed resigned to the travails of unemployment and were sharing war stories. But Yanick Dominijanni of Forest Hills, Queens, was angry as she looked across the street at the office of her former employer, the Manufacturers Hanover.\n\"They started laying off people on Oct. 18,\" she said. \"As I was the oldest one there -- 49 -- and had 10 years on the job in liaison in corporate banking operations, I should have had seniority. But I was told I didn't fit the company and was forced to resign. How could I not fit after 10 years? I am a single parent; I have a son in his freshman year of premedical studies at New York University. I'm here to save my son from being kicked out of school and because of the need to support myself.\"\nIn direct contrast was the equanimity expressed by Mihaeli Mihai, a mechanical engineer who came to New York from Bucharest a year ago. She had stood in line for more than two hours.\n\"This is nothing, she said. \"In Romania, you stand in line longer for food.\""}, {"text": "Confrontation in the Gulf; Combined Force in Saudi Arabia Is Light on Arabs\n1990-09-05T05:00:00.000Z\nSome Arab Units Overdue\nWhile the United States is dispatching a large force to the kingdom, the contributions of Saudi Arabia's Arab allies has been relatively modest, and in some cases slow to arrive.\nThe small Arab troop deployments have already prompted concern by Senator Sam Nunn, Democrat of Georgia and chairman of the Armed Services Committee. Senator Nunn told reporters here last week that the Arab force might be seen as little more than a fig leaf unless Egypt deployed more forces, particularly tanks, for use in defending the long northern frontier.\nThe desert floor near the encampments of the Arab forces here is rocky and firm enough that a bus full of journalists scoots along as if it was moving on a bumpy roadway. Tanks could maneuver easily here but would have no place to hide in the flat terrain, which stretches from horizon to horizon. Under rules imposed by the American military, the location of the forces here cannot be disclosed.\nShallow trenches have been dug around the encampments to control the vehicular traffic - and to keep out the camels. Saudi and other Arab officers describe the camps as an ''assembly area,'' where troops gather before moving forward to take up defensive positions near the border and from which Arab forces could mount counterattacks against invading Iraqi tanks.\nSeparate Commands\nThe Arab forces and the American military here are under separate commands. The Arab troops stand between the Iraqi tanks and the American ground forces and would be the first to join in the fighting.\nCompared with the large number of American forces in Saudi Arabia, however, the forces contributed by the kingdom's Arab allies are modest.\nBrig. Gen. Mohammed al-Shehri, who is charge of logistics for the Arab forces, disclosed the roster of the Arab forces to reporters here.\nThere are about 2,000 Egyptians, according to the General and an Egyptian colonel who briefed reporters here. In addition, there are about 3,000 Syrians, 2,000 Moroccans and 2,000 troops from Kuwait, who fled after the Iraqi invasion, the general said. He added that there are about 10,000 troops in the joint gulf force and Saudi soldiers from the other gulf countries. And soldiers from Qatar could be seen on the nearby highway.\nFrom the Subcontinent\nTroops from Pakistan and Bangladesh have yet to arrive. The general said that the Afghan insurgents, which were to be part of the force, are not here yet either, and their precise military mission is something of a mystery.\nThe general, who provided his breakdown of the Arab forces with the approval of Saudi public affairs officials, said three Saudi brigades were stationed in the north.\nGeneral Shehri said the Arab ground forces could carry out a ''holding action'' of three to four hours against invading Iraqi forces while Saudi and American aircraft pummeled the Iraqis in the open desert. He also expressed disdain for Baghdad's military abilities, saying the morale of Iraqi soldiers was low. Nonetheless, Senator Nunn and other officials say more Arab forces are needed for political as well as military reasons.\nParticularly Few Egyptians\nOne big question is the size of the Egyptian complement here. With a 320,000-man army and thousands of tanks, Egypt's 2,000-man force is meager, and its relatively light equipment appears to have only recently arrived.\nPentagon officials have said they hoped that Egypt would send two divisions including tanks. But at the same time, an American official said, the Pentagon is wary of using its limited airlift and sealift space at this time to transport Egyptian forces. American officials also said that it is not clear that Egypt has the ability to support such a large force in the field.\nThere have been also reports that the Saudis are reluctant to accept such a large Egyptian military presence, but publicly Saudi officials say that Egypt is free to contribute more forces if it wants to.\nValue of Air Power\nMaj. Gen. Turki al-Nufai, who commands Saudi and Arab troops from gulf countries, the force of the Gulf Cooperation Council, said he had nearly a division and would order his men to take up defensive positions near the front once some additional troops arrived.\nThe Arab commanders' optimistic assessments about their ability to take on the Iraqis appeared to reflect the role to be played by Saudi and American air power, as well as their low assessment of the Iraqi military. General Shehri, for example, said that Iraqi gas masks fit Iraqi soldiers so poorly that if poison gas were used, ''they will have the problem first.''\nSome American commanders have less confidence in the ability of the Saudis and other members of the Arab multinational force to mount a succesful defense. The Marines, for example, have already drawn up contingency plans for Saudi forces to take up positions on their western flank after a Saudi retreat."}, {"text": "A Death Warrant for Tigers?\n1990-02-18T05:00:00.000Z\nLEAD: As Billy Arjan Singh, one of India's foremost conservationists and the world's leading expert on solitary big cats, says, ''While the tiger may be behind us in intellect, he's got some qualities we lack.''\nAs Billy Arjan Singh, one of India's foremost conservationists and the world's leading expert on solitary big cats, says, ''While the tiger may be behind us in intellect, he's got some qualities we lack.''\nAnd they are qualities we may be missing in a few decades, unless further steps are taken to preserve the species.\nI've just returned from Tiger Tops in Nepal, where I saw in the wild the most splendid and majestic of all animals, the royal bengal tiger. The tiger is the largest predator extant, and is therefore at the apex of the biological pyramid, the ultimate consumer in the complex food chain of the forest habitat. So by protecting the tiger we are also protecting the natural balance of his prey species, and in turn, what those species eat, all the way down the line to the very air that we breathe.\nHaving originated in Siberia, the tiger found his best home in the Indian subcontinent. There are eight subspecies, two of which (the Caspian and the Balinese) are already extinct. The other six are the Siberian, Chinese, Indochinese, Indian, Sumatran and Javan.\nOn the Indian subcontinent, the tiger is at home in a variety of environments: from the coniferous Himalayan forests to the steaming mangroves of the Sunderbans delta, from the swampy reedlands of the lowlands to the rugged, scorched hills of the Indian peninsula, and from the evergreen forests of the northeast and the south to the arid, scrub-thorn forests of Rajasthan.\nUnlike the lion, the tiger is solitary for most of his life, a lone hunter who lives by stealth and relies on cover for success in hunting. The only associations are between male and female during the short courtship period and, of course, the long association between a mother and her cubs. A tigress needs between 15 and 20 square kilometers of prime habitat. A male, which typically mates with two or three females, needs up to 50 square kilometers.\nEven in India, as prime tiger habitat dwindles and proximity with man becomes closer and more threatening to both man and tiger, tigers are maligned for killing cattle and sometimes killing and eating humans. Though such behavior cannot be tolerated, invariably it is disturbance or injury that compels the animal to act in such a manner.\nAlthough by training and instinct tigers avoid man, they may attack humans if there are insufficient buffer zones between parks and farmland. When a wildlife habitat is degraded, with resultant reduction in the population of natural prey, tigers may be driven to eat cattle if these are close by. When humans attempt to avenge livestock killings by shooting the tiger, they may only manage to wound him. The injured tiger, partly out of fear and anger and partly because he is no longer capable of killing wild prey, then goes after domestic cattle or even man.\nA few such instances may embolden a tiger to take to man-killing and then man-eating, although by nature a tiger would do neither. Tigers that have killed three times are declared man-eaters, and a death warrant is upon them.\nAnd such warrants are being issued with alarming frequency. Only one-quarter of India's tigers live in tiger reserves, and 80 percent live within protected areas. The rest live in marginal habitat which is threatened by cattle grazing, deforestation and the collecting of fuel wood and fodder. Clearly, you can't have people and domesticated animals living side by side with tigers.\nTherefore, it is to those areas where the tiger has the best hope of survival that attention should be paid. The Sunderbans, which fall in Bangladesh and India, have the largest concentration of tigers in the world (between 400 and 500). There the prey is narrowed down to chittal (spotted deer) and wild boar. Better yet, humans do not want to live there, because much of the land is swamp. In addition to preserving such areas and creating more buffer zones, conservationists also need to maintain corridors between sanctuaries. There are seven parks in three states in southern India, for example, and passage from one to the next should be safeguarded for the tiger.\nIndia and Nepal are the two countries that have been most diligent about preserving their tiger populations. Estimates put India's tiger population at 40,000 in 1900. By 1970 there were fewer than 1,800 left. If not for a huge conservation campaign begun in 1973, tigers would now be on the verge of extinction. By last year, however, their population had risen to 4,500 in India, with a total of about 6,000 in the world.\nBut even the success of that campaign is now threatened by development. In 1900, 40 percent of India was forest cover, including marginal scrublands. In 1980 the figure was 14 percent, and now it's 8 percent. In 40 years, 80 percent of forestland has given way to human expansion. Since India's population growth is one of the lowest in the world, the tiger is in even greater danger elsewhere.\nThe life and future of the tiger may seem somewhat remote to Americans, particularly since so much attention to wildlife conservaton has been directed very effectively toward Africa of late. But isn't it Asia and the tiger's turn now for some serious consideration from conservationists and statesmen everywhere?\nIn the words of one Indian I spoke to on my recent trip to the subcontinent, ''Pessimism amongst conservationists only makes politicians unconvinced that they should help.''"}, {"text": "INTERNATIONAL REPORT; Experts Tally the Cost Of Rebuilding Kuwait\n1990-09-17T05:00:00.000Z\nWith Iraqi soldiers crushing roads under the weight of their tanks and reportedly mining public utilities and oilfields, how quickly would Kuwait be able to rebuild its economy if it is liberated?\nThe key issue is when would foreigners feel safe to return. Far more difficult to replace than roads and buildings would be Kuwait's 550,000 foreign workers, who, before Iraq's invasion, far outnumbered the 150,000 working Kuwaitis.\nRebuilding Kuwait would be costly but feasible, Kuwaiti businessmen and American experts said, because the wealth of the Persian Gulf city-state depends on giant underground oil reserves that would still be there after any fighting.\nUnlike Saudi Arabia and many other oil states, Kuwait has not built large factories at home. And it is much less dependent on commercial trade and banking than was Beirut, the once-rich Lebanese city devastated by fighting.\nOverseas Assets\nBecause Kuwait has invested much of its oil wealth overseas, it has enough income-producing assets to finance its own recovery. But because it imported foreign workers for the economy's day-to-day operations, and tens of thousands have now fled, getting them back will be essential.\nOnly about a tenth of the country's mechanics and electricians were Kuwaitis, and the foreign work force was the product of years of selection. Less-skilled employees tended to be sent home, said Nasser al-Rashed, the chairman and managing director of Kuwait's partly state-owned Public Warehousing Company.\nMost foreign workers came from the Middle East and Asia, particularly Jordan, Egypt, Pakistan, India, Bangladesh and the Philippines, and they were employed at everything from cleaning floors to running banks and Government offices.\nUp to half of these workers appear to have fled. But most are likely to return, if given the opportunity, because of the high unemployment, much lower wages and occasional political violence in their home countries, experts say.\nWesterners also appear willing to return. Katherine C. Baker, an American store manager who worked for three and a half years in Kuwait, fled across the desert to Saudi Arabia after spending 10 days in occupied Kuwait. She said she was eager to live and work again in Kuwait but added she might not settle there permanently if Saddam Hussein remained President of Iraq.\n''If he retreated to his border, he'd come back out someday,'' Ms. Baker said.\nWilliam A. Baker 3d, her brother and an American construction consultant who has lived in Kuwait for the last 11 years and was on vacation in Europe when Iraq invaded Kuwait on Aug. 2, said he would be on the ''first plane in'' if Iraqi troops left. Foreigners living in Kuwait were accustomed to the risk of conflict, he said, because much of the Iran-Iraq war from 1980 to 1988 was fought nearby, and periodically threatened to engulf Kuwait.\n'The Ground Shook'\n''From the beach, you could sit there and watch the horizon light up'' from artillery duels, Mr. Baker said. ''The ground shook, and the windows shook.''\nIndeed, many Americans who have recently fled Iraq and Kuwait are eager to return to the high salaries and rugged environment these countries offered, said Michael P. Saba, an Illinois businessman and founder of Coming Home, a hostage support group. ''None of them have told me they don't want to go back,'' he said.\nBringing back skilled labor is also important to rebuilding service industries like banking that Kuwait was developing to reduce its dependence on oil, said Fawzi al-Sultan, a Kuwaiti who is one of the 22 executive directors of the International Bank for Reconstruction and Development, better known as the World Bank.\nKeeping in Touch\n''These are the kinds of areas that our future strategy was to build up,'' he said, adding that Kuwaiti companies were staying in touch with the skilled foreign workers who had fled.\nStill, the heart of Kuwait's economy remains the highly automated oil industry. Oil production and refining employ a tiny fraction of the country's work force, but they accounted for $11.7 billion of the $23 billion gross domestic product last year, according to a report from the American Embassy in Kuwait on June 30.\nSheik Ali al-Khalifa al-Sabah, Kuwait's Finance Minister and the oil minister until recently, said a lot of flexibility and backup systems had been built into the country's oil industry. The oil industry could be repaired even after a systematic Iraqi effort to destroy it, he said.\n''It will take only a couple of weeks before reaching something like 1.5 million barrels a day, even if the damage is extensive,'' he said in a brief statement responding to questions. Reaching Kuwait's maximum capacity of 2.5 million barrels a day could take a year if damage is heavy, he said.\nSome oilfield repair experts questioned such a quick recovery. ''That's impossible,'' said Neal J. Adams, the president and owner of Neal Adams Firefighters Inc., one of four small Houston companies that dominate the international market for oil well blowout repairs.\n''If Iraq went in there and made a concerted effort, it could take Kuwait three to five years'' to repair the damage, he said. A single stick of dynamite can disable a wellhead and only a few people in the world are trained to bring oil well fires and blowouts under control.\nRepairs Could Cost $10 Billion\nIf Iraq destroys oil wells, refinery equipment, power plants and water desalination plants, repairs could cost $10 billion, said Patrick L. Clawson, a resident scholar at the Foreign Policy Research Institute in Philadelphia.\nMost of Kuwait's water comes from the desalination plants, and their destruction could pose more short-term problems than the loss of oil production capacity, said a United States official who spoke on condition that he not be identified. Fresh water would then have to be shipped in, a fairly common practice when the Persian Gulf construction boom of the mid-1970's pulled in more immigrant workers than water supplies could accommodate.\nThe Kuwaiti Government has overseas investments worth more than $70 billion, and they produced net investment income of $8.1 billion last year, according to the American Embassy report. Together with oil revenues, the overseas investments should easily pay for the country's reconstruction, Mr. Clawson said.\nBanking Supported\nKuwait's manufacturing output, much of it in building materials and processed food, was worth about $700 million last year. Banking and finance totaled $450 million. The Kuwaiti stock market, once one of the world's dozen most active exchanges, has never recovered from the 1982 collapse of the parallel but unofficial Souk el-Manakh securities market, the American Embassy report said.\nThe Kuwaiti Government has also had to support the country's banking industry since 1982, the report said.\nKuwait's modern port operations made the country a distribution center for Persian Gulf imports during the 1970's, said a Kuwaiti businessman. But trade withered in the last decade because of the construction of similar ports elsewhere and because Kuwait, which sided with Iraq during the Iran-Iraq war, lost the Iranian markets.\nIf Iraq retains control of Kuwait, it will have little incentive to rebuild the city-state, said Rashid I. Khalidi, the associate director of the Center for Middle Eastern Studies at the University of Chicago. ''Kuwait would be a somewhat shabbier version of its former self, and all the money that went to the Kuwaiti royal family and abroad would go to the Iraqi central treasury,'' he said."}, {"text": "PREPARING FOR THE WORST; The Stuff Wars Are Made Of\n1990-08-26T05:00:00.000Z\nIn the last week the United States crossed a threshold in confronting Iraq over its Aug. 2 invasion of Kuwait. It became more than a nation responding firmly to an international crisis; in its collective consciousness and in cold fact, it began preparing for war.\nThe signs were numerous. In characterizing the Americans and other foreigners held by Iraq as hostages, President Bush in effect accused President Saddam Hussein of direct hostile action against the United States. While declaring peaceful and defensive intentions, Mr. Bush repeatedly evoked memories of America and its allies justly confronting threats in the past as he argued for resolve now.\nThe American and foreign military buildup in Saudi Arabia and the Persian Gulf hit full stride, and Mr. Bush called up the reserves, the first time they have been called since the Vietnam war.\nThe costs of this effort, many billions of dollars even without the mammoth expenditures that would be required in a war, will weigh heavily on a Federal Treasury already battered by seemingly uncontainable deficits and on a national economy tilted toward recession. The Dow Jones industrial average lost nearly 4.5 percent of its value in one week as investors feared the worst.\nThe charts and pictures on this page and on page 3 illustrate the magnitude and complexity of the mobilization, and give some hint of its costs. Experts caution that even the best cost estimates are speculative, in large part a reflection of the uncertainty of the days, weeks and months ahead.\nALIGNED AGAINST IRAQ\nThe United States has been joined in the operation against Iraq by many counries from the West, Middle East and Asia. Full data on troop strength, equipment and deployments have not been released but many details are known. Iraq has about 170,000 troops in Kuwait and on the border with Saudi Arabia, of a force that has been estimated as high as 1 million but is probably less. Iraq also has 500 planes and 5,500 tanks but a weak navy.)\nCountry:\nTroops:\nShips:\nWarplanes:\nCountry: U.S.\nTroops: More than 110,000 committed to region includiung 40,000 now in Saudi Arabia, 35,000 on ships\nShips: About 45 warships, including 4 aircraft carriers, 1 battleship, 2 hospital ships and 2 submarines\nWarplanes: At least 300 on ships, 180 in Saudi Arabia\nCountry: SAUDI ARABIA\nTroops: Troops: 38,000, National Guard: 56,000, Navy: 7,200, Air Force: 16,500\nShips: 8 warships\nWarplanes: 180; 36 flown from Kuwait\nCountry: AUSTRALIA\nShips: 2 warships\nCountry: BANGLADESH\nTroops: 5,000 likely\nCountry: BELGIUM\nShips: 2 mine hunters, 1 supply ship\nCountry: BRITAIN\nShips: 4 warships, 3 minesweepers\nWarplanes: 36 in three countries\nCountry: CANADA\nShips: 3 ships\nCountry: EGYPT\nTroops: 5,000\nCountry: FRANCE\nTroops: 8,500*\nShips: 4 warships, 1 aircraft carrier, 2 support ships\nCountry: GREECE\nShips: warships promised\nCountry: GULF STATES\nTroops: 10,000\nCountry: ITALY\nShips: 2 frigates\nCountry: MOROCCO\nTroops: 1,000\nCountry: NETHERLANDS\nShips: 2 frigates\nCountry: PAKISTAN\nTroops: 5,000\nCountry: SOVIET UNION\nShips: 2 warships\nCountry: SPAIN\nShips: 3 ships\nCountry: SYRIA\nTroops: 1,200\nCountry: TURKEY\nTroops: 70,000 on border\nCountry: WEST GERMANY (deployed to eastern Mediterranean)\nShips: 3 minehunters, 2 minesweepers, 1 supply ship $\n*Includes 3,500 troops on 4 warships, plus troops from Djibouti and the Indian Ocean.\n(Sources: Reuters; Associated Press; Defense Department; Center for Defense Information.)\nMOVING MOUNTAINS\nThe American military's principal action in the Persian Gulf crisis so far has been transporting thousands of troops and huge amounts of materiel from many points in the United States and elsewhere. Some highlights:\nBy rail. The Association of American Railroads says that rail companies hired by the Pentagon have transported to ports more than 2,000 flatbed and boxcar loads of equipment, including everything from M-1 tanks to ammunition.\nBy truck. The American Trucking Association said the Pentagon could call on thousands of truckers nationwide. For example, Landstar System Inc. of Stamford, Conn., ran 327 truckloads from Fort Campbell, Ky., to port at Jacksonville, Fla., 780 miles away. Cost to the Pentagon: from $1.05 to $1.30 a mile per truckload.\nBy sea. The Military Sealift Command says that as of late last week it cost $93 million to move equipment by sea. Much of the 447,000 short tons was sent on eight fast sealift ships, which carried the equivalent of enough fully loaded semi-trailer trucks parked side by side to cover 76 football fields, including end zones.\nForty cargo ships from the 96-ship Ready Reserve Force have been activated, and three commercial cargo ships have been chartered so far.\nBy air. The Center for Defense Information says 286 military transport aircraft are being used: 174 C-141's, each capable of carrying 200 troops and 34 tons of equipment; 32 C-130's and 80 C-5's. Both the C-130 and the C-5 can carry 340 troops and 130 tons of equipment.\nThirty-eight commercial aircraft also are being used.\nCOSTS OF DEPLOYMENT: AN EDUCATED GUESS\nThe Pentagon on Aug. 15 gave a preliminary estimate of $1.2 billion for the cost of Operation Desert Shield through Sept. 30. But that did not take into account subsequent developments like the call-up of reserves, and in any case military officials for strategic reasons are reluctant to provide many specifics about deployments. The estimates here were developed by the Center for Defense Information, an independent organization of retired senior officers that analyzes military policy. The number show how much it might cost, above and beyond normal military operations, to keep 100,000 American troopsin Saudi Arabia with other forces aboard ships in the region. There is no way to calculate the costs should war break out, the center says. Military units Cost per day (in millions) Navy Independence carrier battle group 1.7 Eisenhower carrier battle group 1.7 Saratoga/Wisconsin battle force 2.0 Two hospital ships 0.2 Sealift 3.8 Joint Task Force, Middle East $0.5 Marine Corps 2 Marine Amphibious Ready Groups (5,000 marines) $0.5 Marine Expeditionary Force (45,000 marines) 4.5 Army 50,000 troops $4.0 Air Force 245 tactical combat aircraft $1.6 5 AWACS 0.1 40 aerial refueling aircraft 0.9 Airlift operations 6.3 Reserve/Guard forces 50,000 $4.2 TOTALS $31.9\nNote: Estimates assume a cost of oil of $31 a barrel.\n(Source: Center for Defense Information)\nCARE AND FEEDING OF THE TROOPS\nThe Department of Defense has allocated $600 million for food, clothing and medical supplies for troops involved in Operation Desert Shield in Saudi Arabia. About $400 million is for food, $25 million for medical supplies and the rest for clothing. Here are examples of the quantities and costs of such supplies as of Wednesday. Item Quantity Cost Medical > Suncreen lotion 150,000 bottles $219,000 Lip balm 600 boxes, a100 tubes 99,000 Foot powder 230,000 tubes 80,000 Chigger repellent 40,000 cans 76,400 Food Hamburger 2,000,000 pounds $2,000,000 Fresh fruits & vegetables 2,000 pounds N/A Clothing and protective gear Chemical protection suits 168,000 $68.15 each Goggles 100,000+ 3.85 each Sewing kits 100,000+ $3-5 each\n(Source: Defense Personnel Support Center)\nOIL'S POWER OVER THE ECONOMY\nThe economic consequences of the gulf crisis are uncertain to say the least, but econometric models can show some likely effects of a specific disruption like a sharp rise in the price of oil. These figures compare forecasts of United States economic performance by DRI/McGraw Hill, a forecasting firm. The first, issued on Aug. 2, before Iraq invaded Kuwait, assumed that the price of oil would not go above $22 a barrel. The second, issued after the invasion, forecasts what might happen if oil purchased on contract goes as high as $27 a barrel. Contract oil generally costs less than oil bought on the spot market, where it has risen above $30 a barrel. Growth in real Gross National Product 1990 1991 1992 Forecast before Aug. 2 1.1% 1.6% 2.5% Current forecast 1.0 0.6 2.5 Change in Consumer Price Index 1990 1991 1992 Forecast before Aug. 2 4.9% 4.3% 4.2% Current forecast 5.2 4.8 3.8 Change in industrial production 1990 1991 1992 Forecast before Aug. 2 1.2% 1.6% 2.6% Current forecast 1.0% 0.1% 2.8% Federal budget deficit 1990 1991 1992 1993 *3*In billions of dollars (unified budget basis, Forecast before Aug. 2 $225.5 $216.1 $197.7 $167.2 Current forecast $225.4 $234.4 $225.0 $185.1 Targets under Gramm-Rudman $100 64 28 0 deficit reduction act.\n(Sources: DRI/McGraw Hill; Joint Economic Committee)"}, {"text": "Shah Jewna Journal; Village Women Earn Respect (and Rupees, Too)\n1990-07-09T05:00:00.000Z\nTo be a woman, 40 and unmarried in a farming village of rural Pakistan is virtually to count for nothing. About all the attention a single woman can attract is negative: social ostracism and sometimes physical abuse. But here in Shah Jewna, nobody fools with Jivni.\n''She's our village St. Laurent,'' an admirer said. ''Young men want a kurta designed by her. They think her kurtas are very fashionable.''\nIn the blooming of her artistic talents through her work in village crafts, including the hand-embroidered shirts called kurtas, Jivni has rescued herself and her widowed mother from degradation and poverty so complete that there was never a hope of finding her a husband. Jivni, who uses one name, has built a house, and respect for her family, all from her earnings. She is happy and full of enthusiasm for her single life.\nThis small experiment in promoting the self-respect and economic independence of rural Pakistani women also set Shahzadi free. Shahzadi, now in late middle age, endured years of mistreatment as a young bride married into a hostile family. Then she took up weaving, the only woman in a village of artisans to do so, and started bringing in cash.\nMen Are 'Afraid of Her'\n''All the men in her family are now afraid of her,'' a neighbor said with something between glee and respect. Shahzadi, a strapping woman, is now a strong personality around Shah Jewna (pronounced shah JEEV-nah), a town in the triangle of farmland near the confluence of the Chenab and Jhelum rivers of Pakistan Punjab province.\nDevelopment experts in the Indian subcontinent agree that if there is one factor holding back this region while other Asian nations race into affluence, it is the condition of women. In Pakistan, India, Nepal and Bangladesh - the exceptions are Sri Lanka and, to some extent, Bhutan, both Buddhist nations - rural women are poor, illiterate, bereft of rights and overburdened with children.\nOn one hand, what has been accomplished in Shah Jewna shows how easy it can be to change this pattern in one village with the right set of circumstances. A few miles away, in another dusty hamlet called Dosera, the story is different. There, where people grow all their own food, the impetus to make money is less strong.\nJivni and other village women who gathered around to talk about their newfound earnings say they have not faced serious opposition from local men, many of whom are artisans or shopkeepers. The village is still self-contained, with potters, jewelers, barbers, butchers, produce sellers, street entertainers and bards who tell stories and keep unwritten histories, all living in economic symbiosis.\nWhen money is short, there is usually work in the fields in planting and harvest seasons. Many women have become part-time farm laborers to supplement family incomes. But the money, they say, was never really theirs.\n''Women here were always dependent on men, and had to ask for our money,'' said a village woman who now sells embroidery work. ''Now it is the other way around, and men are a little afraid of us. But they don't stop us from working.''\nJivni, who is training village women to make marketable woven and embroidered work for the dowries of local girls or for sale in the bazaars of bigger towns, is looking ahead to the day when women will want more from life than just extra income. That's when the problems may begin.\n''Men are more resistant to formal education for women,'' Jivni said. ''They don't complain about work because it brings in money.''\nSyeda Abdia Hussain, Shah Jewna's representative in the Pakistani Parliament, is the originator of the self-help program.\nShah Jewna is Miss Hussain's ancestral village. She returned in 1965 after finishing her university degree and decided to be a painter. There were few professions open to a woman of her background then, she said. Restless, she spent many hours getting to know women who gravitated to her family's walled compound in the heart of the village.\n''I talked a lot to the women,'' Miss Hussain said, ''and I found that they had very low self-images. It's not that the women were idle. They just didn't see themselves as useful in any way.''\nMiss Hussain posted a notice in the village mosque asking for women who could embroider. Four appeared. She put them to work, stockpiling bedspreads, tablecloths, pillow covers - whatever they made - and then confronted the problem of how to sell these crafts.\nFor 12 years, she supplied a boutique in a Lahore hotel, which became Shah Jewna's main outlet. When the rent on the shop became prohibitive, the women were thrown back on local sales. But by then, nearly a hundred women were involved in the project.\nThe success of the Shah Jewna project owes a lot to Miss Hussain's example: a well-born woman not afraid to be independent and not worried about stigma. It also owes a lot to Jivni and her extraordinary talent.\n''When I hold the cloth in my hand, my fingers just move and make the designs,'' she explained as she studied a floral pattern that she had begun to sketch on a length of homespun.\n''At first I didn't want to develop the color schemes on my own,'' she said. ''I would fetch about the whole night, thinking how it should look. But then I would get out some paper and paint and begin to sketch. That's how I found I could do it.''"}, {"text": "Now Tries to Be Then in Land of Thunder Dragon\n1990-06-03T05:00:00.000Z\nIn a country like no other in South Asia, a country where icy peaks glitter in an unpolluted sky and protected pine forests still cover the mountain slopes, where rhododendrons bloom in the glens, a 34-year-old King armed with modern technology and an ancient culture is fighting to save the last Shangri-La.\nUnder King Jigme Singye Wangchuck, this Buddhist oasis in a Himalayan world bloodied by violence from the Kashmir Valley to the hills of Assam has embarked on a paradoxical course to insure unity and calm. The royal Government is racing to make life better with the aid of foreign expertise while further isolating this remote country from the outside world.\nBhutanese consider this a matter of survival. Wedged between the world's two most populous countries, China and India, other Himalayan Buddhist nations have been swallowed by their neighbors: Tibet in 1950 by the Chinese; Sikkim in 1975 by the Indians, who also rule Ladakh, a legacy of British colonialism.\nWhere the Past Still Matters\nIn Bhutan, therefore, the past and its rituals are made to matter. While traditional Bhutanese archers shoulder the latest high-technology American bows, they begin contests dancing to drones and howls from the depths of history. In monastery courtyards, boisterous boys and girls who may grow up to be scientists settle down to chant from timeless scripts. In art classes, little fingers sculpt the Lord Buddha, along with animals and birds, from their lumps of clay.\nSatellite dishes have been banned, to prevent foreign, especially Indian, broadcasts from penetrating a nation without a network of its own. Thousands of Indians who have overstayed work contracts have been asked to leave.\nThe wearing of Bhutanese national dress - a knee-length, white-cuffed kimono for men and boys and an ankle-length wrap for girls and women - is now compulsory at all times. Policemen enforce the rule with fines.\nBy royal order, private and public buildings must be built in traditional style: half-timbered and lavishly decorated with folk art.\nMonasteries and temples, Bhutan's main attractions after its dramatic mountain scenery, are closed to foreigners. Bhutanese who enter monastic compounds without a ceremonial scarf will, as one young man explained it, ''be put behind the bars.''\nTourism Curtailed Sharply\nTourism, begun cautiously a little over a decade ago to earn hard currency, is being scaled back sharply by limiting visas and charging exhorbitant visitors' fees.\nFewer than 1,500 tourists are likely to come here this year. Each of them will pay up to $250 a day for the privilege of getting a chaperoned glimpse of this land the Bhutanese call Druk Yul, the Land of the Thunder Dragon.\nJournalists are not welcome in Bhutan. In the last two years, the royal Government has held only one international news conference, in New Delhi, to announce that the King had married the four sisters with whom he had been living. He also named one of his sons as Crown Prince, undercutting claims by a royal pretender in India.\nHimalayan people look over their shoulders from time to time at China, but they confront a more pressing reality daily in India. The southern lowlands face some of India's most overpopulated, resource-hungry and politically violent states.\nIndians in large numbers go north to work, to trade and sometimes to involve themselves in foreign campaigns that promise pro-Indian results, economic or political. The appearance of Indian politicians at early meetings of Nepal's democracy movement in January gave a substantial boost to the Nepalese Congress Party, allied to its Indian counterpart, and to the Nepalese left, a part of which has maintained close relations with the Communist state government of West Bengal.\nIn Bhutan, since the Government began curbing the influx of Indians, most of whom are Hindus, Indians from across the border have encouraged ethnic Nepalese Hindus in the Bhutanese south to raise protests. According to Indian newspapers and accounts from Nepalese in Katmandu who travel here, Indians, including intelligence agents, are fostering an anti-monarchy movement in Bhutan, using militant Gurkha groups based in the Darjeeling Hills.\nThrough a similar process, Sikkim fell to India in stages in the 1970's.\nThe King, aware of the potential for ethnic unrest in the south, has recently granted amnesty to what the official and only newspaper, Kuensel, called ''subversives.'' He has also attended Hindu festivals. Nepalese dances are included in the repertory of the Royal Academy for the Performing Arts.\nYouths Resent Restrictions\nBut pressures on the monarchy may not be limited to disaffected ethnic groups. Young people, benefiting from expanded education, including training abroad, chafe under restrictions. Many wear their Bhutanese kimonos, called kho, with indifference, over T-shirts with catchy foreign phrases.\nIn 1952, when Jigme Dorji Wangchuck, the father of the present monarch, ascended the throne as the Druk Gyalpo, the Dragon King, this was a feudal nation without roads, a postal system or air links to the outside world. Serfdom was still practiced. Bhutan, the size of Switzerland, belonged to the royal family and the lamas of a reformed school of Tibetan Buddhism. Until the Wangchuck hereditary monarchy was established in 1907, monks and local administrations ran the country from 17th century fortress-monastaries.\nDevelopment experts and diplomats say that the two latest Wangchuck kings, heads of government as well as heads of state, have made some shrewd decisions. The civil service was winnowed down and made a better-paid meritocracy. English became the language of instruction in the expanding school system, to equip youths to deal with science as well as with higher education outside Bhutan.\nDevelopment projects were chosen carefully, and scattered over the remote regions where most Bhutanese live.\nThere are new health centers for practitioners of herbal medicine, along with maternal health centers.\nThe infant death rate is high, however, because of intestinal infections and lung diseases, and medical care is made almost inaccessible by the distances from hospitals over extremely rough terrain. Figures put together by The Far Eastern Economic Review for 1988, the most recent available, showed the infant mortality rate in Bhutan to be 128 per 1,000, compared with 96 in India and 22 in Sri Lanka.\nThe other statistics in the survey also cast Bhutan in an unfavorable light. The average life span was 48, compared with 58 in India and 70 in Sri Lanka; per capita gross domestic product was $140 in Bhutan, $306 in India and $375 in Sri Lanka.\nBut what the two-year-old figures do not show is that the Government is now trying to tackle those problems in an accelerated way - something no other South Asian nation outside Sri Lanka has done.\nFood Is Plentiful\nAlthough the Bhutanese are statistically among the world's poorest people, the standard of living in agricultural villages appears higher than in India, Pakistan, Nepal or Bangladesh. Because there are no real cities -Thimphu has just 20,000 people - there are no slums, beggars or starving children. It is also an underpopulated country where food is plentiful.\nA comprehensive family planning program is being introduced, to prevent the population explosion that almost inevitably comes when childhood diseases are reduced and life expectancy extended. Officially, the country's population is 1.2 million, but aid experts believe that there are no more than 700,000 Bhutanese.\nAfter nearby Nepal opened to tourism, Bhutan watched as the drug culture took over neighborhoods of Katmandu. Vowing not to have that happen here, the Government effectively barred low-budget travelers by limiting tourism to high-priced adventure travel."}, {"text": "In Central Brooklyn, a Branch of 3d World\n1990-05-18T05:00:00.000Z\nJust down the block from the shouting boycotters, the police barricade and the embattled Korean grocery store that have become fixtures on Church Avenue in Flatbush, a man in the everyday garb of Pakistan and Afghanistan - long, baggy, pajama-like shalwar kamiz and sandals - looked over the merchandise in the Home Boy's Discount Store the other day.\nA youth walked by carrying a radio, not much smaller than a steamer trunk, blasting Caribbean reggae. A bearded, turbaned Sikh walked home with his groceries. A man burst into a store shouting in Creole, the Haitian patois of French spiced by Africa. He was told tartly, ''We don't speak that here.'' Then the clerk berated him to her co-workers, speaking in Spanish.\nAcross the street, Frank Parinango, from Ecuador, has a regular spot on the sidewalk by a parking meter, where he sells beaded bracelets, embroidered T-shirts and other vaguely ethnic objects.\n'No Speak English'\nHow long had he been in America, Mr. Parinango was asked. He smiled broadly. ''No speak English,'' he replied.\nThe Third World has opened a branch in this piece of central Brooklyn. And the waves of immigrants arriving here from Central America, Asia and the Caribbean, among other places, with the traditional dream of a better life, are making Flatbush once again what it used to be in this city of immigrants: a stepping stone on the way up, a working people's neighborhood where the cuisine ranges from cow-foot soup to tandoori. ''The Haitian people are trying to make a good living; they're trying very hard,'' said Adeline Amboise, a secretary in the shipping office of Etranex Courier.\n''They're hard-working people like all people who come to America to have a good life,'' she said. ''Whether you come from Russia or Haiti, it's all the same reason, even if people don't want to admit it.'' Come they have. Postal ZIP Code 11226, the Federal census district which roughly encompasses Flatbush, took in 17,706 immigrants from 1983 to 1987, the latest figures available, according to Frank Vardi, a demographer with the New York City Planning Commission.\nThe largest number of these, 6,027, were Haitians, making up 34 percent of the total immigration. Flatbush was the most popular destination in the city for Haitians, Mr. Vardi said, followed by the neighboring East Flatbush and Crown Heights sections.\nThe second-largest group, the figures showed came from Jamaica, 3,620 (20.4 per cent of the total), followed by: Guyana, 2,222 (12.5); Trinidad and Tobago, 841 (4.7); Grenada, 558 (3.2); Panama, 493 (2.8); China, 437 (2.5); Barbados, 389 (2.2); Dominican Republic, 311 (1.8); Vietnam, 244 (1.8); West Indian blacks of British citizenship, 203 (1.1); St. Vincent and the Grenadines, 198 (1.1); Cambodia, 168 (0.9); El Salvador, 141 (0.8); Belize, 114 (0.6); Colombia, 109 (0.6); Ghana, 99 (0.6); Pakistan, 95 (0.5); Hong Kong, 93 (0.5); Korea, 93 (0.5); Honduras, 78 (0.4); St. Lucia, 76 (0.4); Antigua-Barbados, 50 (0.3); North Yemen, 47 (0.3); Liberia, 45 (0.3); the Soviet Union, 43 (0.2), and Nigeria, 43 (0.2).\nFollowing Relatives\n''The immigration follows a pattern, because people come into an area because relatives have already settled there,'' Mr. Vardi said. ''It's typical of immigrants before. These patterns emerge over and over again in the resettlement of these neighborhoods by the new groups.''\nAs in the past, the interaction between the immigrant groups is not always smooth.\nThe current boycott started with a dispute between Haitians and the Korean grocery store owners, and some people who have studied both cultures say it may have roots in differing cultural mores.\nHaitians, for example, come from a bargaining culture similar to that of the Middle East in which the customer tries to knock down the merchant's price. It is an alien concept to the more formal Koreans, who may have to face it across a gulf of differing languages.\nFor their part, Koreans have a cultural taboo against women touching other people. With women usually the cashiers in the Korean stores, their practice of not putting change in a customer's hand seems to many Haitians and other blacks as if the women are contemptuously throwing the money at them.\nThe boycott on Church Avenue seemed far away at places like Best Meats, around the corner on Flatbush Avenue, the main shopping street. Once a row of stores that sold kosher foods, it is now a supplier of goat's heads, cow's feet and pig snouts.\n'The Melting Pot, for Sure'\n''We have Southern blacks, Jamaicans, Mexicans, Panamanians,'' said the owner, Sam Biscardi, who is white. ''This is the melting pot for sure. Whatever you can think of, they're here. This neighborhood was always good.''\nA few doors down, Ansell Palmer, a Jamaican, stood behind a counter filled with coconut drops, gizzardas and other confections of his island and voiced the universal New York shopkeeper's lament: ''The stores, they are getting so expensive. Every year the rents go sky high.''\nLike nearly every shop, his was decorated with a memento of home: a Jamaican travel poster.\n''Flatbush is one of Brooklyn's most desirable residential neighborhoods,'' the Works Progress Administration guide to New York said in 1939. Then, it was a largely Jewish neighborhood, a step from the Williamsburg and Lower East Side neighborhoods where the first immigrants settled.\nNow, the brick walls of the Beth Rivka school are plastered with posters advertising an appearance by the Mighty Sparrow, the calypso legend; an Easter celebration party sponsored by the Sons of Guyana and posters for a Haitian ''Grand Soiree Patriotique.''\nSome of the synagogues remain; others have been made into churches. There is a new Pakistani mosque on Coney Island Avenue - and a Pakistani bank under construction nearby - and another for Moslems from Bangladesh on Church Avenue. The newest immigrants, Vietnamese and Cambodians, are clustered in what appears to be the poorest area, grafitti-marred apartments near the park called the Parade Grounds. Already there is a Cambodian Buddhist temple with saffron-robed monks nearby.\nParochial School Uniforms\nMuch of Flatbush is made up of block upon block of well-maintained single-family houses, many owned by Jamaicans and other immigrants on the way up. In Roman Catholic churches like Our Lady of Refuge, which once served a mainly Irish working-class parish, the largest single group is made up of Haitians and a Mass is said in Creole on Sunday.\nIt is not a neighborhood without problems. Crack is one. Places like the corner of East 21st Street and Newkirk Avenue are known to the police of the 70th Precinct as a major drug location. Very young Vietnamese and Cambodians are said to have formed vicious criminal gangs dealing in drugs and prostitution.\n''The neighborhood has been infested with drug dealers and people coming in to the neighborhood to buy drugs,'' said the Rev. Andrew L. Struzzieri, the pastor of our Lady of Refuge. He has been helping organize the community to fight drugs.\n'Neighborhood of Hope'\n''This is also a neighborhood of hope,'' he said. ''It's changed radically over the last 12 years. People are trying to unite against drugs. This is a beautiful neighborhood. The ethnic makeup - we're a real United Nations here. Whites, blacks, Hispanics, Pakistanis, some Koreans. Every single West Indian and Caribbean island. Christians, Jews, Moslems. It's quite a neighborhood.''\nOn Coney Island Avenue, where Jamaican, Hispanic and Italian mechanics in a row of auto repair shops were working on buses from the nearby private schools of Hasidic and Orthodox Jews, Mohammed Akbar Nati, a Pakistani, served up traditional dishes like Buryani zapped under a microwave in his restaurant named for his home in Punjab.\n''We are a very young country here; we did not get our immigration until after John F. Kennedy,'' he said, referring to changes in the immigration law that opened the country to many new immigrants. ''But already we have doctors who live in Long Island, in Staten Island.''\nBut the last 19 years in New York have been good for Lalta, an Indian merchant who carries only one name in the tradition of his peasant village. His small store was stocked with curry and chili pepper and racks of videotapes of Indian movies. He owns four houses on Marlborough Street and has sent his six children through college.\n''They all graduated with high degrees, too; not just ordinary degrees,'' he said proudly, adding: ''I have done well as far as I am concerned. I came from 40,000 miles away from here.''"}, {"text": "CONFRONTATION IN THE GULF; Iraqis Are Reported to Send Home $3 Billion Taken From Kuwaitis\n1990-08-14T05:00:00.000Z\nIraq has transferred between $3 billion and $4 billion in gold bullion, foreign currencies and goods seized from Kuwaiti financial and commercial institutions to Baghdad, Arab bankers in London and the Persian Gulf region said today.\nThe move considerably increased Iraq's financial reserves. While Iraq has never revealed the size of its reserves of gold and hard currencies, British and Arab bankers say they stood at an estimated $6.5 billion before the invasion of Kuwait 11 days ago.\nArab officials said the Iraqi invasion has also resulted in the seizure of large amounts of civilian and military airplanes, fleets of new cars, machinery, foodstocks and other goods.\nEconomic Shocks Reverberate\nBeyond that, officials in Bahrain as well as in Saudi Arabia, London, Abu Dhabi and Dubai said the Iraqi invasion has sent severe economic shocks throughout the region, ranging from capital flight and rising insurance rates, to inflation and the problem of cash shortages affecting people trapped in the region by the hostilities.\nMany Arab private investors and foreigners are rushing to banks to transfer their earnings and savings abroad, mostly to Switzerland and other Western financial centers, the officials said.\nArab central banks in the gulf have responded to what amounts to giant flight of hundreds of millions of dollars in capital with measures to insure that the process remains orderly and does not deteriorate into panic.\nThe Iraqi invasion has also left about 2 million expatriates stranded in Kuwait and Iraq, including nearly one million Egyptians in Iraq alone, who can neither leave the country nor move their money. The number of expatriates includes several thousand Westerners as well as hundreds of thousands of people from India, the Philippines, Thailand, Bangladesh and Pakistan, in addition to the native Kuwaiti population still in Kuwait. All are running short on money, food and other necessities.\nShipping insurance rates in the whole region have leaped over the last 11 days, and are rising further every day, pushing prices of all imported goods up and adding a substantial cost to the shipments of crude oil to the rest of the world from Saudi Arabia.\nA senior shipping executive in Jidda, Saudi Arabia, said the war insurance rates have gone up to 2.5 percent of the value of a cargo, from zero, in some regions of the Red Sea and the Persian Gulf.\nAs of today, shipping insurance rates have gone up to 1 percent in the Red Sea for cargos coming into or leaving from Saudi Arabia and as much as 2.5 percent for cargos leaving from so-called neutral zone, which was split between Saudi Arabia and Kuwait before the invasion.\nInsurance rates for tankers loading oil at Kharg Island, the Iranian terminal in the Persian Gulf, were set at 0.25 percent as of Sunday. This additional cost must be born by the oil-producing countries, a move that cuts revenues and raises the value of imported and exported merchandise.\nAbout the only supportive development for gulf economies has been the formidable rise in oil prices, which is boosting revenues substantially. But the gain is being drained by the obligation observed so far by Saudi Arabia, Bahrain, Oman, Qatar and the United Arab Emirates to hold their rates of exchange steady in the face of widespread attempts to convert local currencies into dollars. #700 Kuwaitis Are Killed The toll of the invasion on the human level has been awesome. In addition to some 700 Kuwaitis killed so far, at least 20 members of the Sabah ruling family of Kuwait were taken hostage by Iraq and dozens of senior Kuwaiti executives who have been taken away from banks, Kuwaiti commercial institutions and companies as prisoners.\nBankers interviewed in this area and in London said today that in their estimate the Kuwaiti central bank, which was seized and looted by Iraqi troops on the first day of the invasion, Aug. 2, held 2.5 million ounces of gold at the time, valued today at $1 billion. The bank also had Kuwaiti dinars estimated at a year's supply, or the equivalent of $350 million, as well as several hundred millions of dollars worth of hard currencies including American dollars, Swiss and French francs and pounds sterling.\n''We are talking about gold, cash, cars, airplanes, tankers and a lot of military hardware which fell intact into the hands of the Iraqis on the first days of the invasion,'' said a bank chairman who asked not to be identified.\nFor the moment, the Arab banks are steadfast in delivering funds to those who want to convert their local currencies, partly because they have little choice in living up to the commitment.\n''The whole reason why people want to live and work in this harsh region of the gulf is that it pays,'' said an English banker here who asked not to be identified. ''If that confidence is shaken, it will be a long, long time before any expatriates agree to come back here.''\nEffect on World Banking System\nNevertheless, bankers and economists said the rise in oil prices plus the freezing of Kuwaiti assets around the world, which are estimated at over $100 billion, will create a tremor in the world's financial and banking system, at least for a few weeks.\n''It will affect the whole international banking system eventually because of the ripple effects are wide and lasting,'' an Arab banker said.\nThe impact in the Arab part of the gulf region is mitigated by the fact that the Iraqis seem to have timed their move to the summer vacation period in August, when many Arab gulf families and foreigners are out of the area, usually spending the most torrid summer weeks in Europe.\nA Saudi company executive in Dhahran, the Saudi Arabian oil center, said a third of the company employees at Aramco, the national Saudi oil company, were away from headquaters.\n'It's Very Calm Here'\n''It's very calm here,'' the Saudi official said. ''I would say one-third of the employees are out, and maybe another third are trying to get out right now.''\n''The roughest times is when friends from the States call in a panic, and we have to tell them that everything here is quiet,'' he said.\nThe official said that civilians in the oil-producing Eastern Province of Saudi Arabia are aware of heavy American plane landings and take-offs at the air base at Dhahran, but that the civilians are somewhat isolated.\n''We sense there are strong military activities here, but the Government has acted as if everyting is normal,'' he said"}, {"text": "NEWS SUMMARY\n1990-12-04T05:00:00.000Z\nINTERNATIONAL A3-21\nOnly military force will oust Iraq from Kuwait, Defense Secretary Dick Cheney told Congress. Waiting for sanctions to work would strengthen Iraqi defenses and weaken the coalition facing Iraq, he said. Page A1\nA peaceful solution worries Israel, several influential Government leaders said. They warned that Saddam Hussein should not be left with his army and weapons intact. A13\nHundreds of Iraqi children have died because of what Iraq said was a shortage of medicine caused by international sanctions, the Iraqi Health Minister said. A13\nU.N. committee votes to condemn Iraqi rights violations A12\nTurkey's military chief quits in dispute over the gulf crisis A13\nLebanon's Christian militia withdrew entirely from Beirut, leaving the Lebanese Army closer to its goal of reuniting Beirut for the first time in 15 years of civil war. A11 In Algiers, bananas are emblematic of economic troubles A9\nA violent army mutiny in Argentina was put down by troops loyal to President Menem. About 300 rebels briefly held the Army headquarters. At least 13 people were reportedly killed, including five civilians. A1\nBlack Cubans say Castro fails to deliver equality A15 News analysis: The German election underscored the sense that the new Germany, reunited after 45 years, has finally returned to its place in the ranks of normal nations. A20\nEconomics Minister of Germany resigns unexpectedly A20\nRussians would be able to own farms under a program approved by the Russian Parliament, but the plan stopped short of allowing the private sale of land between farmers. A20\nAustria decides not to deport 1,200 Romanians A18\nThe leader of Bulgaria's main opposition party resigns A19\nSouth Africa has imposed curfews on four black townships near Johannesburg after a new outbreak of factional violence that has claimed 71 lives since Sunday. A3\nLiberia's capital is calm; workers prepare to distribute food A10\nAfghanistan's provisional leaders have begun an election in areas controlled by guerrillas. The vote, which comes two years after they formed a government in exile, is being criticized as too restrictive. A3\nBangladeshi president offers concessions to opposition A6\nThai Prime Minister faces pressure for new election A16 NATIONAL A22-29, B14-16\nContinental filed for bankruptcy, attributing the move to the jump in fuel prices and the cost of interest on its huge debts. The airline said its service would not be disrupted. A1\nTwo jets collided on a foggy runway at Detroit Metropolitan Airport, igniting a fire that destroyed one of the planes. At least 8 people were reportedly killed; 22 were injured. B16\nNew limits on police interrogation were imposed by the Supreme Court, which ruled that once a suspect has invoked his right to a lawyer, the police may not question him further unless the lawyer is present. A1\nMiami police officers cleared in murder case, sparking riotsA23\nGovernment workers cannot get paid for writing articles or giving speeches, even if the subject is completely unrelated to their work, a Federal ethics agency said. A24\nSenator Cranston's chief fund-raiser said there was a link between political contributions and legislative action in Mr. Cranston's relationship with Charles Keating. B14\nHouse Republicans re-elect their top leaders B14\nNorth Carolina House is likely to get black Speaker A28\nThe doctor in a right-to-die case in Michigan was charged with murder for connecting a woman to a suicide device he made and watching as she pushed the button. A1\nAll that was missing was the quake. As the day began to slip away, residents of New Madrid, Mo., not to mention a mess of visitors, waited -- some anxiously, some merrily -- for the fulfillment of a prediction. A22\nA plan to legalize riverboat gambling in some Mississippi counties has divided voters. But the idea, which officials say would lure needed development, is gaining ground. A22\nErrant campus chief gets right to resume teaching A22\nGroup questions safety of genetically engineered hormone A29 REGIONAL B1-12\nA plan to give condoms to students in New York City's high schools, even without parental consent, will be announced by Chancellor Joseph Fernandez. The plan would be the most far-reaching in the nation. A1\nNew York City adopts rules to spread housing projects fairly B5\nAfter fire, squatters are told to leave building in the Bronx B2\nThe Voter Assistance Commission of New York City has failed to aggressively register voters, monitor the Board of Elections, or champion changes in the state's laws on voting, the commission's director said. B1\nHead of state workers' union breaks off talks with Cuomo B3\nThe Daily News and its unions remain far apart in talks B6\nAssembly Democrats avert a revolt in Trenton B8\nThe top contender to head the M.T.A. is the president of the Metro-NorthCommuter Railroad, Peter Stangl. He would replace Robert Kiley, who resigned last week. B1\nA false report of child abuse involving a Scarsdale family has raised questions about whether the law protects innocent parents and children from unfounded charges. B1\nBus supervisor charged in sex abuse of handicapped students B3\nWoman is killed as she walks into a gunfight B3\nThe landfill in Hempstead, L.I., is emitting a stench, caused by illegally dumped garbage. Officials say the smell is not dangerous, but residents, suffering nausea and eye irritation, are worried about their health. B1\nNeediest Cases B4 BUSINESS DIGEST D1 Science Times\nThe monarch butterfly's epic journey is endangered C1\nX-ray lasers may revolutionize computer chips C1\nChronic fatigue syndrome still puzzles doctors C1\nCell adhesion factors, immune system's traffic directors C3 Arts/Entertainment\nA new musical from South Africa C15\nAmerican Indian music in concert tonight C15\nVan Gogh goes unsold at auction C15\nTheater: \"Nightingale\" C16\nMusic: A Copland appreciation C15\nWord and Image:Relating the Bible and literature C19 Fashion Page B18 Obituaries B20-21\nRobert Cummings, actor B20\nVladimir Dedijer, biographer of Tito B21 Sports\nBaseball: Giants sign McGee and Expos sign Martinez D27\nProposal for helping young players D27\nMets close in on Coleman deal D27\nBasketball: Knicks dismiss Stu Jackson D23\nFootball: 49ers shut down Giants, 7-3 D23\nHofstra quarterback admits to steroid use D23\nHockey: Rangers routed by Penguins D25 Editorials/Letters/Op-Ed\nEditorials A30\nLeft behind in Germany\nAlbany's cutting choices\nArgentina's mutineers\nTopics: Who has the rights?\nLetters A30\nA. M. Rosenthal: A week in Jerusalem A31\nRussell Baker: Fooling with faces A31\nThomas Ewald: An Iraqi hostage, on the way it was A31\nStanley Crouch: New York's rhythm, despite its blues A31"}, {"text": "Confrontation in the Gulf; Planning at the Helm For Troops in the Sand\n1990-08-23T05:00:00.000Z\nOperating around the clock since the invasion of Kuwait, a small staff of Pentagon officials has served as the pivot point for the United States military deployment in the Persian Gulf, coordinating a sprawling operation involving a large-scale air and sealift, the mobilization of troops and daily revisions in battle plans.\nUnder the direction of Gen. Colin L. Powell, the Chairman of the Joint Chiefs of Staff, and one of his top aides, Lieut. Gen. Thomas Kelley, the director of operations for the military chiefs, the staff of about 40 people works in a top-secret command center in the Pentagon.\nThe command center is, in effect, the hub of a wheel with countless spokes, the center of a complex structure that has functioned effectively during the crisis in large part because the Saudi Arabian operation has been practiced on a smaller scale in dozens of exercises over the years, Pentagon officials say.\nIn a drab, windowless room cluttered with maps and charts, specialists from various realms of the Defense Department, as well a few from the State Department, work in a warren of cubicles, coordinating intelligence and military developments between commanders in the field and analysts at the Pentagon.\nDivision of Responsibility\nWhile an array of decisions flow through the command center, the operations can be grouped into three basic categories - logistics, command, and intelligence and planning.\nThe United States has mobilized more than 30,000 troops and transported about 500,000 tons of cargo and equipment in the last two weeks.\n''We have moved, in essence, a Midwestern town the size of Fayette, Ind., or Jefferson City, Mo.,'' Gen. Hansford T. Johnson, the head of the United States Transportation Command said Tuesday.\nThe Transportation Command serves as an umbrella organization for the military's separate sea, air and ground transport commands. Each of the agencies has been strained to keep up a grueling pace that has forced scores of pilots, seamen and cargo handlers to log 20-hour workdays.\nGeneral Johnson told reporters at the Pentagon that the military was flying 94 percent of its fleet of giant C-5 Galaxy cargo planes and 89 percent of its C-141 cargo fleet, or nearly 300 planes a day.\nAll This, and More\nThe cargo has included a potpourri of weapons, food, clothing and spare parts. The materiel being shipped or flown to Saudi Arabia includes: - 150,000 bottles of sunscreen; - 6,000 boxes of lip balm; 230,000 containers of foot powder, and 250,000 water-purification tablets; It also includes: 500 tons of fruit and vegetables, 145,000 gallons of bottled water and 2 million pounds of hamburger meat.\nAnd the shipments contain: 168,000 chemical-protective suits, 70,000 sunglasses and 17,000 handkerchiefs.\nVirtually all of the approximately 35,000 troops in Saudi Arabia were flown there by nearly 60 civilian aircraft that the military has chartered or commandeered.\nAlthough the first troops arrived by air, the military is moving 95 percent of the cargo and equipment by sea. The ships include eight fast transport vessels, which can steam at 33 knots and carry up to 12,000 tons of cargo each; 13 ships positioned in Guam and Diego Garcia with supplies and equipment for 30,000 marines; 13 other pre-positioned ships with equipment for the Air Force and the Army, and 38 cargo ships activated from the Navy's Ready Reserve fleet, a group of 96 ships in ports around the country.\nNo Simple Task\nAs air, land and naval forces from several nations converge to confront Iraq on the Arabian peninsula, the arrangements for commanding these troops have become more and more complex. It has taken the Pentagon nearly two weeks to hammer out an effective command and control structure for Operation Desert Shield.\nTo insure effective military operations, longstanding doctrine calls for a clearly defined chain of command, the shorter the better. But despite the existence on paper of ''joint'' commands, the Pentagon has always found it hard to meld together the Army, Navy and Air Force's separate fighting units into combined forces.\nThe problem is even more difficult in and near Saudi Arabia, because the international force there involves nations as diverse as the United States and Saudi Arabia, not to mention Britain, France, Pakistan, Egypt, Syria, Bangladesh and the Soviet Union.\nDefense Secretary Dick Cheney, on his visit to Saudi Arabia last weekend, reached a formal agreement with the Saudis under which all United States forces throughout the region are under the command of American officers.\nGeneral to Move Headquarters\nThe entire American contingent reports through Gen. Norman Schwarzkopf, the commander of the United States Central Command, which is based in Florida because the United States has few permanent bases in the Middle East.\nThis week, General Schwarzkopf is moving his headquarters to Saudi Arabia. And the Central Command has just reshuffled its top commanders in the region. Early this week, it assigned a Navy admiral from Japan to take charge of all sea forces involved in the operation. And it announced today that the headquarters of the 3d Army, controlling all of the Central Command's ground forces, would move to Saudi Arabia as well.\nBy being on the scene, the top commanders have more immediate control over the front-line forces. But they are in constant communication via satellite with the Pentagon, and from there with the White House, in case combat decisions have to be cleared at the highest levels.\nAlthough the Americans have pledged to cooperate both diplomatically and militarily with other forces in the region, exactly how this is being done has been left vague.\n''We work very closely with the Saudis, and we coordinate very closely with them in terms of overall strategic guidance,'' Secretary Cheney said at a news conference today.\nGeneral Schwarzkopf has said the Saudi military would command the growing Arab military presence in Saudi Arabia. ''The Saudis have made it clear that they are going to command the Arab forces,'' he said.\nThe Real Thing\nAlthough such an operation has been practiced in exercises, the real thing is much more fluid and it requires constant planning, revising, adapting. Every time new weapons are in place on either side, battle plans must be redrawn.\nDaily operations are handled largely from the field with American commanders consulting with generals and admirals, and their aides, at the command center.\nPerhaps the most difficult task facing the command center is reading the enemy's mind - to the extent possible, by intercepting Iraqi communications, but also by playing an analytical guessing game.\nMilitary commanders in Washington and in the Saudi desert rely on a combination of intelligence sources, including surveillance satellites, Saudi and American Awacs radar planes patrolling the skies and intercepting enemy communications.\n''I have adequate intelligence and I think we have an extremely good picture of what the situation looks like on the ground north of the Kuwaiti-Saudi border,'' General Powell said today.\nHe said, for example, that he knew whether or not the Iraqis had deployed long range surface-to-surface missiles there. He declined to confirm such reports."}, {"text": "NEWS SUMMARY\n1990-12-12T05:00:00.000Z\nINTERNATIONAL A3-19\nMore hostages left Iraq and Kuwait but only one American emerged from hiding in Kuwait to board one of the three Boeing 707's sent there for what had been described as a final evacuation effort. Page A1\nNews analysis: Bush was determined not to repeat mistakes A19\nSecurity Council will meet to put more pressure on Iraq A18\nFrance sends another 4,000 troops to the gulf A18\nKeeper of Baghdad's synagogue tells of Hussein's tolerance A19\nPresident Bush met Yitzhak Shamir to smooth over American-Israeli differences, but the meeting ended with signs of the same tensions that have recently irritated relations. A19\nEditor of Dead Sea Scrolls fired because of remarks on Jews A14\nIs Lebanon on its way to recovery? After 15 years of civil war that left 150,000 people dead, Beirut has shaken off the rule of various militias and reunited under a legitimate Government and national army. A1\nElderly citizens in the Soviet Union have taken over a vital family task: waiting in store lines and hauling shopping bags when there is some- thing to buy. \"We are the best at this,\" an old woman said. A1\nSouth Korea held talks with Moscow that Korean officials said could lead to several billion dollars in trade, investment and aid for the Soviet Union in the next five years. A3\nBaker urges the Soviet Union to speed up economic changes A9\nAleksandr Solzhenitsyn rejects Russian literary prize A10\nThe Communist Party of Albania, which has held uncontested power for 46 years, endorsed the creation of independent political parties and shook up its own top eschelon. A3\nHamburg Journal: A countess braves the ghosts of Prussia A4\nFactional violence in Natal Province, overshadowed by a recent wave of clashes in black townships near Johannesburg, is continuing, and many people fear the strife, fueled by the new clashes, will worsen. A7\nMany Bangladeshis fear civil strife after the abrupt resignation of President H. M. Ershad last week. As politicians struggle to fill the vacuum, the country appears headed toward economic and political turmoil. A15\nColombian troops reach guerrillas' base in the Andes A12 NATIONAL A20-24, B9-13\nPresident Bush will seek a limit on the term of members of Congress, John Sununu said. Passage of such an amendment is unlikely, but Mr. Bush has thrown his support behind an idea that is popular among voters. A1\nWashington at Work: A loyal and powerful White House counsel B12\nA meeting of Republican governors concluded with governors saying that the party, still bruised from November's elections, had to address core economic and tax issues to avoid bigger problems in 1992. B9\nJudge limits Government's infiltration of religious groups A24\nShuttle lands in good shape, but NASA says puzzles remain B12\nBanks are incorrectly billing people who bought their homes with adjustable-rate mortgages because of errors in calculating interest rates, a report says. Some are paying too much; others too little. A1\nF.D.I.C. will probably lose $4 billion this year D1\nA banking aide to Senator Cranston testified that she did not warn him against dealing closely with Charles Keating and that she considered his demands no different from those of other constituents. B10\nInsurers for small employers indicted for fraud A20\nDoctors are given millions by drug companies B13\nI.B.M. will build child-care centers at five locations near its offices and plants around the country. It joins an increasing number of corporations frustrated by the shortage of good child care for their employees. A20\nThe report of a rape struck fear on the George Washington University campus. But the day after the story appeared in a student newspaper, the source of information about the attack said she had made it up. A21\nCollision in dense fog kills 15 and injures 51 in Tennessee A20\nFour die as balloon crashes in downtown Columbus B12\nNavajo Nation Journal: A gulf prayer is nearly silenced A20 REGIONAL B1-8\nJohn Gotti was arrested again on Federal racketeering charges. Law-enforcement officials have three times tried and failed to convict Mr. Gotti, who they say is the reputed boss of the Gambino family. A1\nThe jury in the second jogger trial convicted Kevin Richardson, 16, of attempted murder and rape but convicted Kharey Wise, 18, only of sexual abuse and assault. A1\nA juror says Kharey Wise's \"remorse\" helped him B6\nMel Miller and an aide were indicted on fraud charges that involved the buying and selling of co-ops in New York City. Mr. Miller, the Speaker of the State Assembly, said he intended to remain in his post. B3\nNew York City must cut more jobs to help close a $250 million budget gap in the current fiscal year, the Dinkins administration said. As many as 10,000 jobs would be lost. B1\nThe Daily News will keep publishing as long as it shows progress in overcoming the seven-week-old strike, itspublisher, James Hoge, said after a meeting of the board of The News's parent, the Tribune Company. B1 Employee unions say Cuomo is exploiting Daily News strike B8\nThe strike by sanitation workers is the latest shock wave from New York City's decision to more than double the price it charges private haulers to dump trash at the Fresh Kills landfill in Staten Island. B1\nMan in the news: N.Y.U.'s new president, L. Jay Oliva B2\nTrumps get their divorce; next question is who gets what B3\nNew construction at Newark Airport has been proposed by the Florio Administration. The projects, which would cost $1.7 billion, include a rail connection between the airport and Newark. B1\nRuling in New Jersey on evidence of intoxication B3\nNeediest Cases B2 BUSINESS DIGEST D1 Education Page B14\nThe U.S. Department of Education has decided to begin prohibiting colleges and universities that receive Federal funds from offering scholarships especially for members of minorities. A1 The Living Section\nFood\nDrinks for holiday tables C1\nNo schmaltz? No way. C1\nEating Well C3\nMicrowave Cooking C4\nEuropean-style spirits C6\nLiving\nPay phones for the deaf C1\nMetropolitan Diary C2\nStore scuttles a dream C8 Arts/Entertainment\nChecking in with Hunter Thompson C15\nFilm: \"Havana\" C15\n\"The Sheltering Sky\" C15\nMusic: The Pop Life C14\nRichard Goode in piano recital C16\nWord and Image: Ismail Kadare's \"Broken April\" C21 Sports\nBasketball: Knicks win first for MacLeod D21\nColumn: Vecsey on N.B.A. old- timers D21\nFootball: Parcells heading back to work D21\nHockey: Islanders edge Devils D21 Obituaries\nWilliam A. Owens, a folklorist, author and professor D18\nGeorge Peter Stavropoulos, fashion designer D19\nArmand Hammer, entrepreneur D20 Editorials/Letters/Op-Ed\nEditorials A22\nHow to put space in its place\nBudget cuts: real and right\nCapitalist in the Kremlin\nTopics: What Regan raised\nLetters A22\nFlora Lewis: After five years A23\nTom Wicker: Who's a partisan? A23\nKarel Von Wolferen: Why militarism still haunts Japan A23\nMonroe Price: Cityspire -- music at its peak A23"}, {"text": "PLAYING TO OUR STRENGTHS\n1990-05-06T05:00:00.000Z\nAMERICA'S ECONOMIC RESURGENCE\nA Bold New Strategy.\nBy Richard Rosecrance.\n230 pp. New York: Harper & Row. $22.50.\nA terrible paradox complicates the recent triumph of capitalism. As Richard Rosecrance observes, the American camp has won the cold war but America's own economic performance lags behind most major nations save the Soviet Union. The United States, champion of the free market system, is no economic role model. ''Still,'' writes Mr. Rosecrance, ''international capitalist success gives the United States a breathing space to strengthen its foreign influence by improving its economic and social functioning at home.''\nHow to accomplish this? There are two basic schools of thought. The first, dominated by professional economists, emphasizes macroeconomic factors - improve America's abysmal savings rates, restore fiscal discipline, fight protectionism and let the free market do the rest. The second school, more eclectic, emphasizes a range of messy structural issues - everything from adversarial labor-management relations to managers' short-term perspectives to the American habit of conceiving national security as military rather than economic. For the latter school, the solutions are far more varied, complex and interventionist.\nMr. Rosecrance, a political scientist at the University of California, Los Angeles, and a member of the State Department Policy Planning Council under Lyndon B. Johnson, is emphatically in the second camp. His 1986 book, ''The Rise of the Trading State,'' is an elegant history of how nations that emphasized commercial rather than territorial expansion since the 15th century thrived at the expense of their militarist neighbors. Mr. Rosecrance argues that the new international detente only intensifies the primacy of economics over imperial politics. The United States, he contends, needs to share global political leadership with other nations, then take advantage of the respite to clean up its own economic act - and not just by pursuing budget and trade balance. ''Many poor nations, like Bangladesh, have favorable balances of trade,'' he writes. ''What is important is to achieve a balance in which the United States continues to export highly valued products and the dollar retains enough purchasing power to buy the expensive goods of other nations.''\nMr. Rosecrance worries that America will fail to seize the moment, but he rejects prophecies of irreversible decline. Unlike fallen great powers of earlier times, he writes, ''the United States retains unmatched historic strengths. No hegemonic state in other periods of history remained far ahead of its competitors'' in production or research in pure science, and none ''had almost unlimited investment funds available to it through the contributions of other nations.'' Moreover, he suggests, the current global situation is unique in that no single military successor is waiting in the wings to challenge American primacy. Rather, we fortuitously face the prospect of genuine pluralism. The trick will be adjusting to the opportunity.\nIn his discussion of the coming era of global pluralism, Mr. Rosecrance examines possible roles for post-Communist Russia and explores at great length the imperative of close collaboration between the United States and Japan. He persuasively argues that Japan's role as free rider on the global economic system imposes serious costs on the United States. His Japan chapter is richly detailed, and full of good insights. However, he all but ignores the other emerging great economic power - the European Community.\nMr. Rosecrance offers two possible prospects for the next decade. In the first, the United States continues to emphasize a defense-oriented foreign policy and fails to think like a trading state or achieve fundamental economic change; a decade or so from now, we wake up to find that we have become a Japanese economic protectorate, with declining living standards and dwindling global influence. In the second, both the United States and Japan accept drastic change. Japan truly internationalizes, assumes global responsibilities and becomes a more open, consumer-oriented society. The United States adjusts to a peacetime world order, sheds military burdens and shifts gears to reclaim its economic standing.\nThis is a very useful framework for understanding the crossroads we now face. Mr. Rosecrance is on strongest ground when he builds on ''The Rise of the Trading State,'' which remains the more powerful book. Unfortunately, the present book has two major weaknesses. Mr. Rosecrance is better at exploring the dynamics of the American situation in the world than at making fresh contributions to the debate about what we need to do at home. He would like us to cut military spending, revise the tax code to stimulate long-term investment, reward thrift, encourage more reciprocal relations between workers and managers, improve education, cut bureaucracy, discourage hostile corporate takeovers and so on. Much of this is familiar, and abbreviated. In this part of his book, Mr. Rosecrance leans heavily on other recent works.\nThe second weakness is uneven and occasionally redundant writing. Though Mr. Rosecrance covers a lot of ground in a brief book, the nice sense of a carefully worked essay isn't consistently sustained. At his best, he offers the reader the impression of a lively mind that has inquired widely, gleaned and distilled. At his worst, his prose reads like a first draft. In its concluding section, the book virtually peters out into three rather skimpy chapters that veer back and forth between optimism and despair.\nStill, if the details are patchy and the writing is uneven, the framework is exactly right and the argument worth reading. Mr. Rosecrance is a good antidote to Paul Kennedy's best seller, ''The Rise and Fall of the Great Powers.'' As he points out, states have often recovered from seemingly terminal decline, and victors in great wars have sometimes done just fine, if they were able to manage timely shifts from garrison economies to commercial ones. As a student of social structure, international relations and economic history, Mr. Rosecrance is also a good corrective to the simplistic school that sees America's economic woes as merely macroeconomic. On his basic point, there is little doubt that the 1990's will be remembered as a time when the United States either rose to the occasion and took advantage of its great economic resilience - or struggled anachronistically to play Atlas and sank into long-term decline.\nSTASHING IT\nEdwin Green, the archivist of Britain's Midland Bank, does an exhaustive job of summarizing the development of banking over the centuries in BANKING: An Illustrated History (Rizzoli, $40). But his style is that of an encyclopedist rather than that of a storyteller. The saga plods on and on, providing lots of information but generally failing to give a sense of the drama behind the facts. It devotes about one sentence, for example, to the collapse and the Government's rescue of Chicago's Continental Illinois National Bank and Trust Company in 1984: how some of America's most powerful and arrogant bankers bought more than $1 billion in wildcatter loans from the tiny Penn Square Bank of Oklahoma City, and how they were seduced into making those purchases by a Penn Square officer who entertained them by tossing food across restaurants and drinking beer out of boots. Those loans, of course, went bad, causing Continental's collapse and threatening the soundness of the American banking system. But Mr. Green gives us no feeling for the human element that was part of that and every banking story. Such lapses might be expected in most histories of banking. But the dullness of this account is heightened by contrast with the book's rich and colorful illustrations. These range from elegant prints of the baroque banking halls of Europe to a 1916 cartoon by Olaf Guldbransson of J. Pierpont Morgan's ''mountain of gold.'' ''Banking: An Illustrated History'' is more successful as a glossy coffeetable book than as a history of banking.\nROBERT A. BENNETT"}, {"text": "WORLD SUMMIT FOR CHILDREN: REPORTER'S NOTEBOOK; For Each Leader There Was a Child And an Encounter With New York\n1990-10-01T05:00:00.000Z\nAt a World Summit for Children, the requisite prop for every world leader was a child. They were all given the opportunity to pose for cameras hand-in-hand with a tiny, winsome constituent from their own country.\nPresident Bush kept his arm around the shoulders of 13-year-old Justin Lebo and happily squeezed the youth from Saddle Brook, N.J., so hard he winced. President Carlos Saul Menem of Argentina was equally exuberant with his small charge. Even the solemn, dignified Prime Minister of Japan, Toshiki Kaifu, beamed at his.\nPrime Minister Margaret Thatcher of Britain was not one for mushy sentiment. She smiled briefly at the cameras, one finger lightly pressed between the thin shoulder blades of Robin Raven, 8, of London, and her mind presumably fixed on other business. ''So you are my escort, are you,'' she said when he went to guide her into the General Assembly hall. ''Lead me to where I should sit, please.''\nAt the conference, Mrs. Thatcher proved just as bracing. Other participants among the more than 70 gathered leaders, like President Yoweri Kaguta Museveni of Uganda and President Hussain Muhammad Ershad of Bangladesh, meekly cut short their remarks when the summit co-chairman, Prime Minister Brian Mulroney of Canada, rapped his gavel to signal their time was up.\nWhen it was Mrs. Thatcher's turn to speak, she began by announcing that she would take more than her alloted time, as she wished to make some ''comments.'' She spoke some five minutes longer than the rules allowed, and Mr. Mulroney smiled at her encouragingly. When she narrowed her eyes and denounced, ''absent fathers who don't take responsibilty for their children,'' the assembled world leaders, many of them fathers who are often away from their offspring, enthusiastically applauded.\nMr. Mulroney, laughing nervously, tried to smooth over the breach of protocol by assuring the other leaders, ''It was either extra time for Mrs. Thatcher, or take-in pizza for me.''\nMr. Bush, it seems, was not eager to thwart the British Prime Minister. He spoke at the summit meeting, made a quick trip to Washington for a meeting on the budget, then returned to New York a couple of hours later for dinner with Mrs. Thatcher.\nA Veiled Mrs. Marcos\nThe dozens of heads of state and heads of governments at the conference barely had time to talk to each other, but a few nevertheless had encounters with some of New York City's boldest representatives.\nWhen the King and Queen of Belgium, the Presidents of Brazil, Chile, El Salvador, Panama and Rwanda and a dozen other dignitaries attended a special children's Mass at the Holy Family Roman Catholic Church on 47th Street just across from the United Nations on Saturday night, they were greeted by a beaming Imelda Marcos. The former first lady of the Philippines was not the least bit incognito beneath a fluttering, transparent black veil.\nChurch officials, who said she was there as a ''simple parishioner,'' had seated her in the fifth pew from the back, but she managed to gracefully push her way into the midst of the heads of state when they paraded out of the church.\nIvana Trump, a Czechoslovak-born former model, joined President Vaclav Havel of Czechoslovakia for coffee and orange juice in his 12th floor suite at the Plaza Hotel Sunday morning at 7:15. Mrs. Trump manages the hotel owned by her estranged husband, Donald.\nShe told the President she was interested in raising money for handicapped Czechoslovak children and offering Czechoslovak hotel managers an opportunity to come to New York and benefit from her ''expertise in hotel management.''\nWhen President Havel was here, in February, he visited downtown clubs - CBGB's, The Bitter End - that he remembered from his time in New York more than 20 years ago.\nBut on Saturday night, Mr. Havel, an interntionally known playwright, walked through Times Square with a retinue of bodyguards and friends and dropped in at a literary haunt, the Algonquin Hotel, where he went unnoticed.\n''No one paid the slightest attention,'' said Peter Riddell, the Washington bureau chief for the Financial Times, who was sitting in the Algonquin, when Mr. Havel arrived. ''He was just a guy without a tie, getting a drink with his friends.''\n'Why Are You Crying?'\nOnly one crisis galvanized security forces into a frantic search of the massive U.N. building. While performing his official duties, Oscar Ramos Samaniego, 10, a U.N. Youth Ambassador who was also his native Peru's youth representative at the summit meeting, got separated from his mother.\nFor an hour, he forlornly searched up and down the basement corridors, hand-in-hand with a tall U.N. official who spoke English and French but no Spanish, as well as a cluster of female UNICEF staffers who kept ruffling his head reassuringly and barking into walkie-talkies.\nOscar scanned the halls silently, his lip quivering. When a passing Colombian journalist thrust a microphone into his face and genially bellowed, ''Mr. Ambassador, say hello to the children of Colombia,'' Oscar stared at him mutely, then dissolved into tears. ''Why are you crying?'' the journalist asked. ''Speak into the microphone.''\nFifteen minutes later, a Peruvian U.N. official who had heard the page came to his rescue and Oscar was reunited with his mother. He soon recovered, and when the U.N. official was asked what had gone wrong, Oscar turned and said: ''Go ahead, tell us what happened. I'm quite fascinated to hear this, myself.''\nAnnoyance at Bush\nThere were a few sour looks when a smiling, waving, speed-walking Mr. Bush bustled busily into the United Nations - and out again to Washington for the budget meeting. Even the low-level U.N. staffers seemed offended. ''Why should he be any different from everyone else,'' a young Finnish U.N. guide muttered under her breath. ''This is international territory.''\nThe organizers finally agreed to allow Mr. Bush to make a speech early in the opening ceremony - but not before the leaders of the six hosts of the summit meeting had concluded their remarks. Mr. Bush, seated in the general assembly hall, listened attentively, only one foot tapping beneath his desk. Mr. Bush, who was in a hurry to return to Washington, crossed out the fanciful flourishes from his text -quotes from Antoine de Saint Exupery - and managed to finish in under four minutes. When it was all over, he sprang out of his seat and was the first one out of the hall.\nNo Gridlock\nDespite warnings by some officials last week that gridlock would be caused by too many motorcades, traffic flowed smoothly through Manhattan over the weekend, the police said. City officials said many motorists apparently heeded warnings from the Transportation Department to stay away.\n''People in New York know when there's an event like this, not to drive into town,'' said Joseph DePlasco, a spokesman for the department. ''We still put out a gridlock alert. It's not that we're crying wolf, it's just that we want to tell them there is a potential for gridlock.''\nThe President's last-minute decision to fly back to Washington for an afternoon of budget talks caused consternation among police commanders overseeing security.\n''We had to russle up 150 cops to put them on the route downtown and to secure the heliport,'' said Assistant Chief Thomas Walsh. ''That was a headache.''"}, {"text": "Health Problems of Inner City Poor Reaching Crisis Point\n1990-12-24T05:00:00.000Z\nWhile Americans elsewhere are living longer, healthier lives, residents of the inner cities inhabit islands of illness, epidemics and premature death. After decades of gradual improvement, the health of the urban poor took a turn for the worse in the late 1980's and has now reached critical condition.\nExperts blame new depths of urban poverty and inadequate medical services for the situation. Struggling for day-to-day survival, people have little time for niceties like doctor's visits. Poor nutrition and overcrowded housing create ideal conditions for the spread of disease. The arrival of AIDS and crack pushed chronic hardship into crisis, shattering families and monopolizing scarce health dollars.\nIn the past three years, cities have reported skyrocketing rates of tuberculosis, hepatitis A, syphilis, gonorrhea, measles, mumps, whooping cough, complicated ear infections and, of course, AIDS. The number of cases is still often small, but most of these diseases were considered on the verge of eradication only five years ago after steadily declining since the beginning of the century. Many of them are virtually unknown in middle-class or wealthy neighborhoods.\n'I've Seen Horrible Things'\nDr. David Wood, a pediatrician at Cedars-Sinai Medical Center in Los Angeles, called 1990 a \"gangbuster year\" for inner city epidemics. \"If you look at maps of measles outbreaks in Los Angeles and where the poverty is, they are the same.\"\nStudies also show that impoverished city dwellers with serious conditions like cancer and heart disease die far more quickly than their middle-class counterparts because treatment begins so late. \"I never saw a woman die of cancer of the cervix until I came to the Bronx,\" said Dr. Carolyn Runowicz, a gynecologist at the Montefiore Medical Center. \"On Park Avenue, women get pap smears, which prevent it.\"\nThe death rate among the poor is also higher. In 1988, deaths from diabetes-related illnesses totaled five times as high in central Harlem as in the city's wealthier neighborhoods.\nBut statistics, which at best count deaths and infectious diseases, capture only a glimpse of the big picture. They do not tally unnecessary suffering or the lifelong handicaps that result when treatable conditions like asthma and epilepsy go unrecognized or neglected.\n\"I've seen horrible things,\" Dr. Wood said. \"Kids who have such frequent seizures that they can't go to school. Kids with asthma who don't get medications and can't play outside because they get coughing fits. It's like years ago when people with unsalvageable conditions were hidden away.\"\nDr. Harold P. Freeman, chief of surgery at Harlem Hospital in New York, caused a stir earlier this year when he reported in the New England Journal of Medicine that a black man in Harlem was less likely to reach 65 years of age than a man in Bangladesh. While violent crime is part of the problem, the paper said high rates of disease were the primary cause.\n\"When 67 people die in an earthquake in San Francisco, we call it a disaster and the President visits,\" said Dr. Freeman. \"But here everyone is ignoring a chronic consistent disaster area, with many more people dying. And there is no question that things are getting worse.\"\nIn Newark, Dr. Beatriz Arpayaglou has learned to be a pessimist. \"We're seeing scenes here straight out of underdeveloped countries, diseases that haven't been seen in the United States since the turn of the century,\" said Dr. Arpayaglou, a pediatrician with the University Hospital in Newark's Children's Health Project, which sends medical teams to low-income housing projects in vans fitted like medical offices. \"It's really very frightening.\"\nIn the next room of the medical van at the Stella Wright Apartments, a nurse, Anne Young, was seeing Kison Chauvers, a 2-year-old boy with anemia from nutritional deficiencies. The day before the team had rushed a 5-year-old girl to the hospital with a life-threatening kidney infection whose symptoms had been neglected for several days. Her grandmother, the stoic guardian to seven children of two daughters who died of AIDS, could not get the child to a doctor sooner.\nEpidemics of Yesteryear\nTo Poor, Vaccines Prove Elusive\nDifferent cities have fallen prey to different diseases:\nIn New York City, 1,017 babies were born with congenital syphilis in 1988, the most recent year for which figures are available, up from only 16 in 1982. New York City accounts for about half the cases nationally.\nNewark has had a 35 percent yearly rise in the number of new tuberculosis cases between 1988 and '89, and the pediatric clinic at Newark's University Hospital reports a fourfold increase since 1987. There has been a 15 percent increase in tuberculosis cases in the country as a whole since 1988, largely in urban areas.\nIn Los Angeles this year several hundred people have been hospitalized for measles, and 30 have died. The number of measles cases nationwide rose to 17,000 last year, from a low of 1,500 in 1983. The city had also played host to an outbreak of rubella, or German measles, which has left at least nine babies with serious birth defects. Rubella is a mild illness in adults but leads to blindness in the offspring of women who catch it while pregnant.\nWashington is just recovering from a three-year mumps outbreak. After seeing less than half a dozen cases a year for a decade, the city had about 200 reported cases in both 1988 and '89.\n\"These epidemics are sentinel events for the crumbling of our public health services,\" Dr. Wood said. Measles, mumps, rubella and whooping cough are entirely preventable with vaccines, but many people do not get the shots.\nNationally, asthma rates have undergone a dramatic and somewhat baffling rise, a rise doctors say is more pronounced among the urban poor. Dr. Michael Wietzman and colleagues at Boston City Hospital found that black children were twice as likely as white children to have asthma.\nIn many studies, scientists compare black and white rather than rich and poor to eke out information about health care differences, since it is easier to figure out race than salary from medical records and far more blacks than whites live in the inner city. But most experts say it is primarily poverty, not race, that raises the risk.\n\"It's mostly the social dimensions of being black,\" said Dr. Weitzman, now chief of Pediatrics at Rochester General Hospital in Rochester, N.Y. \"Its being poor, living in overcrowded housing, having a low birth weight, being exposed to household toxins.\"\nIn Need of the Basics\nHazardous Homes, Dangerous Diets\nExperts say the growing number of people who live in substandard housing with poor sanitation creates conditions favoring the rapid spread of infectious disease. \"Diseases transmit more effectively and rapidly in crowded living conditions,\" said Dr. Shirley Fannin, associate deputy director of disease control programs for Los Angeles County. \"A few years ago we went out to investigate a typhoid case and we found 27 people living in one house sharing a bathroom.\"\nAs middle-class people worry about clean air and the ozone layer, many scientists blame indoor pollution for the high rates of asthma and other diseases among the poor. In the Boston study, the factor most tightly linked to a child's risk of developing asthma was smoking by the mother, Dr. Weitzman said. Poor young women from minority groups are the country's fastest growing group of cigarette smokers.\nLiving in decaying housing, 68 percent of very poor black children and 36 percent of very poor white children in central cities have blood lead levels greater than 15 micrograms per deciliter. The Centers for Disease Control now defines toxic levels at above 25, but the agency said last week that it would advise local health officials to take action when children have lead levels higher than 10.\nDiets rich in fat and low in nutrients also take a toll. Many poor children have chronic anemia, a low red blood cell count caused by a lack of iron in their diet, leaving them perpetually tired.\nOnce sick, poor people in the inner cities tend to suffer serious complications. Dr. Wood remembers examining a 9-year old girl with a facial tic and discovering 20/200 vision and profound hearing loss from damage done by untreated ear infections. \"She was holding her face funny partly because she couldn't see,\" he said. \"Her parents had seen a few doctors and used up their money. No wonder she's failing in school.\"\nQuality of Care\nPrevention, And Much to Cure\nFor poor people in the cities, access to care is part of the problem. To be treated in a public clinic for sexually transmitted disease in Washington, a patient has to be in the clinic by 9:30 A.M. and often must wait most of the day, said Dr. Reed Tuckson, former Commissioner of Health for Washington.\nThe typical wait to schedule a pedriatric appointment in inner city clinics was several months, according to a survey done by the New York Children's Health Project, a medical outreach program affiliated with the Montefiore Medical Center in the Bronx.\nBut many experts say an even greater issue is the quality of care. The Community Service Society of New York polled 248 primary care doctors in poor neighborhoods in the Bronx as to whether they offered 24-hour coverage, had 20 or more regular office hours a week, accepted Medicare and had admitting privileges at a hospital -- what the society defined as minimum components of a decent medical practice. Only six met the criteria.\nThe society's study also found that more than 60 percent of doctors providing prenatal care could not actually deliver babies because they had no hospital affiliation; the mothers were referred to an emergency room.\n\"The family says yes we're seeing a doctor, but when you look the care is not well organized,\" said Dr. Karen Burke, medical director of the New York Children's Health Project. Experts say that clinics in poor neighborhoods focus on acute illnesses and ignore routine care like pap smears, anemia screening and vaccinations, which are generally less profitable.\nPediatricians are particularly worried about how early lives plagued by health problems will affect children as they age. Babies born in Central Harlem are four times as likely to have very low birth weight than babies born in more prosperous New York neighborhoods, a statistic with lifelong consequences since babies under 3.5 pounds are more likely to have seizures, mental retardation, heart problems, asthma, blindness, deafness and learning disabilities. In today's inner cities, drug abuse and poor prenatal nutrition often converge to yield tiny babies.\n\"A kid in a middle-class suburb who has an ear infection gets antibiotics and gets better,\" said Dr. Irwin Redlener, director of the New York Children's Health Project. \"A poor kid with an ear infection doesn't and progresses to chronic infection, hearing loss and language delays.\"\nIn both Newark and New York, most of the preschool children seen in the mobile vans are not fully vaccinated, leaving them vulnerable to serious diseases.\nOther inner city children have been wastefully, though not harmfully, vaccinated over and over again because of a lack of medical records. At a health van in Harlem, 15-year-old Jewel S. had no records because his life has been a flurry of different welfare homes and schools as he and his mother flee an abusive father.\nThe surging number of poor children and the rising costs of medicines have stymied vaccination programs, Dr. Woods said. In the early '70s, the total cost of a child's vaccinations was under $5; now it is several hundred dollars.\nContrasts of the Crisis\nDetermining Death By Money and Race\nIn a study published in the International Journal of Epidemiology this year, scientists at the Washington, D.C., Commission on Public Health estimated that blacks in Washington were more than four times as likely as whites to die prematurely, before 65, of heart disease, asthma, pneumonia and some cancers. While the death rates for blacks in Washington have climbed steadily since 1982, the rates for whites have not changed.\n\"We looked at conditions that people shouldn't be dying from in the prime of life,\" said Dr. Eugene Schwartz, the study's first author, and the chief of the Washington Bureau of Cancer Control. \"And remember, death is a very crude measure. It's the tip of an iceberg, the end of a long chain of illness and disability that we don't have a handle on.\"\nDr. Freeman tells of the shock of moving to Harlem Hospital from Memorial Sloan-Kettering Cancer Center, also in Manhattan, but four long miles downtown. \"When I came to Harlem Hospital in the late '60s I suddenly found I was seeing extremely advanced cancer, and that hasn't changed,\" he said. Because they come so late to treatment, only 30 percent of women diagnosed with breast cancer at Harlem Hospital live 5 years, compared to 70 percent of white women and 60 percent of black women overall in the United States. Dr. Freeman has set up free cancer screening at Harlem Hospital two mornings a week.\nThe fates of blacks and whites, rich and poor are diverging. The National Center for Health Statistic first started comparing black-white infant mortality in 1950, and the difference has never been greater than it is today, with black babies dying at twice the rate before their first birthday. While the life expectancy of whites rose to 75.6 years in 1987, that of blacks fell to 69.2.\nDoctors involved in outreach efforts hope they will save a few lives but know these are frail, jury-rigged solutions.\n\"We're using Band-Aids, and things are getting worse rather than better,\" Dr. Freeman said. \"You have to see disease in the context in which it occurs: poor education, unemployment, homelessness, hopelessness.\"\nDr. Tuckson said: \"It's hard to tell young black men in the inner city to practice safe sex or not to smoke. They'll laugh: 'You're telling me not to smoke so I won't get cancer when I'm 50? Hell, don't tell me about 50 'cause I'm not gonna make it out of my teens.' There are an extraordinarily large number of Americans who don't believe in any concept of a future and so don't believe in investing in it.\""}, {"text": "The Poppers and the Plains\n1990-06-24T05:00:00.000Z\nBUFFALOES THUNDER ACROSS POSTERS, POSE FOR BUMPER STICKERS and glower from coffee mugs in Frank Popper's crowded office at Rutgers University in New Jersey. There is even a sack of dried buffalo droppings. ''Genuine Virgin Buffalo Chips,'' the label reads. ''Pioneer Fertilizer and Fuel. Not for Microwave Ovens. Contents Public Domain.''\nFrank Popper, chairman of the Rutgers urban studies department and an international expert on land-use planning, and his wife, Deborah Epstein Popper, a Rutgers geographer, want to convert much of America's prairie outback into public domain for its original residents - the buffalo. According to their research, vast areas in the 10 Great Plains states - from the 98th meridian to the Rockies - are already experiencing or will undergo a sharp decline in population and prosperity.\nIn Nebraska, for instance, says Deborah Popper, the distressed locales are found in counties ''that have at least a 50 percent population loss since 1930. An over-10-percent loss between 1980 and 1988. Four people or fewer per square mile. High median age. Twenty percent or more in poverty. New annual construction investment under $50 per capita. All very bad news.''\nOver the next 30 years, the Poppers argue, the depressed areas should become a huge reserve, more than 139,000 square miles of open land and wildlife refuge. That zone, which the Poppers call the Buffalo Commons, includes much of the western Dakotas, western Nebraska and eastern Montana; portions of Kansas, Oklahoma and Texas, and selected counties in Colorado, New Mexico and Wyoming (map on page 26).\nSet in place, the Buffalo Commons - most likely to be administered by a consortium of government agencies and private groups - would be the world's largest national park, an act of ecological restoration that would, the Poppers contend, boldly reverse more than 100 years of American history. Commons visitors would once again see the heart of the continent as Lewis and Clark first knew it, a true frontier of waving grass and migrant game.\nThe Buffalo Commons idea came to the Poppers late in the winter of 1987, while they were stuck in six-lane traffic on the New Jersey Turnpike heading into Manhattan. Their moment of inspiration, deep in the industrial wasteland, has turned these academics into the most controversial pair to wander the West since Bonnie and Clyde.\nOriginally, the Buffalo Commons was only an exercise in land-use theory. Both Poppers assumed their prescription for the Plains was destined, like most academic efforts, for obscurity. To see their research find an audience - regional, national and international - has startled, pleased and sometimes alarmed them. ''We wanted to stimulate public debate,'' says Deborah Popper, ''not turn into public figures ourselves.''\nReaction to their proposal in the Great Plains has been strong: people either love it or hate it. Among the Poppers' more vigorous supporters are the Plains' original buffalo hunters, especially the Sioux. ''Brilliant! The best idea I've heard in years,'' says Vine Deloria Jr. A lawyer and American Indian activist of long standing, author of ''Custer Died for Your Sins,'' he is a faculty member at the University of Colorado. ''As you might imagine,'' Deloria adds, ''the Poppers' research has major implications for South Dakota tribal land claims. We're very, very interested.''\nDetractors are equally vocal. ''Tell the Poppers that America's Great Plains do not equal the Sahara,'' says Gov. Mike Hayden of Kansas. ''Why not seal off declining urban areas as well, and preserve them as museums of 20th-century architecture?''\nFrank Popper, undeterred, is pacing his Rutgers office, imagining advertising copy for a 21st-century Plains. Rumpled and buoyant, he frequently tries out ideas on his collaborator, who sits across the room, sorting computer disks. ''Camera safaris across Oklahoma - Deborah, do you think that will work? Or maybe covered-wagon tours for the eco-chic?''\nDeborah Popper is used to her husband's hyperbolic sense of humor. She rolls her eyes and shrugs. They never expected so much fuss over a single idea. ''Isn't the essence of a scholar's life to deal responsibly with information?'' she says. ''When our data added up to a region in crisis, we couldn't just sit by.''\nAs she leaves for the computer lab, her husband sorts through the day's mail: praise for a journal article from a former Cabinet member; speaking invitations from Gdansk and Toronto. By the door is a four-foot-high stack of mail on the Plains proposal: letters from tiny Western towns like Hamilton, Mont.; Walhalla, N.D., and Conlen, Tex. Some are temperate, others enraged. He will answer them all. For the Poppers, the Buffalo Commons has been a two-way process of education. Mixed use of such a preserve, they have argued from the start, would be crucial to its success; tourism, recreation and retirement communities would all need to flourish in or near a Buffalo Commons. But the startling response to their idea - hundreds of calls and letters from business and government, as well as private citizens - has forced the Poppers to develop their original ideas with unexpected precision.\nTheir early impulse to emphasize the poetry of place must now accommodate dozens of practical queries, from setting a possible Government price tag (''Billions, but still less expensive than current farm subsidies,'' says Frank Popper) to honing definitions of mixed-use land. On a Buffalo Commons, would they allow missile sites? (Yes.) Oil derricks? (Yes.) Predators for buffalo, such as mountain lion and prairie wolf? (Yes.) Indians? (Definitely.) The Plains begin where annual rainfall drops below the minimum standard for dependable farming, which is 20 inches. At the 98th meridian, the Midwest's rich, green corn- and dairy land begins yielding to arid range and wheat field. Windswept and austerely beautiful, suffering extremes of heat and cold, the Plains run hundreds of miles west to the Rockies, north into Canada, and south to Texas.\nFor Indians and early cattlemen, this region was originally a commons. Animals and people constantly migrated, allowing the dry, fragile ecological system to renew itself. When 19th-century pioneers broke the sod to settle and farm, a grim cycle was set in motion, with results still felt today.\n''We tried to force waterless, treeless steppes to behave like Ohio, and got three or four boom-and-bust episodes for our trouble,'' Frank Popper explains. ''Now the classic Plains cycle of drought, financial woe and depopulation is rolling again, and this time it may go all the way. Thirty years of water-table depletion, S.&.L's collapsing right and left, whole rural counties voting with their feet - and still no one's thinking ahead.''\nIn December 1987, an article by the Poppers on the land-use future of the Plains appeared in Planning, a professional journal. Settling the prairies, they argued, was the largest, longest-running agricultural and environmental mistake in United States history. Fusing economics, landscape analysis and statistical modeling, the Poppers mapped a gloomy future for the region in unprecedented, county-by-county detail.\nThe article attracted the attention of local, then regional newspapers and radio stations. Cries of outrage erupted across the Plains, which did not go unnoticed by staffers in the office of the Governor of North Dakota. Disparaging references to the Poppers began appearing in Gov. George Sinner's speeches in late 1988.\n''We're not saying, 'Out by Tuesday,' '' Frank Popper insists. ''This is not forced evacuation. The parts of the Plains that would form the initial core of the Buffalo Commons - 109 counties and about 413,000 residents, out of 6.5 million people on the Plains - are depopulating briskly, with no help from us.'' (Although the Plains cover a fifth of the land mass of the lower 48 states, they carry less than 3 percent of the country's total population - and that number is dropping.) ''We don't foresee a Mad Max, total-desolation scenario, but rather a gradual pullback by the private sector, and then nature taking its course across an area one and a half times the size of California.''\nBut after two summers of severe drought and what promises to be another hot and dry summer, the Poppers have gained the heartland's reluctant attention.\nAcross the Plains, isolated homesteads and sturdy small towns are drying up from lack of water, people and investment dollars. Some Plains state capitals, like Pierre, S.D., have almost no commercial air service. Other locales are losing bus stop, doctor, minister, school. Many rural Plains dwellers must now drive 50 miles for a quart of milk, 75 for a movie, 100 for a shopping mall. Economic growth exists on the Plains, but mostly in the larger towns and cities. Should current depopulation trends continue, almost two-thirds of today's Plains farms and small communities may vanish by 2020.\nThe Poppers are suggesting an alternative to this slow abandonment: deprivatize the Plains. Many administrative channels for creating a Buffalo Commons, they point out, are already in place. A collection of Federal and state agencies and private interests already control much of the territory that might constitute the core of a Commons.\nThey include the thousands of properties foreclosed by the Farmers Home Administration, the Farm Credit System and private banks; farms under the Department of Agriculture's Conservation Reserve Program (which pays farmers not to cultivate marginal land); holdings of the Interior Department's Bureau of Land Management; acreage held in trust by environmental groups like the Nature Conservancy; state parks and preserves, and national grasslands managed by the United States Forest Service.\nWithin the agencies potentially affected by the Popper proposal, reaction has been a muted wait-and-see. ''To the average Government administrator, the Buffalo Commons looks like Frank Lloyd Wright's idea for a mile-high tower,'' says Robert Nelson, an economist and strategic planner in the office of the Secretary of the Interior. ''Proposing it is one thing; doing the engineering plans, quite another.''\nIf the Popper plan becomes a reality, these government agencies and private groups would need to work together to consolidate the distressed areas before they can be restored to a presettlement condition, as the Poppers propose. And if a Buffalo Commons ever becomes reality, biologists, botanists and agronomists will have to design and manage it.\nThe Poppers have done much to spark the national land-use debate, and the next stage must take place in Washington hearing rooms and New York offices. For administrative and electoral reasons, the short-term prospects of making the Commons a reality are not encouraging: the list of international, Federal, state and private interests involved in possible Commons management is long, and denouncements of the Popper plan are a recognized way for elected officials from Plains states to prove prairie patriotism.\nNonetheless, many longtime observers of American land-use trends, looking beyond the immediate election concerns, believe that some form of Buffalo Commons may well come into being in the not-too-distant future. In another generation, they say, huge tracts of Plains land will be retired, restored and reclaimed.\n''Two factors, in combination, will make the Buffalo Commons a reality,'' says Harold C. Jordahl Jr., a University of Wisconsin emeritus professor of urban and regional planning, and a state and Federal environmental policy adviser since the Kennedy Administration. ''A continuing series of droughts - some climatic disaster on the scale of the 1930's - combined with any evidence of enlightened commercial leadership among Plains business and agribusiness people. . . . Since World War II, the politicians have essentially abandoned rural America, and the result, in this case, is a region in genuine peril.''\nTHE POPPERS' PROPOSAL is the most ambitious example to date of the worldwide revival of the commons concept. Cooperatively managed natural reserves are increasingly viewed as a workable answer to problems as difficult, and as different, as harvesting Costa Rican rain forests and saving Bangladeshi fishing grounds.\nIn the United States, the concept of commons is a rediscovery, not an innovation. The Boston Common celebrates its 356th anniversary this year. But as recently as the mid-1980's, American land-use specialists regarded the commons idea as an essentially archaic tradition.\nIn the summer of 1990, however, precisely a century after the official closing of the American frontier, the commons principle ranks among the hottest topics in land-use thought. In a field caught between practicalities and utopias, the principle's ingenious balancing of development claims and the concerns of those who believe in ''bioheritage'' (the idea that natural resources belong to the human race), its calm acceptance of social responsibility and stewardship, all look suddenly new and desirable.\nRevitalizing the American commons is taking many forms, on the Plains and elsewhere. The Institute of the Rockies, a citizens group in western Montana, is proposing the Big Open, an East African-style buffalo and game reserve. Nevada's Great Basin contains a new national park; the Snake River Plain of Idaho and Nebraska's Sand Hills and Buffalo Prairie may soon follow. Unesco's international biosphere reserves, devoted to the preservation of crucial ecologies, already include parts of the Appalachians, the Everglades and the Great Plains grasslands.\nThe commons idea is increasingly popular on the research and philanthropy circuit. An Aspen Institute symposium last July examined the implications of a global commons. Last month, the W. K. Kellogg Foundation helped fund a conference sponsored by the Oregon-based National Rural Studies Committee on the problems of the Plains. An international network of specialists in natural resource management, working on commons questions, is financed by the Ford Foundation. In the complex landscape of policy debate, the Poppers, once pioneers, now have much unexpected company.\nWithin university walls, the Poppers' proposal receives praise. ''They're onto something very important, and I admire their courage in taking ideas public, which few academics do,'' says Bret Wallach, a former MacArthur Fellow and a geographer at the University of Oklahoma. ''Since the 1920's, a lot of people in government and agriculture have argued we should retire the least productive, most ecologically fragile prairie land. Through their guts and insouciance, the Poppers may well be the ones to make this work.''\nFRANK AND DEBORAH Popper make an effective research team. Her computer skills verify his hunches; he drafts, she edits; he is the spokesman and animator, she the pattern-finder and corrective. Their roots are urban. He grew up in Chicago; she, in Manhattan. He was educated at Haverford and Harvard; she at Bryn Mawr and Rutgers (his degrees are in psychology and government; hers are in history, library science and geography), and their working lives have been spent in consulting firms, institutes, libraries and universities. On the Great Plains, they realize, such credentials are not endearing.\nThe Poppers live in a 1900's frame house, a mile from the Rutgers campus. On this morning, juice cartons and cheese Danish perch atop a copy of ''Zoning and the American Dream.'' The Popper children - Joanna, 17 years old, and Nicholas, 12 - rummage for gym bags and physics papers. Their parents, at table-tennis speed, first debate North Dakota bond issues, then LULU's (locally unwanted land uses, another Popper interest), then Willa Cather's western novels.\n''Twenty-two years of marriage,'' says Deborah Popper, who is 42, ''and we've never stopped talking.''\n''Mostly, she wins, especially on Commons problems,'' her husband, who is 46, chimes in. ''I get too idealistic about the great open spaces. Deborah is a demon for fact.''\nField-testing the Buffalo Commons concept has required every ounce of fact and idealism the two can summon. Most academic planners and geographers work from data tapes or computer simulations, and talk only to professional peers. What would happen, the Poppers wondered, if they took their ideas out West and explained them to the people most affected?\nDozens of lectures and symposia later, one result is clear. When the Poppers give public talks anywhere on the Plains, security guards frequently watch the audience.\n''We upset people,'' Frank Popper admits. ''It's a bit like being Salman Rushdie.'' He thinks a moment. ''We have no detailed master plan for the Plains, no mandate or official backing, only the growing sense that history, for a multitude of reasons, is on our side.'' (Popper's years as a Federal consultant have made him extremely wary of six-point plans with rigidly organized subheadings.) ''Maybe, maybe we can inspire enough discussion to affect the American future, instead of watching passively while a wondrous region self-deludes and self-destructs.''\nTHE INHABITANTS OF the rural Plains have long felt that those on the coasts perceive their land as flyover country, and are resentful. In difficult, unforgiving country, any change comes hard.\n''Naturally the Poppers' idea looks threatening out there,'' comments Theodore W. Sudia, senior scientist at the National Park Service and a 20-year veteran of preservation and restoration battles. ''For many Plains people, deep down inside, it's still 1870. Self-reliance and caution are profoundly important to them; outside interference, profoundly suspect. How else can they survive? In a landscape that harsh, you risk everything just getting out of bed in the morning.''\nFor 10 strenuous days in late April, the Poppers travel some 1,400 miles through the heart of the High Plains, meeting farmers, ranchers, developers, planners and biologists, watching reactions to their proposal.\nThe first speaking stop is McCook, Neb. (population: 8,000). McCook epitomizes the self-contained center favored by Deborah Popper's computers for long-term survival. The town has Amtrak service and a United Airlines feeder, a golf course, a CAT scanner, a junior college. Restored five-bedroom Victorian homes average $45,000, and supermarket lines are full of cowboys buying Dove Bars and Evian.\n''This is all very exotic,'' says Frank Popper, inhaling pure, dry prairie air. A half-day out of Newark Airport brings a degree of culture shock: McCook's residents seem extremely polite, blond and husky. ''Nebraska organs are the most requested for transplants nationwide,'' a local nurse says proudly. ''Ours is healthy land.''\nThe Poppers' talk packs the high-school auditorium with nearly 400 people, an impressive turnout for a warm Saturday night in calving season. When Deborah Popper's computer-generated maps of doomed Plains counties move across the auditorium screen, there are audible gasps, then a rising hum of defiance and dread.\nLocal panelists rise to reply, each rebuttal raising angry cheers. Everywhere they speak, the Poppers encounter a pattern of outrage they call the Four Responses: Pioneer Gumption (''Don't underestimate our determination and hard work''); Dollar Potential (''Plains food production can feed the world''); Eastern Ignorance (self-explanatory), and Prairie Zen (''Our landscape is a powerful source of spiritual renewal'').\n''Effective teaching,'' observes Charlie Gregory, 32, an instructor at McCook Community College, watching the crowd hand in comment sheets at the close of the presentation and walk out stony-faced, like people at a wake. ''This bunch responds to unemotional fact, not Donahue, and that's what they got. Before tonight, about 75 percent were dead set against the Poppers. Now, it's probably 35 percent.''\nThe next day, the Poppers drive northwest from McCook through Hayes County, Neb., an area high on their endangered list. Nearly two-thirds the size of Rhode Island, the county has a population of 1,200. Here is the true Plains, a minimalist landscape of sun, wind and grass. One can drive for an hour and encounter few houses, no billboards, no human beings. Frank Popper peers around with interest. What does he see?\n''A severe landscape, made humanly more severe,'' he says, pointing to serpentine erosion gullies, 40 feet deep. ''A dispassionate place. A century ago, we'd count 70 varieties of grasses here, instead of the current two or three. And lots more game. This country is perfectly suited to buffalo, not a monoculture of wheat or corn, not using scarce water to grow crops already in surplus.''\nIf many rural Nebraskans, faced with such conditions, have departed for more prosperous farm areas or for cities, other residents cite urban problems - AIDS, pollution and crime - as sound reasons to stay.\n''I got tired of traffic jams and crowds, and came to western Nebraska by covered U-Haul truck,'' explains Johnny R. Scott, 44, who used to live in Jacksonville, Fla., and Washington, and who is now owner of the grocery store in Hayes Center, the county seat.\nOcia Weston, 76, agrees: ''The Poppers know nothing about us. No way will Hayes County go back to buffalo.''\nWhile Frank Popper examines a row of deserted buildings, as rapt as if touring Tibet, his wife snaps pictures of the town. He notices the unsmiling onlookers (one filming him with a video camera) and turns to his wife.\n''What have we done to the people of the Plains?'' he says, in mingled wonder and despair.\n''Alerted them,'' she replies. ''It's depressing, and necessary, and now no one is happy. Our next project may be safely overseas. Lithuanian housing reform sounds good.'' They drive west, stopping in Benkelman, Neb., to meet Robert J. Reichert's buffalo herd. Sixty million of these shaggy, one-ton beasts once roamed the Plains, but by 1900 over-hunting reduced the number to a mere thousand. Today, as the market for lean meat increases, Western stockbreeders have turned to buffalo-raising; some ranchers in Colorado and Wyoming now run more than 800 head. Reichert keeps a hobby herd of 24 impressive, big-chested, black-maned animals.\n''Thoreau was right: 'Eastward I go only by force; but westward I go free!' '' Frank Popper shouts, standing joyously in the bed of the rancher's pickup. The truck jolts across a rutted pasture, Colorado on one horizon, Kansas on the other, while a dozen shaggy brown buffalo gallop alongside, snorting and stamping, as splendid as the bison on the cave walls at Lascaux.\n''I could live here,'' Popper declares, his eyes riveted on the tossing horns. ''I could look at this land forever.''\nNorth of Denver, after some hours of inspecting ghost towns like Keota, Colo. (population: 4), the Poppers drive through a brief and violent cloudburst.\n''What amazing country this is,'' Popper says. He is hunched forward in the van seat as he watches storm clouds move across the front range of the Rockies, its snowfields brilliant against an indigo sky. ''My parents brought me out here on what I now realize were Americanization trips,'' he adds. ''We did a lot of those, the Grand Canyon, Navajo country, Yosemite.'' (His father, an Austrian physician, fled the Nazis in 1938, married another refugee, and settled in Chicago to raise two sons.) On the road, the Poppers live like political candidates: speech, reception, symposium, photo opportunity, debate, farm tour, speech. They have traveled more than 30,000 miles on Buffalo Commons research trips. Except for expense payments and honoraria, the couple bear the cost of these missions. ''We prefer,'' says Frank Popper, ''to remain unbought.''\nA few hours later, the Poppers find themselves in the middle of white wine and scallion beef, Hermes scarves and polished cowboy boots. A reception is being held for them by the Center for the New West, an economic and public-policy think tank in Denver. The suburban living room is crowded with lawyers and bureaucrats. Largely supported by corporate funds, the center encourages high-tech development in states beyond the Mississippi, including those in the Plains, and its work helps to attract East Coast and Pacific Rim investors there. Its picture of a rapidly urbanizing region holds no room for a Buffalo Commons or for the powerfully romantic past the Poppers have invoked.\nAlso at the party is Joseph M. Luther, assistant dean of the University of Nebraska architecture school, who will debate Frank Popper in a special American Planning Association session the next day. Luther, too, dislikes mythic visions.\n''Out here we believe in maintaining a positive attitude of thinking,'' he explains. ''If global warming comes, we'll plant palm trees and make Omaha the next Sun Belt. Frank represents Europe, the East, Harvard, Federal interference - everything the good people of the Plains want to get away from, like my ancestors did, as early as the 1790's. . . . No, we will fight the Poppers, all the way.''\nThe next morning's forum on the Plains offers rousing political theater. The Denver convention center hall is filled with about 200 city managers, zoning experts, preservationists and development commissioners, all eager to argue, as well as several camera crews. Frank Popper is on the podium. ''Discussion of the Buffalo Commons must spring from fact, not emotion and misperception,'' he declares. Joseph Luther implores the crowd: ''Let us not be buffaloed!'' SIX DAYS AFTER DENVER , an apprehensive Frank Popper stands in a suburban Chicago hotel ballroom, presenting the Buffalo Commons idea to more than 400 members of the Society for Ecological Restoration, the leading international research association that is concerned with restoring and preserving landscapes.\nTen minutes into his speech, widespread excitement and approval are clear. Many listeners even find the Popper proposal too conservative. The question-and-answer period generates excited talk of similar restoration efforts for the Southern Californian chaparral, Maine's forests, and the great Southern wetlands. At 11 P.M., long after the session's close, hundreds of ecologists continue to mill about the ballroom, trading ideas on Plains re-creation.\nFrank Popper stands by the platform, tired but satisfied, his work as a catalyst done. ''The Buffalo Commons is a metaphor, really,'' he muses, watching the excited faces. ''It's a jumping-off point, a way into many complex land-use dilemmas. Scientists, farm-country people and wheeler-dealers are powerfully resistant to metaphor. Planners and geographers must deal in it constantly.''\nBack at Rutgers, Popper is thinking about the price of change. The view from his office embraces asphalt and concrete, warehouses and power lines, a strip of dying lawn. The local land-use board classes this zone as ''semirural.'' What does he see there?\n''On the Plains, I saw anguish, waste, a lack of sense and awful planning,'' Popper says. ''This, too, is a bleak and difficult landscape. We have seen the future, and it looks like Piscataway, N.J. Ultimately, the Buffalo Commons tries to convey that land use must be a deliberate national choice. The Plains are about to change, maybe for the worse. But they still retain a magnificent, terrifying sense of possibility.''\n''You get very few second chances,'' says Deborah Popper quietly, from the doorway, ''when playing with continents.''"}, {"text": "In Pakistan, Martial Law Waits to Return\n1990-08-30T05:00:00.000Z\nTo the Editor:\nThe dismissal of Pakistan's elected Government and the dissolution of the National Assembly by President Ghulam Ishaq Khan (front page, Aug. 7) is morally, constitutionally and politically indefensible. The President has violated his constitutional oath of office by spurning the electoral mandate the people of Pakistan gave Benazir Bhutto's Pakistan People's Party. By his unlawful act, President Ishaq Khan has reduced Pakistan from a constitutional state to his own personal fiefdom.\nMr. Ishaq Khan was thrust upon Pakistan as President as a condition set by the military establishment to permit the elected Government to take office. The Pakistan military had never become reconciled to its departure from political office and had been vigorously engaged in sabotaging law and order in the country through operatives of the Inter Services Intelligence Agency, the dreaded secret arm of the Pakistan military.\nHaving failed in all attempts to dislodge Ms. Bhutto's Government through ethnic violence and urban terrorism, the military has finally acted through its nominee, President Ishaq Khan, to topple Ms. Bhutto's Government. Allegations of corruption leveled against her Government by President Ishaq Khan lack all credibility. The President is no angel himself. He had been an ardent and highly placed supporter of Gen. Mohammad Zia ul-Haq's drug-infested, rapacious and corrupt military mafia, whose generals rank among the richest and most corrupt military leaders in the world. The real purpose of the dismissal of Ms. Bhutto's Government is to promulgate martial law in the country again. Reimposition of martial law in Pakistan will be fatal to the country. It will lead to a blood bath such as tore the country apart in 1971, when the Pakistan military began a genocide of the Bengali-speaking people of East Pakistan, which led to their secession and the establishment of Bangladesh. President Ishaq Khan's pledge to hold elections on Oct. 24 is the same kind of ruse that his former boss, General Zia, used to stay in power for 11 years after having promised to hold elections within 90 days of his takeover.\nI am sorry to disappoint those who see any reason for optimism, but there is no democracy in Pakistan's future.\nANWAR M. SHAIKH\nStaten Island, Aug. 13, 1990"}, {"text": "Death by the Pack for the Third World\n1990-10-30T05:00:00.000Z\nTo the Editor:\nKing James I of England quite succinctly summarized my position on the use of tobacco in 1604:\n\"A custome lothesome to the Eye, hatefull to the Nose, harmfull to the Brain, dangerous to the Lungs, and in the black stinking fume thereof, nearest resembling the horrible, stigian smoke of the pit that is bottomlesse.\"\nI read with mixed emotions \"Thailand's Cigarette Ban Upset\" (Business Day, Oct. 4). The General Agreement on Tariffs and Trade panel determined Thailand's ban on imported cigarettes to be illegal, but upheld a ban on advertising. I applaud the GATT panel's departure from precedent in supporting Thailand's advertising ban. Equal access to world markets is one thing, but a marketing blitz by powerful, wealthy multinational tobacco companies is another.\nI also applaud the Office of the United States Trade Representative for acknowledging, \"The evidence is overwhelming that tobacco products are harmful.\" The trade office must now extinguish requests from cigarette manufacturers to force the Thai government to allow advertising.\nTo quote the chairman of Philip Morris, one of the six multinational cigarette companies that dominate world tobacco sales: \"Our future is particularly bright in developing areas where income and population are growing\" (E. M. Whelan, \"A Smoking Gun: How the Tobacco Industry Gets Away with Murder,\" Philadelphia, 1984). These developing areas tend to have low levels of awareness of the health risks associated with cigarette smoking.\nIn countries where advertising by multinational companies is allowed, sophisticated campaigns seek to associate cigarettes with social and financial success -- an inexpensive way to participate in \"the good life.\" This has a profound impact on tobacco use and has been associated with the growth of third world cigarette sales at three times the rate of the rest of the world.\nAt the same time, cigarettes with up to twice as much tar and nicotine as identically named brands in industrialized countries are being marketed in some third world countries.\nThis campaign of death and disability is, unfortunately, occurring in the poorest countries of the world where undernutrition, communicable diseases and generally unsanitary conditions already overtax limited resources.\nIt has been calculated that in Bangladesh the money spent on a daily habit of only five cigarettes could pay for one-fourth of a child's daily food needs.\nIt is unconscionable for developed countries such as the United States to promote the major preventable cause of death and disability in the world today. The evidence regarding tobacco's damaging effects is incontrovertible. I beseech the trade office to honor the decision of the GATT panel. Don't make yourselves and the American people accessories to murder. DANIEL R. SEELY, M.D. Seattle, Oct. 11, 1990 The writer is a head and neck surgeon completing a master's degree in public health at the University of Washington."}]