[
  {
    "text": "Bangladesh Moves Up : LETTERS TO THE EDITOR\n1995-01-11T05:00:00.000Z\nRegarding the editorial \"Rich World, Poor World\" (Jan. 3):\nIn making a point, the Washington Post editorial uses the phrase \"even in a country as poor as Bangladesh...\" May I note that Bangladesh's poverty is often exaggerated. With a gross domestic product of $149 billion, measured in terms of purchasing power, Bangladesh is among the top 30 economies in the world. It is above Nigeria, Hong Kong, Vietnam, Singapore, New Zealand and several other countries.\nThough it is the most densely populated country in the world and has had to fight constantly with nature for survival, Bangladesh has made substantial progress in its short life of 23 years. The country has doubled its gross domestic product, contained inflation at below 2 percent, slowed population growth, immunized 92 percent of its children against major diseases and made safe water available to 90 percent of its people. It now produces enough food to feed its population of 116 million.\nNor is Bangladesh as dependent on aid as is generally believed. In 1991, 57 countries received higher per-capita aid than Bangladesh.\nMUSTAFIZUR RAHMAN.\nEmbassy of Bangladesh.\nBeijing.",
    "year": "1995",
    "id": "c08b9118-6dfc-4338-b86e-e3398e0568da"
  },
  {
    "text": "The World: Japan's Nature; A People Tremble in Harmony With the Land\n1995-01-22T05:00:00.000Z\nEarth shakes, ground trembles. With great weight of snow, The tight rope snaps back.\n-- Itto Nishimoto, haiku poet, 1907-1991\nWITH its neon lights and heated toilet seats and cellular faxes, the great trading city of Kobe a week ago seemed a citadel of modernity and affluence and internationalism, an antipodean New York with more sushi. Then the ground opened up Tuesday and unleashed an inferno that killed more than 4,000 people and returned part of western Japan to a primeval condition that would have been recognizable to the people who lived in Japan thousands of years ago.\nThe earthquake was a horrific reminder that prosperity and technology cannot insulate a country from its natural environment. The familiar pattern of Japanese history -- development, disaster and reconstruction -- is now being repeated in Kobe and the surrounding cities as residents search the smoldering rubble for the bodies of their friends and try to rebuild homes and businesses that took a lifetime to create.\nIt is of course risky to generalize too much about differences in foreign cultures. A century ago one of the first Japanese to travel to the United States wrote back, \"In America, unmarried women are called Jones, and married women are called Johnson.\"\nYet differences can be real, and sometimes the way people or nations react to disasters can open a window on their souls. The catastrophe in western Japan, and its orderly aftermath, with hardly a looter to be found, may offer some insights into life and society in Japan.\nAsian cultures have always felt themselves to be intertwined with nature in a way that is difficult for Americans to appreciate. Earthquakes, floods, typhoons, tidal waves, monsoons and volcanoes are an essential part of the natural order, nourishing life and extinguishing it, and the risks are always in the back of people's minds.\nThe sense of vulnerability has bred a stoicism that can be seen in the streets of Kobe today. \"Shikata Ga Nai,\" the Japanese say, \"that's just the way it is; it can't be helped.\" Natural disasters may just be a matter of \"unmei\" -- fate -- a word that, when it is written, is composed of the characters for movement and for life.\nWhile Westerners have long seen humans in confrontation with nature, and usually overcoming it, the traditional Japanese conception was different. The Japanese saw themselves as a part of nature, so much so that even the word for nature, \"shizen,\" is a modern one, only about 100 years old. Until then there was no need for a Western concept of nature, for people were not distinct from the environment but embedded in it. Japan is, after all, the only industrial country whose head of state (Emperor Akihito) is a descendant of the Sun Goddess.\nExpecting Disaster\nJapan, in fact, has been subject to the cycle of natural disaster and renewal for thousands of years, and today the 30 million people in the Tokyo region sit atop an active fault that constantly threatens the kinds of upheaval that killed 142,000 people in the great Tokyo earthquake of 1923. The city fire authorities released a study a few days ago that another severe earthquake in Tokyo could kill or injure 68,000 people -- and that might be optimistic, since the Kobe quake produced more damage than anybody had anticipated.\nIn one respect, it is much the same throughout Asia. In low-lying Bangladesh, flooding in 1988 left two-thirds of the country under water, and a typhoon in 1991 killed more than 100,000 people. Some were saved only when they were blown off their offshore islands and onto the mainland a dozen miles away. If global warming leads oceans to rise a few feet, much of Bangladesh may simply disappear.\nChina is the great historical chronicler in the region, and its records go back for thousands of years in recording hundreds of thousands of people at a time killed by earthquakes or floods or changes in the courses of rivers.\nAt the beginning of the 1960's a famine killed 30 million Chinese -- it was the worst famine in world history -- and as recently as 1976 an earthquake in the northern Chinese city of Tangshan killed 240,000 people by official count and perhaps several times that number.\nYet Japan has traveled a long way from its Shinto roots as a nation of nature-worshiping rice farmers. Beginning with the Meiji Era a century ago, when Japan began its frantic and furious effort to modernize, every effort has gone into building skyscrapers and bridges and (supposedly) quake-proof freeways. Instead of keeping in harmony with the dragons of nature, engineers sought dominance.\n\"We're exposed to a severe natural environment, and we're probably more aware of natural hazards than Americans are,\" said Yozo Fujino, an earthquake expert and engineering professor at Tokyo University. \"So we've been paying extra to try to get more safety, but the quake shows that our procedures weren't adequate.\"\nStill, in some ways the engineers succeeded. There has been a good deal of second-guessing and recrimination about the collapse of buildings and bridges that were not supposed to collapse, but the fact remains that an exceptionally violent temblor took a region with millions of people, with enough strength to heave railroad cars on their sides, and 99.9 percent of the population survived.\nJapanese engineers have developed not only bullet trains that travel as fast as 170 miles an hour, but also a system whereby seismographs automatically dispatch computerized instructions to halt the bullet trains at the first sign of an earthquake. In Osaka, near the heart of the quake, the gas company has installed meters that instantly shut off the gas supply at the first seismic jolt. Japanese engineering was humiliated only because of its own exceptionally high standards.\nRemembering Old Boasts\nStill, the humiliation is there. The Japanese newspapers are full of self-mocking recollections that after the Los Angeles earthquake a year ago Japanese said that freeways here could never collapse. The nation itself has been humbled, adding to the tangle of feelings the Japanese have about precisely who they have become and just where they fit in the modern world.\nSometimes Japan seems torn between two perceptions of itself. One is of the irrepressible, unstoppable powerhouse, whose secret weapon is its own special national characteristics. That vision of Japan as No. 1 was strongest in the early part of World War II, when the Japanese Army and Navy overwhelmed allied forces in the Pacific and Southeast Asia, and again in the 1980's, when the Tokyo stock market seemed filled with helium and real estate tycoons ate food coated with gold -- the better for their health -- as land prices rose so high that the Imperial Palace grounds in Tokyo were supposedly worth more than all of California.\nThe other self-perception of Japan is of the poor island archipelago with few natural resources, one that is always living on the edge of one disaster or another. This more humble version returned a bit in the last few years following the collapse of the \"bubble economy.\" The great earthquake seems to have again brought this image to the fore when Japan holds a mirror to itself.\nA Lingering Uncertainty\n\"It's been 50 years since the war ended and we're at a watershed,\" said Keigo Okonogi, a professor of psychiatry at Keio University in Tokyo. \"We've had our economy hollowed out, corruption in politics, and very rapid changes. This earthquake will add to the sense of uncertainty among the Japanese people.\n\"Japan had been proud of its highways, bridges, railroads, and they were destroyed in the quake, so there's a psychological blow to the Japanese people.\"\nYet it is striking how, here in Kobe, people are looking only ahead. They are cleaning out their homes, or clearing the rubble, and seeing how they can rebuild their lives.\nOne of the phrases the Japanese have used in describing themselves is \"gaman,\" a term that has no equivalent in English but that roughly means a kind of stoical perseverence.\nHalf a century ago, Kobe was nearly destroyed by bombing in World War II, and then the local people rebuilt it into one of the great trading centers of Asia, the port through which 12 percent of Japan's exports pass. Now, large sections of Kobe again are smoldering rubble, and the rebuilding has begun once more. The resilience is breathtaking.\n\"In 1944 I was in Tokyo when it was heavily bombed, and in one night almost one-third of the city was bombed,\" Hiroyoshi Ishikawa, a professor of social psychology at Seijo University, remembers. \"But the next day we began to adjust to the new environment and find a way to survive. It's the gaman mindset, and it's in the national character of the Japanese people.\"\nPerhaps it is a bit self-serving when Japanese see themselves as apostles of patience and perseverence, but it is true that such values are often drilled into young people from an early age. Whereas American parents are always telling Johnny to put on his jacket before going outside, some Japanese parents send Toshi-kun to kindergartens where the kids run around outside in winter in just their shorts. It builds character.\nOr maybe it just gives the kids colds. Even so, it at least helps create a sense of expectation that people will endure hardship together.\nThere was little or no looting in Kobe, even though store windows were shattered and goods were sometimes available for the picking. Perhaps people didn't steal because they are good at heart, or perhaps because each neighborhood is like a little village, or perhaps because everybody is suffering together, or perhaps because residents are too worried about the shame of getting caught.\nA Sense of Order\nIt is common to describe Western society as guilt-based and Japanese as shame-based. Americans have hangups while the Japanese get embarrassed, or so the theory goes, and no doubt it can be taken too far.\nBut this sense of personal honor and dignity, and fear of being shamed, may be one reason why the Japanese in Kobe are ideal disaster victims. Even when their lives have been torn apart by earthquake, they sometimes line up and politely offer: After you.\nThen, too, this part of Japan, which is known as the Kansai, is famous as an area where people are particularly pragmatic. In Osaka, the capital of the Kansai region, older folks sometimes still greet each other: \"Mokari makka\" -- \"Have you made money today?\" People of Kansai barely see pie in the sky before they're plotting to bring it down to earth.\nThese days, this pragmatism is evident in the little ways that people are adapting. They press ahead to rebuild, accepting the week's tragedy with a measure of philosophical acceptance. As the great 17th century haiku poet Basho wrote, after finding a man's grave in a bamboo grove:\nThe vicissitudes of life.\nSad, to become finally\na bamboo shoot.",
    "year": "1995",
    "id": "7c907910-0bb6-4f07-992d-b8fb6a51fc01"
  },
  {
    "text": "In Chechnya, a Life-Saver May Need Saving Himself\n1995-04-25T05:00:00.000Z\nChechnya may have claimed a second American victim. The first was a photographer, Cynthia Elbaum, killed by shrapnel in December. Now Frederick C. Cuny, a disaster relief expert, is missing. For the past two weeks, rumors have circulated of his arrest, of his being held behind the lines, of his being caught in the crossfire. He had teamed up with an interpreter and two doctors from the Russian Red Cross. None of them has been heard from since April 9. We need to find them.\nFew of his fellow citizens know of Fred Cuny, but he is an American original. He is to humanitarian disasters what Red Adair was to oil wells. A liberal Texan with a deep humanitarian streak and an engineer with impressive analytical ability, he has been in the field for a quarter century's worth of natural and man-made disasters. In humanitarian emergencies, L, soft- hearted Fred Cuny can be counted upon to produce hard-nosed assessments that help translate the rhetoric of relief into reality.\nIt is natural that he should have gone to Chechnya to see what the outside world could do to help. He is no stranger to famine, floods, hurricanes, earthquakes, forced migrations and conflicts - more than 30 of them from Peru to Bangladesh, from Guatemala to Armenia. .\nThis was his second trip to Chechnya. Earlier this year, he was there for three weeks. He wrote an article about it for the April 6 issue of the New York Review of Books titled \"Killing Chechnya,\" in which he argued that Chechnya must not become another Bosnia.\nFred Cuny should know. For 18 months, he worked out of Sarajevo, where he implemented assistance projects and facilitated relief efforts for Bosnia-Herzegovina. He designed a water-filtration system, shipped it in and trained Sarajevans to operate it, restoring, albeit fitfully, water service to two-thirds of the city - a remarkable feat and a humanitarian service, especially since scores of Sarajevans have been killed while searching for water.\nI began to work closely with Fred in April 1991, when I was the American ambassador to Ankara during the exodus of Kurdish Iraqi refugees to the mountainous borders of Turkey. He helped the allied military develop and coordinate one of the most ambitious rescues ever: Operation Provide Comfort. I remember how skeptical I was when Fred told me confidently that in two months we could return 500,000 Kurdish refugees to their homes in northern Iraq. He was right. It was an extraordinary achievement.\nOn countless occasions, his energy has transformed hand-wringing into constructive and concerted action. Not just in northern Iraq, but also in postwar Kuwait. In Somalia, he tried to put the focus on restoring market agriculture and designed an approach to Western peacekeeping that, had it been adopted, might have prevented fatal errors. He urged to no avail that the military not enter Mogadishu.\nFred Cuny is the sort who keeps his head when all about him are losing theirs. He is a risk-taker, but he is not reckless. He has shown initiative in making complex humanitarian operations succeed, demonstrated courage in the face of danger, and displayed unfailing compassion in heart-breaking situations. He has literally helped save hundreds of thousands of lives. Now, his own life may be at stake because he rubbed someone the wrong way or was in the wrong place at the wrong time.\nHe returned from his first trip to Chechnya with practical ideas for halting the slaughter and aiding its victims. Events overtook his proposals. Undaunted, and ever the believer in field-based analysis, he went back.\nFred's family and friends have gotten used to worrying about him. Now we're very worried. Private efforts to find him have been unavailing. We believe he and his companions have proceeded without a car and radio.If he could make contact, he would; it's his practice.\nIf Fred comes out of this, he will be embarrassed by this article and mad at me for exaggerating. I haven't. He has directly contributed as much to American values and to the well-being of countless people as any private citizen in the past 30 years.\nA major effort is needed to get the Chechens and Russia to find him. Boris Yeltsin, Bill Clinton and the Chechen leader Dzhokar Dudayev differ on many issues, but they share an interest in locating him and ensuring his safety - as do we all. Fred Cuny is an international treasure. This is a plea for action, not a eulogy.\n-\nThe writer is president of the Carnegie Endowment for International Peace, where Frederick C. Cuny serves as a part-time senior associate. This comment was contributed to the International Herald Tribune.",
    "year": "1995",
    "id": "e85556d8-1da1-445b-a411-696de0819506"
  },
  {
    "text": "Scientists Say Earth's Warming Could Set Off Wide Disruptions\n1995-09-18T05:00:00.000Z\nThe earth has entered a period of climatic change that is likely to cause widespread economic, social and environmental dislocation over the next century if emissions of heat-trapping gases are not reduced, according to experts advising the world's governments.\nThe picture of probable disruption, including adverse changes and some that are beneficial, emerges from draft sections of a new assessment of the climate problem by the Intergovernmental Panel on Climate Change and from interviews with scientists involved in the assessment. The panel, a United Nations group of 2,500 scientists from around the world, advises parties to a 1992 treaty that are negotiating reductions in heat-trapping greenhouse gases like carbon dioxide.\nThe new feature of the assessment -- the first in five years by the intergovernmental panel -- is that the experts are now more confident than before that global climate change is indeed in progress and that at least some of the warming is due to human action, specifically the burning of coal, oil and wood, which releases carbon dioxide into the atmosphere. Like its predecessors, the forecast depends heavily on uncertain computer simulations of the atmosphere's response to heat-trapping gases.\nWhile some environmentalists and their allies have long believed potentially catastrophic human-induced climate change to be a fact, and some political conservatives and industry groups have been skeptical, experts in the mainstream of climate science have never confirmed either view.\nSo far, most governments have taken small steps to rein in emissions of greenhouse gases, with the hope of at least avoiding further contribution to the warming problem. But even before the current reassessment, parties to the 1992 treaty had agreed that these steps were inadequate and had opened talks aimed at stronger measures.\nAccording to draft sections of the new forecast, some of the predicted effects of climate change may now be emerging for the first time or with increasing clarity. The possible early effects include these:\n*A continuing rise in average global sea level, which is likely to amount to more than a foot and a half by the year 2100. This, say the scientists, would inundate parts of many heavily populated river deltas and the cities on them, making them uninhabitable, and would destroy many beaches around the world. At the most likely rate of rise, some experts say, most of the beaches on the East Coast of the United States would be gone in 25 years. They are already disappearing at an average of 2 to 3 feet a year.\n*An increase in extremes of temperature, dryness and precipitation in some regions. A United States Government study conducted by one of the panel's scientists has shown that these extremes are increasing in America. There is a 90 to 95 percent chance, the study concluded, that climate change caused by the emission of greenhouse gases like carbon dioxide is responsible. The intergovernmental panel forecasts an increase in droughts like the current one in the Northeastern United States, heat waves like the one in Chicago this summer, and more fires and floods in some regions.\n*A \"striking\" retreat of mountain glaciers around the world, accompanied in the Northern Hemisphere by a shrinking snow cover in winter. In some semi-arid regions, the panel says, runoff from melting glaciers may increase water resources. But in most places, rivers and streams could be diminished in the summer.\n\"While there will be some beneficial effects of climate change, there will be many adverse effects, with some being potentially irreversible,\" says one of the panel's draft summaries.\nBeneficial effects, if the panel's forecast is right, would include, for instance, milder winters in northern climes, an increase in rainfall in some regions that need it, and faster crop growth. Grain belts of North America and Russia could expand. Agricultural production worldwide is not expected to decrease much.\nBut some regions -- especially sub-Saharan Africa, South and Southeast Asia and tropical Latin America -- could suffer losses in their harvests. Deserts are expected to expand, and the heartlands of continents to become drier. There would be more rain throughout the world. Northern temperate regions would experience more rain and less snow in winter. In summer, water would evaporate faster, drying the soil.\nNatural ecosystems, being untended, would be even more vulnerable than cropland. Forest trees could not migrate northward fast enough to keep up with shifting climatic zones, and some forests would disappear, the panel says.\nComputerized models indicated that if atmospheric carbon dioxide levels double, \"one-third of all the forest area of the earth will change,\" said Dr. Steven P. Hamburg, a forest ecologist at Brown University who is a member of the intergovernmental panel. \"But we still don't have a good grasp of what it will look like,\" he added. Carbon dioxide concentrations are expected to double late in the next century if no further action is taken to limit emissions.\nClimate forecasting is a difficult and often controversial science. One major subject of dissension are the computer models on which the intergovernmental panel's report largely depends. The climate experts on the panel believe their models have become increasingly reliable. But skeptics continue to assert that the models fail to simulate the present climate realistically and hence are an unsure guide to future climates.\nThere is wide agreement among scientists that the average surface temperature of the globe has already risen by about 1 degree Fahrenheit during the last century, with the steepest rise taking place in the last 40 years. But given the natural variability of the earth's climate and the wide fluctuations in temperature known to have occurred in the distant past, climate experts have until now been almost unanimous in saying they could not prove that human emission of greenhouse gases was playing in part in the warming.\nScientific opinion among climatologists is now shifting, and more are prepared to say that human activity is a likely cause of at least part of the climatic change experienced so far.\nThe human contribution to global warming could range from highly significant to trivial. The scientists say it is not yet possible to measure how much of the warming has been caused by human activity and how much is a result of natural causes.\nComputer models are the principal basis for the draft report's forecast that the world's average surface temperature will rise by about 1.5 to 6 degrees Fahrenheit by the year 2100 if no further action is taken to rein in greenhouse gas emissions. Further warming -- 50 to 70 percent more than what took place by 2100 -- would take place after that year, the report says. The warming would be somewhat larger if, as appears possible, industry stops emitting sulfate aerosols, which exert a cooling effect by reflecting sunlight and are air pollutants in their own right.\nEven if atmospheric concentrations of greenhouse gases were stabilized immediately, the report says, the world would still warm by about 1 to 3.5 degrees, resulting in some degree of climatic dislocation.\nThe panel's draft report has yet to undergo review by governments but its members say they expect few if any substantial changes in the findings. Members of the panel said in interviews that there was a range of views among their group as to the impacts of the predicted warming. The draft reports, they said, represent a reconciliation of these views. They said further that in the case of agriculture, one competing school of thought held that farmers would adapt with new crops and methods, while another said that food production might plummet in some regions.\nSea-level rise is one of the clearer consequences expected of the predicted warming. Measurement of the rise is \"the dipstick of climate change\" said Dr. Stephen P. Leatherman, director of the Laboratory for Coastal Research at the University of Maryland and a reviewer of the panel's chapter on the subject.\nSince its last full assessment in 1990, the panel has cut its estimate of expected average sea-level rise between now and 2100 from a \"best estimate\" of 26 inches to a little less than 20 inches, with a possible range of 10 to 31 inches. A further rise is expected after 2100. The best estimate for 2100, the draft report says, would by then put at risk tens of millions of people in low-lying areas and on oceanic islands. Many low areas, like parts of the Maldives, Egypt and Bangladesh, would be inundated, and many of their inhabitants would be cast on the world's mercies as environmental refugees.\nAt present, the draft report says, an estimated 46 million people experience flooding because of storm surges each year. Under the best estimate for 2100, 92 million to 118 million would be so affected. Rich countries might be able to adapt, but at the cost of spending $521 million a year on sea walls and other protection, the panelists estimate. Even then, many coastal wetlands and sandy beaches would have to be sacrificed. Poorer countries would find it more difficult to protect themselves, the report says.\n\"The incidence of floods, droughts, fires and pest outbreaks is expected to increase in some regions,\" the draft report says. One region in which the climate has already become more variable is North America, according to a study headed by Thomas M. Karl of the National Climatic Data Center, a Federal agency in Asheville, N.C. The report concluded that from 1980 through 1994, the greenhouse effect increased the incidence of drought, above-normal temperatures, summertime precipitation and heavy rainstorms in many areas of the United States.\nThe current drought in the Northeast and the lethal midsummer heat wave in Chicago would probably have happened anyway, but the greenhouse effect may have made them worse, said Mr. Karl, who is a member of the panel.\nThe global impact of climate change on agriculture is likely to be \"small to moderate\" if measures are taken, the panel says. But regional effects are expected to vary widely.\nFor instance, the semi-arid croplands of sub-Saharan Africa, already vulnerable, would be even more so, said Dr. Cynthia Rosenzweig, a research agronomist at the NASA Goddard Institute for Space Studies in New York and a co-author of the report's agriculture chapter.\nIn North America, Dr. Rosenzweig said, \"it's really quite an opposite picture of vulnerability.\" Carbon dioxide promotes plant growth, and this may outweigh negative changes, which may be less severe in temperate zones in any case.\nStill, she said, the United States would probably not escape agricultural dislocation. A change in climatic zones would force farmers to change crops -- growing citrus fruits farther north, for instance.\n\"There's no doubt we in the U.S. can adapt, but we shouldn't think those adaptations are cost-free,\" she said.",
    "year": "1995",
    "id": "844f0d1b-260a-4286-8cba-d3b0aae7a1d6"
  },
  {
    "text": "To Reform the World System, Stay Aboard and Pay\n1995-07-28T05:00:00.000Z\nSignals for severe cuts in contributions to the United Nations are coming from different directions.\nIn Washington, whatever may be the final compromise between the administration and Congress over the future budget, it is clear that, barring a surprise, U.S. payments to the United Nations will be sharply reduced.\nJudging by the discussion at the Halifax summit in June, when the leaders of the Group of Seven concentrated more on cost-cutting than on designing an adequate institutional framework for the 21st century as they hadannounced last year, several other industrial countries might be inclined to follow suit.\nThe impending financial threat is not confined to the United Nations or its peacekeeping operations. It imperils a large part of the entire multilateral system strenuously developed during the postwar years.\nMember nations have every right to try to reform international organizations. And\nThe hard question about the price to be paid must not be dodged.\nwhen financial austerity is necessary at home, it is logical for them to encourage economy in multilateral institutions to which they belong. But economy in the use of resources is not an end in itself; nations will be unwise to confuse it with the broader objectives that a reformed multilateral system must stand for.\nMany developed countries would like to see changes in the UN system, and so would most developing nations. Ideas about reform — why changes in the system are needed and how they should be achieved — diverge both between and within the groups.\nBut in many ways the world today is much less divided than previously. Witness the outcome of the Uruguay Round of multinational trade talks. By focusing on commonality of interest and through collective perseverance during more than seven years, nations were able to set aside their smaller differences and immediate difficulties and reach an agreement for bigger and long-term gains.A similar climate needs to be created to reach a global consensus on reforming the UN system.\nNo one expected a major breakthrough in this direction at the Halifax summit, but there were high hopes that it would point the way by setting the right agenda based on a vision of the future world and its common needs. Instead, driven by anxiety over immediate problems at home, they apparently took the easy way out and dealt with reduction of funds and the closing down of institutions. They did not seem ready for the 21st century.\nIt is no secret that the whole United Nations system has been built on a shaky financial foundation.Within countries, such public needs as law and order, the welfare of those in acute need or the development of the backward regions are financed by society as a whole on the basis of a shared and continual commitment. In times of budgetary stringency there may be some cutbacks in the programs, or programs may be re-adjusted for new situations, but the basic functions are never given up.\nIn contrast, notes the Commission on Global Governance in its recently released report, at the global level the financing of even the most essential services is left to the voluntary decisions of individual governments.\nAnd these decisions, as history tells us, can be arbitrary, capricious and unilateral.The funding of the multilateral institutions thus remains unpredictable, and their continued existence insecure.It saps the energy and capability of the UN institutions, impairs their credibility and makes them vulnerable to political horse-trading. Staff morale and competence are debased.\nGlobal services such as maintenance of peace and security, ensuring stability of monetary and trading systems, protection of the environment and alleviation of poverty are not a matter of charity, nor can they be isolated from vital domestic concerns. These are among the global public goods, or global commons, from which all nations, rich or poor, derive benefits, albeit in varying degrees in each case.\nPoverty alleviation may be of direct interest to poorer countries, but it prevents unrest and conflict that feed on economic want and it helps economic expansion from which rich countries also gain.\nIndustrial countries are more concerned over environmental degradation and climate change, but other countries can hardly be indifferent to them. Can Bangladesh ignore environmental disasters like the floods that create havoc there year after year? For how long can sub-Saharan Africa afford to be indifferent to the deadly erosion caused by desertification?\nThe same is true of other global public goods, including the world monetary and trading systems. Can the U.S. export market continue to be the most dynamic sector in the whole economy, creating jobs and raising incomes for Americans, if there is serious turbulence in the global monetary and trading systems — or if the importing nations are unable to pay for imports?\nIn debate on the U.S. budget, foreign aid is often seen as largely extraneous to domestic concerns.But, to the extent that the aid programs create global public goods from which Americans and the American economy derive substantial benefits, the dichotomy is obviously wrong.\nMultilateralism is no longer a Wilson-ian dream. It is an inseparable part of every nation's need.\nIf nations are serious about redesigning the present multilateral system, they should get together and evolve a consensus on a forward-looking agenda that matches the challenges of the future.\nWhat kind of multilateral system does the world need to meet the demands of the 21st century as nations become increasingly interdependent? What are the range and nature of global services that the system should be responsible for? Should this include a global response across national frontiers in cases of state failures?\nWithin each national society, private and voluntary bodies assume responsibilities in various domains that lighten the burden of the state.At the global level should they play a similar role to support and supplement the intergovernmental system?\nAnd the hard question about the price to be paid must not be dodged. Are the nations prepared to pledge adequate and predictable funds so that the system can operate effectively\nThis is where the reform debate should focus. Withholding funds from the United Nations, or member states' unilateral threat of withdrawal from one or more of its agencies, does not serve the real purpose of reform.\nThe writer, a former senior official in the United Nations and its agencies, is a consultant to international organizations. He contributed this comment to the International Herald Tribune.",
    "year": "1995",
    "id": "29a52745-2611-49e1-b6a3-414ef841c782"
  },
  {
    "text": "Antarctica May Offer Clues on Whether Life Ever Existed on Mars\n1995-03-14T05:00:00.000Z\nIT has been nearly 19 years since two Viking spacecraft analyzed Martian soil and failed to find any evidence of past or present life. But some biologists believe that at least fossil remnants of extinct life may yet be found on the red planet, and that Antarctica offers clues to where future Mars explorers should look.\nAlmost since the time of the two Viking missions in 1976, planetary scientists have focused attention on the region of Antarctica known as the dry valleys -- a network of glacial gorges and valleys transecting the Royal Society mountain range and leading to the west coast of the Ross Sea. As a result of high winds that sweep away the snow and the mountain range that obstructs the downward flow of ice from the polar plateau, the valleys are almost bare of snow and ice.\nThe dry valleys are as inhospitable to life as any place on this planet. From time to time a straying seal or penguin wanders inland seal and bird mummies lie scattered across the harsh gray landscape.\nBut despite the intense cold, dryness and lack of light during half of each year, life maintains a tenuous toehold in the Valleys. Some lichens and bacteria have colonized spaces between protective layers of sandstone, and bacteria have formed dense mats at the bottom of ice-covered lakes. Nematode worms, yeasts and even a few insects have found niches in the generally hostile ecology.\nDr. E. Imre Friedmann of Florida State University has spent 13 Antarctic summers studying the hardy but elusive organisms inhabiting the dry valleys. Now 73, he completed his latest arduous research season in the dry valleys in January. He believes that more discoveries await scientists in the region.\nIt could be, some scientists believe, that life at a similarly primitive level once existed on Mars -- if, as they believe, Mars once had lakes.\nLiquid water is not known to exist anywhere on present-day Mars. But between four billion and two billion years ago, Mars may have had lakes very much like Antarctica's Lake Hoare, Lake Vanda, Lake Bonney, Lake Fryxell and several other small ones, in the view of Dr. Robert A. Wharton Jr., of the Desert Research Institute, in Reno, Nev.\nDr. Wharton, who formerly conducted research for the National Aeronautics and Space Administration, has led a long series of research expeditions to the dry valleys and spent most of the past Antarctic summer at Lake Hoare, a four-mile-long lake in Taylor Valley.\nDuring Mars's early history, the planet may have had a much denser atmosphere than it does now, its climate may have been warmer, and liquid water was probably prevalent, especially in the form of outflow channels discharging water from underground aquifers. Photographs of Mars show many valleys similar in appearance to terrestrial river valleys, with tributaries, meanders, deltas and other river features common on Earth. \"From a biological perspective,\" Dr. Wharton said, \"it is during this period when life could have arisen.\"\nA system of Martian canyons some 1,500 miles long named Valles Marineris may be a particularly good place to look for the fossil remnants of primitive life, Dr. Wharton and other scientists believe. There are features in the region that look very much like the layered deposits of silt that form in lakes like those in Antarctica, and these may actually be the remains of \"paleolakes\" where Martian microorganisms or other simple life forms could once have lived.\n\"While life outside the Earth's atmosphere has yet to be observed,\" Dr. Wharton said, \"there is a general consensus among exobiologists that the most productive search strategy for life would be based on locating liquid water.\"\nMeanwhile, Dr. Wharton and his colleagues at Lake Hoare -- Dr. Dale T. Anderson, Dr. Ian Hawes and Dr. Ann-Maree Schwarz, among others -- have spent much of the past four months in diving suits, measuring and photographing the fragile life that survives some 100 feet deep in frigid water under a crust of ice 10 feet thick.\nGasping into the microphones in their face masks from the intense cold of the water, the divers have spent up to 40 minutes deeply submerged, paying out their lifelines in the dim light. While underwater, they marked growth patterns of bacterial mats, measured reproduction and metabolism rates, and brought up samples of water and microorganisms. Some of the bacterial mats they investigated are up to 100 years old, they estimate.\nLife at the margins of survival -- extreme heat as well as extreme cold -- was explored in Antarcticain the hope of elucidating not only the defense mechanisms organisms evolve in hostile environments but the origins of life itself.\nDr. Karl Stetter of the University of Regensburg, Germany, and Dr. Hugh Morgan, a New Zealand biologist, spent part of the summer at the rim of Mt. Erebus, one of Antarctica's two active volcanoes, where they collected bacteria from steaming hot volcanic fumaroles.\n\"It's hard to believe,\" Dr. Stetter said, \"but very similar species of heat-loving bacteria thrive in hot water all over the world, and we expect to find them in Antarctica. The world record for these hyperthermophyllic bacteria so far is held by a little bug called Pyrolobus fumarius, who lives near hot deep-sea vents at temperatures up to 113 degrees Celsius.\n\"The mystery is why the DNA and the cell membranes of these bacteria don't break down,\" Dr. Stetter said. \"We think that vulnerable parts of the bacteria are protected by certain glycoproteins.\"\nParadoxically, glycoproteins in the blood of certain Antarctic fishes protect them from freezing, even when they are immersed in salty sea water at a temperature well below zero degrees Celsius (32 degrees Fahrenheit).\n\"It may turn out,\" Dr. Stetter said, \"that glycoproteins have played a fundamental role in protecting primitive organisms against extremes of temperature, both hot and cold. We may be getting close to fundamental chemistry that evolved not long after the dawn of life on Earth.\"\nGlaciologists working in the dry valley have been looking for clues to changes in the Earth's climate. Dr. Andrew G. Fountain, a glaciologist from the University of Washington, has found plenty of evidence for a disturbing pattern of change.\nThe glaciers in Antarctica's dry valleys, like many glaciers in other parts of the world, are melting and receding. The huge Commonwealth Glacier adjacent to Lake Vanda has been melting so fast during the past decade that the level of the lake has recently risen three feet a year Dr. Fountain said.\nNew Zealand's Lake Vanda research station was closed this season because of the rising water, which was about to engulf it. At Lake Hoare, Dr. Fountain's measurements of the rate of melting of the adjacent Canada Glacier and the resulting flow of meltwater into the lake showed a similar pattern.\nAlthough scientists do not agree about whether the Earth is undergoing a long-term warming, many regard the widespread retreat of glaciers as a strongly suggestive symptom. If climatic warming should weaken and finally destroy the ice underpinnings of the West Antarctic Ice Sheet, many experts agree, the entire sheet could slide quite rapidly into the sea. This would cause an abrupt and catastrophic rise in global sea levels, flooding low-lying cities and countries like the Netherlands and Bangladesh.\nGradual, relentless planetary changes may be almost as hard to gauge on Earth as they are on Mars, but the long-term study of Antarctica's dry valleys may help scientists foresee our future a little more clearly, they hope.",
    "year": "1995",
    "id": "d4e8cc5c-2fe5-4f47-bb6d-152c317af636"
  },
  {
    "text": "Greeted at Nation's Front Door, Many Visitors Stay On Illegally\n1995-01-03T05:00:00.000Z\nIn the comfort of a flight from Belfast, Francis and Theresa S. arrived in the United States three months ago as tourists. But they had no intention of returning to their home in Northern Ireland after their sightseeing in New York was over. They were coming to stay on as illegal immigrants.\nUnlike the thousands of Mexicans and Central Americans clambering over the flood-lit fences of the southern border, the couple merely walked through an inspection booth at Kennedy International Airport. An immigration official, checking their passports and plane tickets, smiled and waved them in.\n\"It was that easy,\" said Francis, who along with his wife did not want to be fully identified for fear of being uncovered. \"They just stamped our passports and that was it,\" he said as he sat in a bakery in Woodside, Queens, taking a break from moving into a new apartment with his wife.\nSlightly more than half of the nation's illegal immigrants, including the vast majority in the New York area, casually enter the country as tourists, students or business people, and then simply overstay their visas.\nAnd although the Immigration and Naturalization Service spends millions to patrol the southern border, the agency virtually ignores those illegal immigrants who, like Francis and Theresa, have walked in through the nation's front door.\n\"There is absolutely no deterrence,\" said David Simcox, a senior fellow of the Center for Immigration Studies in Washington, which favors restrictions on immigration. \"There isn't much there to stop anyone.\"\nIn fact, the I.N.S. has no specific programs aimed at seeking out and deporting the 150,000 visitors a year who end up illegally settling here. Last year, only about 600 people were deported for overstaying their visas, out of 39,000 deportations.\nThe estimates on illegal immigrants come from an I.N.S. study that uses air passenger data, census surveys and immigration service statistics. While the numbers provide only a rough approximation, they point out in broad strokes the magnitude of the problem with illegal immigrants who overstayed their visits.\nOf the four million illegal immigrants in this country, about two million first arrived as visitors. Unlike those who sneak across the border, those who enter as visitors come from a broad range of countries, including Italy, the Bahamas, Poland and the Philippines. Together, they constitute a far more diverse population than the public debate, focused on the border, tends to include.\nIn fact, outside of the border areas, Mexicans and Central Americans often make up only a small part of the illegal immigrant population.\nCecilia Munoz, a deputy vice president of the National Council of La Raza, a national Hispanic lobbying organization, said the Government's focus on the border has distorted the debate on how to control immigration, turning it instead into a blind bashing of Hispanics.\n\"Ninety-nine percent of enforcement efforts are directed at Latinos when, in fact, illegal immigration is far more diverse,\" she said. \"The border does need to be controlled, but it is just half the problem.\"\nIn New York, which has the largest illegal immigrant population -- 529,000 -- after California, the biggest groups are from Italy, Ecuadorand Poland. Mexicans are barely noticeable at just 2 percent of the state's illegal population.\nSimilarly, in New Jersey, with its population of 137,000 illegal immigrants, the three top groups are from Portugal, Poland and Italy.\nIndeed, for illegal immigrants from the vast majority of countries, the most popular method for moving to the United States has been through overstaying a tourist or business visa.\nNuccio R., for instance, a 24-year-old illegal immigrant from Sicily, still marvels at the ease with which he came to the United States.\nWhen he arrived at Kennedy four years ago, he simply collected his baggage and headed for his uncle's house in Brooklyn.\nHe had just graduated from high school and only planned to stay for a few months. But as he began to settle into life in America, he decided to stay for good. He has a full-time job in a relative's delicatessen, a car, a driver's license, credit cards and his own apartment in New Utrecht, near Bensonhurst.\n\"My life is pretty normal,\" he said. \"Everybody knows I'm illegal. It's not a big deal.\"\nAnd the chance of Nuccio ever being caught in this country by immigration authorities is virtually nil.\nThe immigration service's efforts to arrest illegal immigrants outside the border areas concentrate largely on workplace inspections.\nUnder the requirements of the 1986 Immigration Reform and Control Act, employers are required to check the immigration status of all employees, and are subject to penalties for hiring illegal immigrants. The theory behind the act was that the flow of illegal immigrants would slow as it became more difficult to find work.\nBut the law has proven easy to circumvent through the use of fraudulent documents or through work in the small shops and family businesses that ignore the law. And the immigration service also devotes few resources to enforce the law. In the New York area, 15 agents are responsible for investigating workplaces in 14 counties with over 12 million people.\nChip Bogdanski, spokesman for the I.N.S.'s New York district, said that, in many ways, the agency can do little more to screen visitors as they arrive. Of 22 million visitors yearly, only a tiny proportion, fewer than 1 percent, end up staying in the country, he said.\n\"That's not a bad ratio,\" Mr. Bogdanski said. \"I mean we can't detain people arbitrarily and sit them down for four hours until they break. If their documents are in order, they have the money and they have reason to come here, what are you going to do?\"\nIn theory, visitors who are likely to stay in the United States are screened out overseas by consular officials, who are responsible for issuing entry visas.\nUnited States law requires that visa applicants be viewed as intending to immigrate permanently unless they can prove sufficiently strong ties, such as steady employment, family and property ownership, to their home country to insure return. A round-trip ticket is also required.\nNyda Novodvorsky Budig, spokeswoman for the State Department's Bureau of Consular Affairs, said that each year about a quarter of all visa applications are denied, although the rate can shoot well over 50 percent for some countries, including Bangladesh, Sierra Leone and Syria.\nBut even with the State Department's screening process, thousands still enter the country and stay on illegally. In the case of some countries, including Poland, Sierra Leone and Liberia, the overstay rate can shoot up to a quarter or more of all visitors, according to the immigration agency's estimates.\nVisas have also proven to be fertile ground for a variety of smuggling schemes. In the last year, for example, Federal agents have discovered the growing use of temporary business visas by Russian illegal immigrants, who bank on the lesser scrutiny of visitors at ports of entry.\nThe problem with the screenings is that much of the consulate's decision is based on what applicants themselves present to their interviewers. Fraud is rampant and difficult to catch given the enormous number of applicants each year. And even such close ties to the homeland as children provide no guarantee that a visitor will return home.\nA 50-year-old woman from India, who uses only the name Akka, left behind two young children when she came to the United States eight years ago as a tourist. She had no need to lie to a consular official, since leaving her children, who were 10 and 14, would be proof enough that she would return.\nBut instead, Akka found a job as a baby sitter and now believes she is close to winning her green card through the sponsorship of her employer.\nEntering the country is even easier for residents of 22 countries in the so-called visa waiver program. All they need to come to the United States for up to 90 days is a round-trip ticket.\nThe countries, largely from Western Europe, were selected for the program based on their low rate of visa denials.\nBut the list also contains some significant abusers of the system, including France, Sweden and Italy. According to I.N.S. statistics, from 1988 to 1992 about 5 to 10 percent of illegal immigrants who overstayed their visits came from visa waiver countries.\nSome of the illegal visitors eventually come to the attention of immigration authorities when they change their immigration status in some way, usually to become permanent residents through marriage, work or the visa lottery.\nBut even then, few suffer any serious penalty because of the difficulty in proving that they intentionally lied in coming to this country. Deportations for overstaying a visit are virtually unheard of. For example, in 1993, just 29 Polish nationals, out of a total illegal population of 107,000, were deported for violating their nonimmigrant status.\nMany of the illegal visitors simply melt away into American society and bide their time until they can become legal residents, primarily through marriage, work or the visa lottery. Over just a four-year period surveyed by the immigration service's study, 246,000 visitors who overstayed their visits became legal residents. About 332,000 of those who overstayed their visits eventually returned home.\nFrancis, 26, and Theresa, 22, like many of those who want to stay, have pinned their hopes on the visa lottery and intend to apply every year until they win.\n\"If we got green cards, we'd be paying our taxes,\" Theresa said. \"We only came to work and give our children a better future.\"\nBut even if they fail, they said, it is no problem for them to continue living as illegal immigrants. They both have jobs, he as a construction worker and she as a bakery worker, and have settled comfortably into their new home in Woodside, one of the centers of the Irish community in New York City.\n\"It's just like back home sometimes,\" Theresa said. \"This has been like a working holiday for us.\"",
    "year": "1995",
    "id": "8cf61e00-8a49-4831-b28c-57e854206afc"
  },
  {
    "text": "NEIGHBORHOOD REPORT: MADISON SQUARE; The More Cabdrivers Change . . .\n1995-01-22T05:00:00.000Z\nIt was 1 A.M., and Little India was stirring. Taxis snaked down Lexington Avenue. The staccato of slamming car doors pierced the night silence.\nDrivers poured out of their cabs, and filed into East in the West cafeteria. Some sat in groups, speaking Bengali or Punjabi, between bites of naan bread -- the house speciality. Others read copies of Thikana, which bills itself as the largest Bengali news weekly.\nThe scene was repeated across the street at Kasturi, and again, one block up at Lajawab Food & Sweet, which opened three months ago, the newest comer in no-frills cafeteria-style restaurants in the area that cater to cabbies from the Indian subcontinent. Because night-shift drivers work from 5 P.M. to 5 A.M., the restaurants don't close their doors until 4 or 5 in the morning.\n\"I'm busiest between 1:30 and 3 A.M.,\" said Kabir Khan, co-owner of East in the West, which opened five years ago. \"Business is good.\"\nBusiness should be good: the number of Bangladeshis, Pakistanis and Indians applying for licenses jumped from 10 percent in 1984 to 43 percent in 1991, according to the Taxi and Limousine Commission. The number of American-born applicants fell from 26 to 10.5 percent during the same period.\nIt seems natural that the cafeterias, selling meals for under $6, would sprout up along Lexington Avenue in the upper 20's, where Indian restaurants and spice shops dominate. (An Indian grocery store now operates at 123 Lexington, the former home of Chester A. Arthur, the 21st President of the United States.)\nBut there is another factor at play: there are at least four taxi stands in the neighborhood. Two are on the east side of Lexington Avenue between 27th and 29th Streets. Another is on 25th Street between Lexington Avenue and Park Avenue South, and still another is on 27th Street between Park Avenue South and Madison Avenue.\nThe same spots used to draw Jewish, Italian, black and Puerto Rican cabdrivers to the Belmore, a 500-seat restaurant that was New York's top cabby haunt for decades. Located at 28th Street and Park Avenue South, the Belmore, which closed in 1981, was immortalized in the movie \"Taxi Driver\" and was \"famous for corn beef hash that would sit there all day,\" said Lawrence Goldberg, secretary-treasurer of the Taxi Drivers and Allied Workers Union.\nThe cabbies now holding court in the area are, in some ways, not so different from their predecessors. They entertain one another. \"We get together and kid about our fares -- the New Yorkers who have a formula for tipping and ask for a nickel change,\" said Jaan Jantu over a plateful of roti at Kasturi. \"We talk about the Southerners and Bostonians who think they know more about New York than we do and we laugh.\"\nBut the men also complain bitterly about the hard life of a taxi driver. Many say they don't make more than $40 or $50 a day after expenses. TLC rules are an anathema. So is driving in high-crime neighborhoods. Customers who underestimate them because they are cabdrivers are the worst.\n\"I have a B.A. in political science from my country,\" said Dilawar Singh, 35, who sends some of his earnings to his family in India. \"The only reason I'm here is American money is international currency, and it's worth more in my country.\" MONTE WILLIAMS",
    "year": "1995",
    "id": "57f17c0f-badd-4862-9064-cc107853a7f8"
  },
  {
    "text": "Last Chance for Many Somalis as U.N. Phases Out\n1995-02-25T05:00:00.000Z\nWith the last peacekeeping troops packing their bags, today was the final payday for Somalis who worked for the United Nations at the port and airport of this uneasy capital.\nIn a devastated economy in which most salaried jobs were with the United Nations, the lines of Somalis waiting to be paid for the last time were among the more vivid reminders of the uncertain future for those who are left behind.\nAs hundreds of Somalis milled around the port gates, scores of others -- men, women and children -- managed to get in without passes, sneaking past the Bangladeshi guards, taking one of their last chances to scavenge United Nations leftovers before any fighting between Somali clans breaks out again.\nMany Somalis have set up food stalls near the piers, and young children run after trucks, trying to climb on, yelling, \"Americans! Americans!\" Many try to hide and spend the night in the port area, when it is easier to scavenge, United Nations peacekeepers say.\nHundreds of Pakistani soldiers with the United Nations force continued to board chartered planes today, leaving about 4,000 peacekeepers. At the port, which is expected to close to commercial traffic on Sunday in preparation for the final pullout, the last ships are loading the remaining United Nations equipment.\nAnd a vast American-led international force of 23 ships lies offshore waiting to assist in the withdrawal in what military officials say is a limited mission with only peaceful objectives. The United Nations operation succeeded the United States-led mission that came here in December 1992 to save this East African country from the ravages of war and famine.\nFor the Bangladeshi soldiers who guard the Mogadishu port, removing the Somalis without passes is a job that is repeated several times a day.\n\"There is always a rush every day as everyone is trying to sneak in and get some money,\" said Col. Nur ul-Islam, the commander of the Bangladeshi battalion. \"About 50 percent of them sleep here at night. It will be difficult but not impossible to close the port.\"\nSo far only about 50 American troops are on the ground here, preparing for the arrival of another 2,000 who will move in to make sure the pullout goes smoothly. The port and airport areas are critical to Mogadishu's warring clans because they will be the main entrance points for fuel and weapons shipments.\nSenior military officials and Western diplomats say the clans will fight for the area, but they are optimistic that the fighting will not begin until after the American troops leave. Senior United Nations officials say they believe that the factions have relatively few weapons.\n\"The price of ammunition has risen very sharply, and now they will have to think twice before firing one bullet,\" said Victor Gbeho, the United Nations representative in Somalia.\nBut American military intelligence reports indicate that the two main warring clans, in particular the forces of Gen. Mohammed Farah Aidid, are moving their armored cars near both the port and airport.\nThere has been sporadic fighting in some neighborhoods even as both Mr. Aidid and his main rival, Ali Mahdi Mohammed, have sent messages to the United States special envoy, Daniel H. Simpson, expressing willingness to cooperate with the withdrawal. Mr. Simpson is not in Somalia but remains in touch with all sides.\nWhile trying to insure a peaceful pullout, the American military is also preparing for the worst: a clan-based attack aimed at its own troops or a spillover from fighting between Somali factions.\nThough agreements have been signed between Somali leaders, previous accords have not been observed. Mogadishu's political atmosphere is highly charged; subclan allegiances constantly shift and armed bandits can be hired for $50 a day, a senior American officer said.\nOn Saturday, American and Italian forces and the United Nations troops will go over the entire withdrawal operation step by step, rehearsing each move down to the level of company commander. And then Lieut. Gen. Anthony Zinni of the American Marines, commander of the international operation, is to walk through the area his marines will control, including the beach where they are expected to land.\nAboard the ships, soldiers and marines are preparing, spraying their uniforms with insect repellant, some filling their battle jackets with grenades, others practicing with what the Pentagon calls \"less lethal weapons,\" like rubber and wood pellets, pepper spray and sticky foam.\nThe nontoxic foam can immobilize attackers, gluing them to the ground and to themselves. It cannot be washed off with soap or water, but requires special solvents.\nSome marines going ashore in a few days have already been to Somalia, veterans of the first American landing in 1992 and of the operation that followed.\nCpl. Shane S. Borba, 24, of Fresno, Calif., was in Somalia from April to August 1993, during the hunt for Mr. Aidid, the American bombings of the faction leader's headquarters and large demonstrations against the United Nations. He is part of the 13th Marine Expeditionary Unit.\n\"The marines here ask me what to expect,\" Corporal Borba said. \"I tell them, don't expect a full-blown-out war. It's a mindset. Don't go in there thinking everyone is your enemy.\n\"I tell them the Somalis are here near them because they want a handout -- 'Give me water, give me food,' they always say.\n\"Watch out for crowds. The Somalis can go from being your friends one moment to throwing rocks the next. I have nothing against them. They are very inquisitive; they want to know what is going on. I saw so many people caught in the middle of a firefight not meant for them. I saw the horror Somalis live in.\"",
    "year": "1995",
    "id": "3a4ed5ff-937c-4f39-817a-3e0e734ba3a9"
  },
  {
    "text": "NEWS SUMMARY\n1995-04-04T05:00:00.000Z\nInternational A3-14 RUSSIA ADAMANT ON SALE TO IRAN\nThe Russian Government made it clear that it would go ahead with the sale of light-water nuclear reactors to Iran despite the American protests repeated in Moscow by Defense Secretary Perry. A1\nA new law imposes H.I.V. testing on most foreigners in Russia. A14 A RETRACTION ON GUATEMALA\nThe White House conceded that money from the C.I.A. was still being sent to Guatemala and said that most of those payments would be suspended immediately. A1\nA bomb went off in Guatemala near the Presidential Palace. A12 FIRST LADY IN BANGLADESH\nHillary Clinton met with women in a rural village in Bangladesh transformed by development loans. A3 CHINESE DECISION PROTESTED\nChina's plan to move nongovernmental groups to a site outside Beijing during a United Nations women's conference in September spurred protests. A3 PROCESSION IN GAZA\nThousands of Hamas supporters marched in memory of Palestinians killed in a bomb blast. A8 Tokyo Journal: Despite all, one sect member is keeping the faith. A4 National A16-22, D23-24 G.O.P. COMPROMISE ON TAXES\nSpeaker Newt Gingrich and dissident Republicans agreed to remove a barrier to passage of a $189 billion package of tax cuts this week. A1 THE CHAIRMAN'S VIEW\nThe chairman of the House's tax-writing committee believes that tax breaks for the wealthy fuel the engine of the economy. A1 UNITED WAY CONVICTION\nThe former head of United Way of America was convicted of stealing $600,000 from the charity, one of the nation's most prominent. A1 MENDING FENCES\nThe head of the Christian Coalition repudiated some right-wing sentiments in an effort to bolster relations with Jewish groups. A1 DOLLAR FALLS DESPITE AID\nThe Clinton Administration tried to defend the value of the battered dollar, spending an estimated $1 billion on currency markets. But the effort failed to prevent the dollar from falling to another record low against the Japanese yen. A1 VIGIL AGAINST VIOLENCE\nA monthly remembrance of the victims of urban violence in Chicago brings together people of varying races and backgrounds. A16 MANAGEMENT'S WEAPON\nBe it baseball, tire making or food processing, management is using a new weapon against labor unrest: the replacement worker. A16 THE TANGIBLE EVIDENCE\nProsecutors began to discuss the physical evidence in O. J. Simpson murder case, like blood, hair, a cap and a pair of leather gloves. A18 SURPRISE FROM SPEAKER\nSpeaker Newt Gingrich surprised many with his assertion that Congress would seek to undo a two-year-old compromise policy on homosexuals in the military. D23 DRAIN ON MEDICARE\nThe Clinton Administration said the Medicare trust fund that pays hospital bills for the elderly would run out of money in the year 2002. D24 TAX BREAK IS EXTENDED\nThe Senate agreed to extend a tax deduction for self-employed workers, clearing a hurdle to action on $15 billion in budget cuts. D23 MAINE CHANCELLOR RESIGNS\nThe chancellor of the University of Maine has resigned in a dispute over technology displacing college professors. D24 OVERSHADOWING CONGRESS\nThe Clinton Administration has recently gotten more television coverage than the Republican-controlled Congress, a study says. D24 Metro Digest B1 Business Digest D1 Arts/Entertainment C15-19 Selena: an appraisal.C15 French view new National Library warily. C15 Music: Elly Ameling's preliminary farewell. C16 Pucell's \"King Arthur.\" C16 Dance: Oakland Ballet visits. C16 Books: \"It's All the Rage,\" by Wendy Kaminer. C18 Television: British sleuths. C15 Recalling sexual abuse. C17 Fashion B6-8 The cool, the colorful, the comic. B6 'Real' clothes, serious to sublime. B6 Science C1-12 A giant crystal of iron may be at the earth's core. C1 Scientist at Work: Terry DeBruyn, naturalist. C1 Evidence questioned in a reported H.I.V. case from 1959. C1 New study supports fragmentation as danger to songbirds. C4 Sports B9-15 Baseball: Agreement needed. B12 Mets swing into spring. B9 Basketball: A big game for the Knicks. B15 Columns: Vecsey on Wooden. B9 On College Basketball. B11 TV Sports. B13 Golf: Woods's first Masters. B10 N.C.A.A.: U.C.L.A. wins title. B9 All hail UConn. All night. B9 Tennis: Seles attacker left free by German court. B10 Obituaries D24-25 Julius Hemphill, a saxophonist and composer. Harvey Penick, a longtime golf instructor. Francisco Moncion, a charter member of the New York City Ballet. Editorials/Op-Ed A24-25 Editorials Tax cuts for political advantage. Washington and the Kurds. Pataki's resistance to new voters. Strike one for \"Three Strikes.\" Letters A. M. Rosenthal: Cover-up chronology. Russell Baker: The cry of the Titanic. Shai Feldman: A bigger danger than Iran. Fay Vincent: What baseball needs. Chronicle B20 Chess C5 Crossword C18",
    "year": "1995",
    "id": "66a249e3-2734-4fb4-8282-7c405c52356b"
  },
  {
    "text": "A Curve of Binding Energy\n1995-09-17T05:00:00.000Z\nTHEY say the neon lights are bright on Broadway, and they say there's a broken heart for every one of them. Nobody says there are 21 gas stations on Broadway, but it's true and I know because one day last week, I walked its length from north end to south end and counted them.\nThis is an odd fact, sure. But for the walker, the plodding chronicler and observer, the size and sweep of Broadway, New York City's legendary and vainglorious Main Street, yields a set of dizzying impressions that seem suitable to either poetry or quantification.\nWalt Whitman took care of the former: Thou portal -- thou arena -- thou of the myriad long-drawn lines and groups! . . . Thou of the endless sliding, mincing shuffling feet! Thou, like the parti-colored world itself -- like infinite, teeming, mocking life! Thou visor'd, vast, unspeakable show and lesson!\nAnd that was in 1888, when north of 42d Street, Broadway, indeed the city itself, was in the infancy of its development. It was not until 1899, in fact, that the whole length of Broadway -- which was known, above 59th Street, as the Grand Boulevard, and above that as Kingsbridge Road -- was called by its famous name.\nToday, along Broadway's 21 miles -- from No. 6697, an Irish pub called Sam Maguire's on the border between Riverdale in the Bronx and Yonkers to No. 1, at the foot of Manhattan, where I counted the 78th bank -- there is hardly an unused square foot, and it felt instructive, as I trudged along, to keep a tabulating eye on the uses to which Broadway is put. For one thing, it befits the nature of a walk, whose pace has the effect of hurling the city at you at a manageable speed, as though a tally of one's experiences, in fact, were possible. (And besides, the count kept my mind off my cranky ankles and the blooming blister on the ball of my right foot.)\nFor another, it was a way of denoting the neighborhoods. Three bagel shops within 10 blocks? Any question you're on the Upper West Side? A dozen textile wholesalers side by side? It's the button, thread and zipper district, flanking Canal Street. Those gas stations? The majority are in the Bronx. Broadway's southernmost gas station is on the corner of Houston Street, not surprising, perhaps, given the vaulting architecture of the street south of it; more interesting, and perhaps more indicative of city life, is that, unless I missed a place, you can't get sushi on Broadway above the Daikichi franchise outlet at 100th Street, and that the street's northernmost coffee bar I saw was between 114th and 115th. Going south, that's just about where the plantains disappear.\nOn the other hand, on a walk, neighborhoods tend to melt into one another; there's little sense of division among cultures that characterizes a longitudinal ride in a cab or a bus or a subway that begins in one environment and ends entirely in another. Indeed, with its two-borough stretch from the relatively bucolic fields and woods of Van Cortlandt Park to the artificial canyons of lower Manhattan, with its elegant, independent-minded swerves in defiance of the city's grid and with its aura of a legendary, grandiose boulevard and thoroughfare aswarm with commerce, Broadway is more often, more easily appreciated in sweep. It takes more work to appreciate the detailed weave of the fabric, which is, of course, where walking comes in. It's a way of willfully not seeing the forest for the trees. FROM NORTH TO SOUTH, GOING AGAINST HISTORY\nAccording to my unofficial count, there are 24 florists (not counting the kind of place that also has a salad bar); 17 hole-in-the-wall shoe repair shops (one, in the 150's, that seemed to be doubling as a fruit and vegetable stand); 64 laundries or dry cleaners; dozens and dozens of fast-food emporiums, including 15 McDonald's, six Kentucky Fried Chickens, two Burger Kings and the phonetically pleasing U Like Chinese restaurant at Dyckman Street. There are 78 hair salons for men, women or both, including an evocatively named pair -- Fantasy of Italy Hair Design just south of Dyckman, and Fantastic Unisex at 149th Street -- and the Broadway Barber Shop at 104th, where Kay Demetriou, apparently the Cal Ripken of barbers, has not missed a day of snipping and shaving, he says, in more than 50 years. There are 11 churches and 11 baseball diamonds, five pet stores, four post offices, two funeral parlors and a motel.\nA long walk links these things, makes the disparate, somehow, all of a piece.\nBroadway developed from south to north, but I opted for the counter-historical approach; I live in the southern quadrant of Manhattan and on any long journey it helps to be heading toward home. I began at noon on the downhill slope out of Yonkers, found fuel in the form of dense, homemade carrot cake at Lloyds, a tiny bakery at about 250th Street, and set off in earnest; it would be 10:30 P.M. before I landed on the northward-facing steps of the Museum of the American Indian at Bowling Green.\nThe timing and direction were crucial to the enterprise; in north Riverdale, across the wide boulevard from the row houses reminiscent of blue-collar towns like Providence or Baltimore, Van Cortlandt Park at midday was nearly empty, the ball fields vacant; a lone golfer practiced his swing in the vast meadow and a single white horse was being ridden in the distance, not the scenario you'd see when the schools let out in a few hours and the cross-country runners took to the wooded trails.\nI hit Spanish Harlem in the late afternoon, the peak of daily frenzy, the Upper West Side as the midtowners and Wall Street commuters were straggling home from work, Times Square just as the crowds disappeared into the theaters and lower Manhattan in the quiet, eerie night. It's impossible not to recognize that as you're having one experience, there are whole other ones possible at other times of day, that the city changes not only from block to block, but from hour to hour. I've never, I think, had such a sense that the city is organic, animated, alive.\nHovering in the hills above upper upper Broadway are the halls of academe -- Manhattan College and three of the city's more elite private schools: Riverdale, Fieldston and Horace Mann. Broadway itself though, beginning at 242d Street, where the IRT line reaches its terminus and the roadbed heads south beneath the el, is vibrant with commerce -- bars and groceries, carwashes and haberdasheries, the sidewalks full of busy mothers and other errand-runners. It's a working class and Irish neighborhood, neatly denoted by Mike Quill Corner, at 240th Street, named for the organizer of the Transport Workers Union.\nAt 230th, Broadway makes a graceful curve, broadening into more of a boulevard, getting quieter as it passes through Marble Hill. Across the Broadway Bridge, onto Manhattan island and past Baker Field, the Columbia University football stadium, begins what I came to think of as the city's beeper district; over the next 30 or so blocks there were dozens of places to buy beepers, including one, at the corner of 211th Street, whose main business was dry cleaning. I found it a wary neighborhood; people stared at me. I stopped a street cart for a syrup-flavored shaved ice cone and was served by a man, a Spanish speaker, who wouldn't or couldn't engage me in conversation in English, shrugging at my questions about his business, though he did know one phrase: \"One dollar.\"\nFor a lower Manhattanite, the surprise up here is the landscape. The stately, if disheveled, parks, Isham and Inwood Hill, rise to the west, separating Broadway from the river. The elegant, stone stairway at 215th Street emphasizes the surprising steepness of the topography, as does the view south, below Dyckman, where Broadway bends to the east, around the dense greenery on the hills of Fort Tryon Park. The road itself turns upward, and the several blocks to the George Washington Bridge Bus Terminal at 178th Street is the longest and most arduous climb of the walk; it would make a bicyclist work.\nHalfway up, past the gossipers, drunks and mothers with baby strollers sharing the benches against the park's stone wall, and across the street, I noticed an anomaly, the Kismat, an Indian restaurant, in what was clearly not an Indian neighborhood. Indeed, said the manager, Mohamed Ahamed, it's the only place with Indian cuisine within perhaps 60 blocks.\nThe restaurant has been there for 11 years, said Mr. Ahamed, who at lunchtime was presiding over an empty dining room. These days most of its business is takeout and delivery, a lot of which comes from Columbia-Presbyterian Hospital, a mile to the south. Ninety percent of his eat-in customers are regulars, he said, all of them are local, and most of them are Jewish or Irish.\nMr. Ahamed, who is from Bangladesh and came to this country 11 years ago, would not let me leave without a cup of tea; it is customary, he said. His hometown, Sylhet, is known for tea, he said; it has 145 tea gardens.\nAnd what kind of tea am I drinking? I asked.\n\"Oh,\" he said. \"Lipton.\" THE GAMES PEOPLE PLAY\nAt Nuevo Sambuca, a Dominican restaurant near the bus terminal where I stopped for an excellent paella, there was some hoopla going on. It's a garish place, anyway -- a lot of mirrors -- but in the back room, flashbulbs were going off and people were cheering and laughing. Berroa Sports World, a media company based in Flushing, Queens, that publishes Spanish-language sports magazines and produces radio and cable television shows, was holding its weekly luncheon for the Hispanic Major League Player of the week.\nThe honoree was Tony Eusebio, the catcher for the Houston Astros, whose team was in town to play the Mets. Mr. Eusebio was doing a lot of shaking hands and having his picture taken with the local businessmen in attendance.\n\"The biggest community right now that loves baseball is the Dominican community,\" said Billy Berroa, Jr., the company's president, who is Dominican himself. \"And even though we're in Flushing, I'm in this neighborhood all the time, to get the advertising. For us, baseball is our life.\"\nThe street scene had an entrepreneurial flavor. A wedge of 175th Street between Broadway and Wadsworth Avenue was roped off and a flea market was in progress. Ulysses Rivera had taken time off from his job as a restaurant worker to peddle jewelry and homeopathic medicines from a rickety card table. It's a first step in a new career, he said: \"My goal is to open my own store.\"\nFrom 155th Street on down through the 140's, the carnival was on. The late afternoon air was redolent with fried food and the salsa music battled the traffic noise. Boys played cops and robbers, shooting with cap guns from behind the fenders of parked cars. The northernmost movie theater on Broadway, the Nova Twin between 147th and 148th, was showing \"To Wong Foo\" and \"Mortal Kombat.\" Games of dominoes and checkers were contested on sidewalk card tables, and all the hair salons were busy as the neighborhood residents shifted from daytime to nighttime, work time to play time. Still full from paella, I nonetheless bought an ear of corn, barbecued to perfection, from a street vendor operating out of a supermarket shopping cart on 144th Street. It seemed like the right thing to do.\nI munched on it all the way down to 135th, where the vista south is among the most striking of urbanscapes -- the train tracks emerging from underground, a burned-out building with the spire of Riverside Church poking up from behind it, the stolid buildings of Columbia University on a distant hill -- and where two little girls called out to me -- \"Look out!\" -- and giggled uproariously when I jumped.\nThe grumpiest building, maybe in all New York, is the apartment house at 3115 Broadway, where five signs on the facade each proclaim five things forbidden: ballplaying, carriages, peddling, loitering and sitting in front of the building. I didn't have a ball or a carriage, and I had nothing to sell, but I did loiter in front of the building for a while, part of the time seated.\nIt's on the hill in the low 120's, and perhaps it's not a coincidence that the stretch between here and 116th Street is quiet. The subway disappears underground again here, and it's all residences and academe, no people milling about in front of storefronts, just serious-looking students walking to their dorm rooms or to classes at the Union Theological Seminary, or maybe Barnard. I could actually hear music wafting from windows; an oboist was practicing somewhere in the Manhattan School of Music. Someone was singing opera, and a jazz pianist was working his chops, too. The cacophony was rather sweet.\nBy the time I reached the gates of Columbia it was edging toward evening, and students swarmed the delis and bookstores. I picked up the pace, only stopping -- because I'd never done so before, and always meant to, to find out who was memorialized in Straus Park at 106th Street. It's Isidor Straus, once the owner of Macy's, and his wife, Ida, who perished together in the Titanic in 1912. Almost as much of a fixture in the neighborhood is Mr. Demetriou, the barber, who paused in mid-haircut to boast that Presidents Truman and Eisenhower had been in his chair and to explain that he wouldn't say exactly how long he'd been working there because \"then my customers will give me a party, and I don't want them to.\"\nDown through the 90's, where weary commuters, men with their ties loosened, women uncomfortable-looking in their hose, trudged up from the subway burdened by briefcase, and down through the 80's where the Sony Sixplex, the Barnes & Noble megastore, and Zabar's, the deli that ate the Upper West Side, were bustling. And down, down through the 70's -- the landmark dwellings, the Apthorp and the Ansonia -- and through the 60's, where Lincoln Center was revving up for the evening's performances.\nNight fell on Columbus Circle, Broadway ceased to be divided, became one way and spilled into its most famous canyon. The tourists who were not at the theater were out, shopping in the discount camera stores and souvenir shops. The corner at 50th Street, with its garish light and smell of garbage may be the seamiest on Broadway, was nonetheless as congested as it always seems to be. The neon was on full blast; this was the Broadway of legend.\n\"It's crazy; everything is crazy,\" said Thomas Hart, a chemical engineer from Munich, Germany, who was entering the Holiday Inn Crowne Plaza between 48th and 49th Streets. A first-time visitor to the city -- he came for the world chess championship -- he looked exhilarated, if a little dazed. \"No other place in the world has this mixture of people. I had heard about Broadway, of course, but you must see it for yourself.\" A STREET MUSICIAN STEPS BACK, TAKES STOCK\nOne block south, Arthur Skerrett was playing his trumpet at the curbside, pumping out an estimable version of the Dave Brubeck standard, \"Take Five,\" with a little electronic accompaniment.\n\"It's been a slow day,\" said Mr. Skerrett, who lives in Harlem and has made his living as a full-time street musician for three years. Broadway, he said, is better than most of the avenues in town for him because of the tourists, but it's maybe not as hot a spot as it used to be. When he came to this country 15 years ago from the West Indies, Mr. Skerrett said, Broadway was the capital of the entertainment world.\n\"It's a little faded now, but it's hanging on,\" he said. \"But I don't want to say anything bad about Broadway. I like Broadway.\"\nI walked briskly the last few miles; I was beat and sore and there wasn't much to see. There are pockets of activity on Broadway below Times Square after dark -- there's Herald Square until the department stores close, and there's the New York University neighborhood, where a crowd always seems to be hanging around Tower Records. At 23d Street, where Broadway crosses Fifth Avenue, the intersection illuminates the Flatiron building; and City Hall is always aglow. But lower Broadway at night is characterized for the most part by eerie alleys of darkness -- amazing how many street lamps are out -- with the occasional lonely beacon: the Strand Bookstore at 12th Street, for instance, or the forlorn McDonald's way down in the financial district, with a stock ticker running across the entranceway.\nBut the advantage of walking through an echoing, empty street is that whatever you encounter emerges as though in relief. Everything that moves comes out of a shadow and so is more dramatic than it might be at another time. Just north of Fulton Street, the police woman sitting alone in a squad car beneath a street light and reading a book called \"Women and Self-Esteem\" struck me as especially poignant. And the Nynex guys, Michael Chilton and Earl Simmons, who were running fiber optic cables into a manhole near Worth Street really seemed to be doing something cool. They said that life under Broadway was pretty much like life under any avenue in New York.\n\"All the holes are varied,\" Mr. Simmons said. \"Some are 30 feet deep, some only a few feet.\" How comfortable it is to work in them, Mr. Chilton said, \"depends on the proximity of the manhole to a steam hole.\"\nAnd whether there are any rats in them, Mr. Simmons added. THE JOURNEY ENDS IN THEATER OF THE ABSURD\nSome things, though, are simply and wonderfully strange, and it's probably true that the deserted, dim corridors of lower Broadway encourage such things every night. With the flood of impressions that had inundated me all day slowed to a trickle, I was able to savor the eccentricities, and there was an appropriately absurd punctuation at the end of my 10-and-a-half-hour-long trek.\nFirst, at Union Square, a couple of dozen knights in homemade chain mail and armor were whaling away at each other with rattan swords swathed in masking tape, wearing Darth Vader-like helmets and protecting themselves with shields fashioned out of things like old Stop signs. It was a practice session for the local chapter of the Society for Creative Anachronism, which specializes in medieval re-enactments.\n\"We have wars in different parts of the country,\" said Drew Williams, who was taking a breather from his joust. His lance was at his feet. \"The big one was a couple of weeks ago in Pennsylvania, when all the kingdoms got together.\"\nAnd then, farther south, on White Street, 10 or so men, ranging in age from their 20's to their 60's, stood beneath a street lamp with their arms around each other, some of them holding tattered umbrellas, singing the \"Star-Spangled Banner.\" They were casually dressed; one was wearing a bicycle helmet. A man in a suit stood nearby with his arms in the air as though conducting them, a beer in his hand like a baton. But he didn't seem to be a part of the group, one of whose members swore they hadn't been drinking. He said they were called the Cannibal Club.\n\"I'm from The New York Times,\" I said.\n\"Uh-oh,\" the man replied, and he and his buddies fled into the night.",
    "year": "1995",
    "id": "e3e92040-4875-42e2-be30-ea8893bbc7c4"
  },
  {
    "text": "BOOKS OF THE TIMES; Tiger, Tiger Burning Bright, You Are Still Divine\n1995-02-16T05:00:00.000Z\nSPELL OF THE TIGER The Man-Eaters of Sundarbans By Sy Montgomery Illustrated. 230 pages. Houghton Mifflin. $22.95.\n\"The tiger's future looks so bleak that some people have already given up on it,\" writes Sy Montgomery in her fascinating new book, \"Spell of the Tiger: The Man-Eaters of Sundarbans.\" She continues, \"Today tigers are slaughtered for parts previous poachers left behind: the whiskers, sinews, penis, blood and, especially, bone, all of which are sold to supply a seemingly bottomless market for so-called elixirs.\"\nYet the relation of people to tigers is different in one corner of the earth called Sundarbans (pronounced SHUN-der-bun), the great mangrove swamp that stretches between India and Bangladesh along the Bay of Bengal. Here, Ms. Montgomery writes, \"nature does not obey the rules: fish climb trees; the animals drink salt water; the roots of trees grow up toward the sky instead of down to the earth; the tide may run in opposite directions simultaneously in the same creek.\"\n\"And here,\" she concludes, \"the tigers do not obey the same rules by which tigers elsewhere govern their lives. They hunt people. They take their prey even in broad daylight. They will even swim out into the Bay of Bengal, where the waves may be more than two feet high. They often swim from India to Bangladesh. The tigers here are bound by neither day nor night, land nor water; these tigers, some say, are creatures of neither heaven nor earth.\"\nTo understand something of these awesome animals, Ms. Montgomery, a nature writer (\"Walking With the Great Apes: Jane Goodall, Dian Fossey, Birute Galdikas\"), made three trips to India and Bangladesh, lived among the natives of Sundarbans and tracked tigers in the forest. Although conditions there are far from ideal for study, given the remarkable elusiveness of the beasts, she spoke with people who had witnessed attacks in which the animals seemed to materialize from nowhere, sometimes even bursting out of the water and snatching their victims from boats. She experienced being stalked and came to know that \"beneath our professions and our words, beneath our culture and our clothing -- beneath our very skin -- we are still, we are always, as we have been since the creation of our kind, prey in the mind and the jaws of the tiger.\"\nWhy the tigers of Sundarbans are so different in their view of people is the subject of various speculations: they are forced to drink salt water and are therefore more irritable; they acquired a taste for humans from eating incompletely cremated corpses floating down from the holy Ganges; the sucking ooze of the swamp makes it difficult for the tigers to catch their usual prey; the dampness of the region has discouraged normal territoriality and made the tigers super-aggressive.\nWhatever the explanation, the man-eaters are formidable hunters who evince a \"high degree of intelligence and diabolical understanding of human behavior,\" according to a study of killing patterns done in 1979. The tigers even seem to respect their prey, refusing to attack when their victims are facing them and preferring not to look humans in the eye. For a time the tigers were deterred when people who went into the forest wore masks on the backs of their heads. Yet the tigers soon saw through the deception and began to attack again.\nIf the tigers respect their victims, the feeling is mutual. Instead of being hated by the people of Sundarbans, the man-eaters are worshiped in the form of Daksin Ray, the tiger god, often depicted as a warrior riding a tiger. Hindus and Muslims alike pray to Daksin Ray, to whom shrines are dedicated in every village and in many parts of the forest. Ms. Montgomery explores these people's deep belief in myth, which extends even to faith in gunins, or specialists in dealing with powers unseen like \"tigers, crocodiles, ghosts, illnesses and gods.\"\nA Westerner may be inclined to scoff at some of the rituals described in \"Spell of the Tiger,\" especially when Ms. Montgomery's villagers treat science simply as a different system of belief. She quotes one elderly villager as telling her: \"If you did not believe in science, how would you fly in an airplane? Without belief in science, the airplane would fall down.\"\nBut the author also makes the point that apparent superstitions are often grounded in reality. When villagers say the tigers can fly, they mean only that the ability to leap huge distances amounts to flying. In any case, she found her people to be wonderfully in tune with their world. And the gunins made sense to her when they compared science to believing in one's reflection on the surface of water. \"This is the central mistake of science, the gunins say,\" she writes. \"It examines only surfaces and allows our own reflection to obscure the deeper powers.\"\nIt seems strange at first that among the photographs in the book there are no tigers depicted, and that in all her travels she caught only a fleeting glimpse of one, swimming away from a boat she was in: \"It took the animal less than two seconds to climb from the water and disappear.\" Yet like the cyclonic winds that periodically devastate Sundarbans, the tigers leave the evidence of their presence everywhere. Most strikingly, the survival of the forest has depended on them, for the tigers occupy the ecological niche of weeding out trespassers there.\nSo the tigers protect the forest and the natives worship the tigers as gods. \"Everyone in Sundarbans knows that Daksin Ray can enter the body of any tiger at will,\" Ms. Montgomery writes. \"Thus all tigers are sacred and holy, expressions of the power of God.\" As she concludes her moving book, \"If we eradicate the tiger, we murder a god.\"",
    "year": "1995",
    "id": "a2d8c7fe-145f-4777-8821-1c2c97eb6ec3"
  },
  {
    "text": "Foreign Affairs;Voices of Experience\n1995-12-20T05:00:00.000Z\nThe Bosnia debate is over. The troops are on their way. The only thing worth arguing about now is how this U.S.-led peace effort can succeed. So I came to Haiti to ask U.S. soldiers in the peacekeeping mission here: What have you learned that might be helpful for your comrades in Bosnia? Here are the lessons they offered:\nDefine success as something you can achieve in a year. U.S. peacekeepers in Haiti defined success as giving Haiti a decent chance to develop into the Dominican Republic -- its poor Caribbean neighbor, which at least has some democracy, a functioning economy and stability. They're not building Sweden here. I witnessed a meeting President Aristide held with some visiting U.S. dignitaries. At the end, an American clergyman present asked all the guests to bow their heads and pray that they had begun to turn Haiti \"from misery into poverty.\" By that yardstick, the U.S. mission in Haiti could be judged a success.\nAlways invite the Bangladesh battalion to dinner. In Haiti, as in Bosnia, there are many third-world countries cooperating with U.S. forces. Always let them eat in your dining hall with U.S. troops so the locals will understand that they are part of your force. The bad guys never dared attack U.S. peacekeepers in Haiti, but they frequently harassed the Bangladeshi and Djibouti battalions. Remember: In Somalia, 18 marines got killed because they were trying to avenge an attack -- not on themselves but on Pakistani U.N. peacekeepers.\nDiplomats make treaties, 19-year-old platoon commanders make history. A young squadron leader from the 101st Airborne told me that one day his unit was out on patrol and a Haitian man pointed out a house loaded with gang weapons. They did nothing. The next day they came back and discovered the same man had been murdered. \"We felt real bad,\" said the squad leader. Other times, he said, his troops intervened to seize weapons or break up fights. \"You have to strike a balance between helping them and not letting them think you are going to solve all their problems for them,\" he explained. That is a judgment call that young squad leaders will make in Bosnia every day. Pray for good judgment. To think that the U.S. can just separate warring factions and not get drawn into their human problems is an illusion.\nThe U.S. Army ends up doing most everything. Yes, international organizations were supposed to rebuild Haiti, while U.S. troops just provided security. But 15 months after the U.S. forces arrived here, a U.S. Army lieutenant colonel with an engineering degree is still in charge of Haiti's power generation, because he was the only one with the moxie and authority to bull his way through all the bureaucratic snags here to keep the generators running. When he goes, so might the lights.\nA year doesn't buy what it used to. Standing in Haiti's Cite Soleil slum, I saw a pig walk down the street that was as big as a hippopotamus from eating all the garbage around. A relief worker told me that the good news was that three years ago those pigs used to feed off corpses left in the streets from political slayings. The corpses are gone now, because the U.S. troops have restored basic security and a police infrastructure to Haiti. But Haiti still has no postal system, no public schools, few working sewers, no public transport, no industry and no good roads.\nGet ready for mixed emotions. As an American, I watched with pride as U.S. soldiers, standing in garbage, protected Haitians voting in their most democratic election ever. But I worry that we have provided security and democracy for a country that is still hollow -- that has no economy, a ravaged environment and a cynical upper class whom the U.S. troops refer to as \"MRE's\" -- morally reprehensible elites.\nThe changes we have wrought in Haiti are on the surface. It's like the voting station I visited that had chicken feathers on the floor; it was a cockfighting ring the other 364 days of the year. If the 2,200 U.S. troops vacate Haiti as scheduled, on Feb. 29, the new Haitian police force will soon collapse. We have to find a way to continue helping them in a new guise. One year may be all the U.S. public can tolerate, but it is not even the minimum Haiti needs to have any hope of becoming the Dominican Republic.",
    "year": "1995",
    "id": "94fdefd4-102b-42fe-a8b1-9ed3a0514658"
  },
  {
    "text": "Europeans Struggle to Balance Old Ways With New Muslim Immigrants\n1995-05-06T05:00:00.000Z\nMichel Gourdin, a French baker in the northern Paris suburb of Garges-les-Gonesse, remembers the day a year ago when gangs of unemployed North African Muslim youths wrecked his shop in a riot.\nOne gang member, he said, had been killed by a rival Asian group, and the North Africans, believing that the French police had let the suspected killer go, attacked the local precinct house and then all the French-owned businesses in the neighborhood.\n\"What I don't understand,\" Mr. Gourdin said, \"is that some of them are involved in hard-core gang robberies and drugs. The police know who they are, but they don't do anything. I think they are afraid of provoking an even bigger explosion here if they do.\"\nGarges is a working-class town of 45,000 people with housing projects built for refugees from France's colonial wars in North Africa. Today it has been transformed, like other cities throughout Europe, by Muslim immigrant families who suffer from the same problems of unemployment, high crime and bewildering social change that affect the Europeans who also live there.\nEurope's effort to integrate its minority of 10 million to 13 million Muslims is in crisis. The crisis is more than a profound cultural conflict. It is one with grave echoes of racism, fundamentalism and fears of terrorism, and whether Europe succeeds or fails could have important lessons for the United States, with its own large, new Muslim presence.\nBut for Europe, so far, many of the signs are troubling.\n\"The sad fact is that interaction is very difficult and rare,\" said Ian Hastings, a Briton who grew up in India and who has chosen to live in the cultural and ethnic mix that East London has become today.\nFrom the British National Party in London's East End to Jean-Marie Le Pen's National Front in Marseilles, racist far-right politicians openly appeal to white fears in the parts of Europe where local populations are being steadily replaced by immigrants.\nMr. Le Pen, a candidate in the first round of the French presidential elections last month, won 15 percent of the vote nationwide, his strongest showing in two decades. A young Moroccan man drowned after skinheads who the police say were attending a Le Pen rally here on Monday pushed him into the Seine.\nOn Thursday night, unidentified people sprayed anti-Islamic graffiti on the walls of the Grand Mosque of Paris and defaced the entrance with black tar.\nGovernment crackdowns on legal and illegal immigration in European countries have been prompted in part by the fear of right-wing demagoguery if the influx is not brought under control. Such moves have helped steal the thunder from the far-rightists in Britain and Germany.\nThough modern urban crime and chronic high unemployment do not discriminate between Muslims and Christians in the poor European neighborhoods where the local and immigrant populations coexist, they do contribute to rising tensions.\nInterviews in France, Britain and Germany, three Western European countries with heavy concentrations of Muslims in urban neighborhoods, show a range of attitudes toward Muslims of various cultural and ethnic backgrounds. It is estimated that there are five million Muslims in France, one million in Britain and two million in Germany. The French View Sharing Problems, Not the Blame\nIn Aulnay-sous-Bois, a residential sprawl north of Paris, Communist and Socialist-dominated governments over the years built housing projects intended for local French low-income families. Most of these apartments are now occupied by Muslim immigrants from Algeria.\nOne of the few remaining ethnic French residents of one project is Yves Hiestand, a 48-year-old accountant who has been unable to work for the last two years because of intestinal cancer. He opened the door to the stairwell on the 12th floor the other day and wrinkled his nose in disgust.\n\"Drug addicts,\" he said, pointing to discarded plastic syringes on the concrete steps and to a bloodstain on the yellow stuccoed wall. \"All North Africans,\" he said. \"The police don't even care.\"\nHe paused as his next-door neighbor, a North African woman wearing a head covering, passed on the way to the graffiti-covered elevator. \"She asked me to clear the addicts out of the stairwell this morning, but I refused,\" he said, \"If I say anything to them they just call me a racist.\"\nThe French-owned stores on the ground floor of Mr. Hiestand's building have, one by one, been bought out by North African owners who cater to their clientele with signs in Arabic. One French butcher remains.\nHe borrows the butcher's car because Mr. Hiestand can no longer afford one of his own on a disability payment that leaves him a little more than $600 a month to support himself and his two school-age sons, Yann and Rick.\n\"It's not safe to ride the buses, and taxis won't even come in here after dark,\" he said. \"It's like being a prisoner in your own country.\"\nMr. Hiestand blames French social-welfare and immigration policies for creating the situation, and he supports Mr. Le Pen's far-right movement. On the walls of his sparsely furnished three-room apartment he keeps a small arsenal of guns and knives and a collection of military memorabilia from his days as a paratrooper in Senegal.\nIn Aulnay, Mr. Le Pen won 20 percent of the vote, but he came in ahead of all other candidates in more than a score of cities from Marseilles to Metz, Colmar and Dreux on a platform promising to send three million of immigrants back where they came from to make room for three million unemployed French workers.\nSuch arguments may make little sense, but they appeal to racism. In fact, Islamic immigrants are among the hardest hit by France's 12.2 percent unemployment rate, with joblessness in many North African neighborhoods running at about 40 percent. The British View Harmony Depends On a Balanced Mix\nUnemployment is just as big a problem in the Brick Lane neighborhood of the Tower Hamlets section of East London, once the center of the Cockney world. Today the street signs are in Bengali and English.\nA total of 161,000 people live here, 37,000 of them -- 23 percent -- from Bangladesh, with a smattering of black African and Caribbean immigrants. The rest, the English, tend to call all the other groups \"blacks.\"\n\"I was born in the East End -- I live here because I belong here,\" said Eileen Whitmarsh, a 58-year-old resident who lives 10 minutes from Brick Lane in a city housing project on Ellsworth Street. \"I can't say we like what's going on now -- the indigenous people feel like second-class citizens,\" she said. \"They feel as if the outsiders are getting preference.\"\nLocal city government is not permitted to build subsidized housing, she said, but makes public land available to private housing associations only if they promise to build plenty of five- and six-bedroom apartments.\n\"That is clearly for Asians,\" she said. \"If there's a mosque to be built, someone always finds the money and the land for that, too.\"\nMrs. Whitmarsh works with Asian children in a school for the mentally handicapped, and says she has become friends with many Bengladeshi and Pakistani families.\n\"People are people,\" she said, \"but now the English people who have lived here all their lives are being displaced by immigrants who are taking over.\"\nMr. Hastings, the Briton who grew up in India, came here 15 years ago and now lives in one of the buildings put up on land made available by the Tower Hamlets city council. A teacher-trainee, he works hard at getting the Asians and the English to live together.\n\"My eldest daughter has been going to a Church of England school with a mix of students,\" Mr. Hastings said. \"But now she has to go to the next level and it's 95 percent Bengladeshi, and that is a problem. We've opted for a central London school that tends to be more mixed, but it means a 40-minute daily train ride each day for my daughter.\"\nThe anti-immigration British National Party has been accused of egging on skinheads in the area, who have clashed with Asian gangs. Early last year, with tensions running high, newspapers predicted that local government elections in May would produce strong majorities for the party, but it was defeated, even losing the majority it had held in the Millwall district.\nAn election to fill a vacancy in the Weavers ward of Tower Hamlets at the end of February confirmed the trend with a victory by the opposition Labor Party candidate, Mohammed Ali; David King, the British National Party candidate, won 16 percent.\n\"The people in this area have a long history of fighting racism,\" said Pola Manzilla Uddin, an emigre from Bangladesh who has been a Labor Party councilor in Tower Hamlets for six years.\n\"It's always been a neighborhood full of immigrants -- the Jews and the Irish came before us, but we have a different skin color, we stand out and we'll be here longer than those groups were,\" she said. \"Our children are the ones who are going to determine whether we live in a racist society for the next 50 years, or live in a more balanced, caring community.\"\nUnemployment in Tower Hamlets last year ran close to 27 percent, two and a half times the national average. In Bradford, a manufacturing city 200 miles north of London, the jobless rate approaches 50 percent in some Pakistani neighborhoods, said Ralph Berry, a local councilor. There are 45,000 Pakistanis in the city, a ninth of the population.\nMr. Berry's living room, high on a hill in a mostly white neighborhood in Bradford's southwest, overlooks the Grange School, where 80 percent of the 1,000 students are Asian. \"One child from this area goes to that school, which was built for it,\" he said.\nThe Grange school welcomes visitors with English, Urdu and Hindi greetings on the door, and its motto is \"achieving together.\" Richard Thompson, the principal, said he saw his primary mission as preparing young Britons of whatever race or color for the society they live in now, not the one they came from.\n\"Some of my female students want to wear the veil, and they can if they feel they need to,\" he said. \"I could stamp on it, but it isn't important. The important thing is for these British Muslims to be equipped with an education that allows them to live useful lives here,\" he said. The German View Far Right Fuels Fundamentalism\nTwo fundamentalist mosques, both in the predominantly Catholic, Rhineland city of Cologne, have been making headway in the Turkish Islamic population in Germany. The Turks have long been among the most secularized populations of the Islamic world.\nThe more radical of the two mosques, known by its Turkish initials I.C.C.B., runs an Islamic cultural and shopping center on the Niehler Kirchweg, a residential street in the Nippes section of Cologne.\nA green Islamic flag flies above it, and on holidays the smell of barbecued lamb rises up to the fifth-floor apartment of Jurgen Kerstin and his wife, Regine, who live with their daughter in the building next door. Nippes is home to about 111,000 people, 12,000 of them Turks.\n\"We've always had Turkish neighbors, and we've always gotten along with them,\" Mrs. Kerstin said. \"But these people are different -- the women always wear veils now, and they come on weekends to attend the Koran school.\"\nIn the Nippes city hall, Vural Emre, who came from Turkey 33 years ago to work in the Ford plant in Cologne and has since become a German citizen active in the Social Democratic Party, said he thought he knew why such movements had taken root.\nTurks who had felt safe living in Germany suddenly felt dangerously exposed when right-wing German radicals, protesting a wave of foreign immigrants seeking asylum in Germany, began firebombing Turkish homes in late 1992, he said. More than 20 Turks and other foreign immigrants died in such attacks between then and the end of 1993.\nThe attacks declined after the German Parliament changed the Constitution in mid-1993 to make it harder to claim asylum. German far-right parties advocating the expulsion of foreigners failed at the polls in national elections last October.\nBut there are still problems, however petty.\nBernhard Henrici, the head of the Nippes district council, took a visitor up to his 15th-floor office, with a panoramic view from the Rhine to the Eifel hills to the west.\n\"Look around and try to count how many satellite dishes you see on the houses down below -- all of them are tuned to channels from Turkey,\" he said. Mr. Emre retorted, \"Yes, and all of them had to sue their German landlords to get permission to put the dishes up.\"\nThe little three-story houses that Ford helped build to house him and the German workers at its plant in Nippes have since been neglected. Mr. Emre says the only German neighbors he has left on the Konigsbergerstrasse are widows like Maria Karbath.\nMrs. Karbath, 80, said she does not mind that the only grocery store in the neighborhood is run and staffed by Turks and carries Turkish staples.\n\"If I got sick and needed help, I know that I could call on any one of my neighbors and they'd take care of me,\" she said. \"I'd rather depend on my Turkish friends than on the Germans.\"",
    "year": "1995",
    "id": "d7245853-bf51-45b4-abd1-effa5d93ab6f"
  },
  {
    "text": "CONFLICT IN THE BALKANS: THE FIGHTING; Serbs and Friends Attack Enclave in the North\n1995-07-27T05:00:00.000Z\nSerbian forces and a rebel Muslim faction pressed their attack on the isolated Bihac region in northwestern Bosnia today, sending an estimated 8,000 refugees fleeing toward Bihac town, a United Nations-designated \"safe area.\"\nThe fighting has intensified over the last week in the Bihac pocket, a strategically important area with some 180,000 mainly Muslim residents and refugees that is surrounded by rebel Bosnian and Croatian Serbs.\nNeighboring Croatia, citing an agreement with Bosnia, has joined the fray with artillery and infantry attacks, seeking to cut Serbian supply lines south of the enclave.\nAt a weekend on Saturday in Split, Croatia, President Franjo Tudjman publicly agreed to a request from his Bosnian counterpart, Alija Izetbegovic, for help in the defense of Bihac. Bosnian officials now seem to be pressing for that pledge to be redeemed more substantially.\nCooperating with Croatian and Bosnian Serbs in the attacks on Bihac are the forces of an anti-Government Muslim leader, Fikret Abdic. Mr. Abdic, a onetime food tycoon who is said to have extensive business dealings with the Serbs, has declared a Republic of Western Bosnia in northern Bihac.\nOver the last seven days, rebel Croatian Serbs, Bosnian Serbs and Mr. Abdic's forces have pressed on several fronts, taking some 38 square miles of territory -- one third of the enclave. The advances threaten to draw the Croats in further; they are already planning a major offensive in the area to retake lands in the hands of Croatian Serbs.\nOn Tuesday night, United Nations officials said today, the Muslim defenders of Bihac were re-supplied for the first time in weeks by a clandestine flight from Croatia.\nThe Bihac pocket controls road and rail links to the secessionist Serbian part of Croatia. Military experts have speculated that the Serbs hope to gain more of Bihac before the expected Croatian offensive.\nCompared to the smaller eastern Bosnian enclaves of Srebrenica and Zepa, which have fallen to Serbian attacks in recent weeks, Bihac is defended by a larger and better equipped force of Bosnian Government troops.\nThis week, as NATO and the United Nations threatened air attacks to deter a feared Serbian takeover of the eastern \"safe area\" of Gorazde, the United Nations commitment to protecting Bihac has come under scrutiny as well.\nTechnically, only Bihac town and and a small area around it are in the United Nations \"safe area.\" The United Nations garrison there, at Coralici, consists of 1,300 poorly equipped Bangladeshi soldiers.\nCol. Jesper Helsoe, the commander of the garrison, said a \"catastrophic scenario\" was looming if even more refugees headed towards Bihac town. He said two hills overlooking an important crossroads near the United Nations base came under sustained Serbian attack today.",
    "year": "1995",
    "id": "25601e2a-513f-4ac8-bdfd-ca321d6a7a21"
  },
  {
    "text": "Jews and Muslims Share a Piece of Brooklyn\n1995-08-17T05:00:00.000Z\nDouglas Jablon first realized that change was afoot in Borough Park, Brooklyn, about five months ago, on the day that a vanload of Yemenis arrived at Maimonides Medical Center with prayer rugs tucked under their arms.\n\"Eight or nine of them came into the waiting room because one of their family members was sick,\" recalled Mr. Jablon, a patient representative. \"So we opened a room for them, and they got down on their knees and faced east and they prayed for two hours.\"\n\"This,\" he said, \"is not something you see in this hospital every day.\"\nIt was the first time that Mr. Jablon, an Orthodox Jew, had ever helped anyone prepare for Muslim prayer at the hospital, where one is more likely to find men in fedoras and side curls, swaying over well-worn Hebrew prayer books in the corridors.\nBut over the last five years, a Muslim immigrant community has been steadily growing in Borough Park in the midst of one of New York City's largest populations of Orthodox Jews. The Muslims -- who come primarily from Yemen, Iran, Turkey, Pakistan and Bangladesh -- are drawn there precisely for the world that the Orthodox Jews have created: a devout, insular community that is relatively crime-free and clean.\nWhile the religious passions of Orthodox Jews and fundamentalist Muslims have made them bitter enemies in the Middle East, they have found, to their own surprise, that in Borough Park they may have more in common with each other than with American secular society. Their beliefs in worship, religious education, dietary restrictions and conservative social decorum have made them oddly compatible.\n\"You don't see the legs of the women or the chest here,\" said Abdul Majeed Tabusam, who owns the Mian Grocery on New Utrecht Avenue. \"This is a place where children learn the right things: no kissing in the streets, no drugs or alcohol, everybody well behaved.\"\nAs the Muslim community has grown, the relationship forged between the two groups has not been a close one, but it has been a tolerant one. Because the fabric of the Orthodox Jewish society is so tightly woven, the Muslims say they find themselves largely, and happily, ignored, unlike in some other neighborhoods.\n\"We see each other during the day's business, we make our transactions and then we go our own ways,\" said Dr. Faizul Kabir, a dentist who is the president of the Sandwip Educational and Cultural Society, a growing group of devout Bangladeshi Muslims. \"We are both peoples that keep to themselves, and we complement each other in this way.\"\nJoseph Rapaport, an Orthodox Jew who runs Brauner's Bakery on 13th Avenue, echoes many other Jewish residents when he says that relations can sometimes be very friendly. For the last couple of years, he said, he has been trying to learn a few phrases in Arabic from some Muslim merchants. \"I go in and try to ask them how to say hello in Arabic and a few other things,\" he said.\nBut he added that there was always a certain distance. \"I think we are both a little scared of each other, but we don't know why,\" he said.\nMuslim shop owners say they are careful to avoid chatting about anything more controversial than the weather with their Jewish customers, especially when the newspaper headlines on their racks announce another episode of bloodshed in the Middle East.\n\"We don't talk about religion, we don't talk about news,\" said Riyadh Kassimshaibi, a Yemeni who manages a grocery and newspaper store on 13th Avenue, where his fellow countrymen have recently opened several newspaper stands and delicatessens. \"It's just business. 'Hello. How are you? What do you want today?' \"\nWhile the Census Bureau does not break down the population by religion, estimates by community leaders and business owners are that between 5 and 10 percent of the neighborhood's residents may now be Muslim. A 1993 survey by the Council of Jewish Organizations, an umbrella group of service agencies, found that Jews make up about 80 percent, with more than 67,000. Of that number, more than 90 percent are Orthodox, officials say.\nSince Grand Rabbi Solomon Halberstam, the leader of the ultra-devout Bobover Hasidim, established his synagogue in Borough Park in the early 1970's, the neighborhood that the Orthodox sects -- including the Satmar, Ger, Belz, Spinka, Munkacz and Klausenberg -- have carved out of the area south of Greenwood Cemetery is remarkable for how closely its topography mirrors its residents' beliefs.\nThere are more than 200 synagogues in the neighborhood's roughly one and a half square miles. Private religious schools, or yeshivas, where nearly all the neighborhood children are educated, outnumber public schools 70 to 16. Businesses commonplace in other neighborhoods, like movie theaters and pet stores, for example, simply do not exist because religious leaders frown on the influence of Hollywood and the Talmud forbids dogs and cats in observant homes.\nCasual contact between men and women, like kissing or holding hands, is almost never seen, even between husbands and wives. (A controversial proposal to ask business owners to establish separate shopping hours for men and women is being considered by some Orthodox groups.) And even during the hottest days of summer, men wear pants -- never shorts -- and women wear long skirts and have long sleeves.\nIt is precisely this kind of devoutness, especially in its restrictions on women, that brought many observant Muslims, like Mr. Tabusam, to Borough Park and made them decide not only to work but also to bring their families. Mr. Tabusam's wife, two daughters and son will leave Lahore, Pakistan, to join him later this year and, he said, he rests easier knowing that they will be somewhat shut off from the \"bad influence of American culture.\"\nWhen the first Muslims came to the neighborhood, they were able to frequent kosher food shops that met their dietary laws until ritual halal butcher shops opened. \"We are cousins that go way back in this,\" said Mr. Tabusam, whose store now carries glatt kosher milk alongside three shelves stocked with Middle Eastern fare -- cardamom pods, tamarind, kewra water and skinny orange bottles of Rooh Afza (\"the summer drink of the East\").\nTo be sure, the comingling of the groups has not been without its occasional tensions and sidelong glances. On 13th Avenue near 54th Street, for example, a sort of cold war has been under way between Rose Rosenberg, who has owned Rose's Candy Store, a newspaper shop, since 1963 and her new competitors, Mr. Kassimshaibi and his brother, who opened a newspaper stand next door a year and a half ago.\nMr. Kassimshaibi said Mrs. Rosenberg and her husband often try to lure customers away from his stand on the sly. \"They whisper: 'Come over here -- I sell you paper,' \" he said. Mrs. Rosenberg, whose now defunct lunch counter and booths look like a tarnished Norman Rockwell painting, said customers sometimes pay the Kassimshaibi brothers for papers taken from her racks. Consequently, she has exchanged nothing more than a few tense smiles with her new neighbors since they moved in.\n\"They couldn't have moved any closer to me, could they?\" she said recently as she straightened stacks of The Jewish Press. \"I don't talk to them. I have nothing to say. If someone steps on your foot, then do you go shake his hand?\"\nSeveral blocks away, at the corner of 14th Avenue and 36th Street, the center of a Bangladeshi community that migrated from East New York, Dr. Kabir said a group trying to rent a storefront to start a mosque in the area in 1991 ran into stone-faced opposition from Jewish landlords.\n\"When they found out that it was wanted for religious purposes, they did not want to rent,\" he said. \"We were not organized then, so we took their answer and moved on.\" The group finally bought a building on Church Avenue at 10th Street, on the outskirts of Borough Park, and founded the mosque.\nBut the days of the Muslim community meekly accepting such refusals seem numbered as groups from several countries begin to organize and become more adept at pulling political levers.\nPriscilla Celano, district manager of Community Board 12, said Muslims were increasingly making their needs known to the board. The Association of Crimean Turks, one of the oldest Muslim organizations in the area, recently came to her asking that she forward a letter to school district officials explaining the origin and customs of Ramadan.\nAnd several Muslim groups have requested permits to block streets during two large celebrations, Eedul-Fitr, the breaking of the fast of Ramadan, and Eedul-Adha, the feast of sacrifice, when groups from several countries gather at two of the neighborhood's five large mosques to pray, spilling out onto the streets. \"When they first started, there were only a couple of thousand,\" Ms. Celano said, \"and now at least 10,000 are there for the morning and evening prayers.\"\nDr. Kabir, who celebrated the festivals with black Muslims in East New York before the Bangladeshis organized, believes that the influx of Muslims to Borough Park will only continue. \"A lot of people are migrating now and the families are like Jewish families: big,\" he said. \"I heard the other day of a single family with 35 people! It's a geometric progression.\" He added, \"And we are all registering to vote.\"\nMs. Celano said she sees the next several years bringing about a grudging awareness of the Muslim community by its Orthodox neighbors. \"I don't see anybody sitting down to Sunday dinner together any time soon,\" Ms. Celano said.\nBut, she said, \"some people here who think that this is their town, their neighborhood and who walk along blindly will eventually have to look up and take notice.\"",
    "year": "1995",
    "id": "40f7529b-c80b-42a4-b8ac-1e4c03fc17f8"
  },
  {
    "text": "ABOUT NEW YORK; Tales of Times Square: Rowboats and Ice Cream\n1995-02-15T05:00:00.000Z\nHERE are three final stories from Times Square:\nBOATS. If it were not for guerrilla activity in the Kurdish regions of Turkey, Mike Davis would probably not be building 25-foot-long rowboats on the ground floor of the old McGraw-Hill Building on 42d Street.\nHe is an archeologist who has spent many years working on a dig at Diyarbakir, near the Euphrates, but because of unrest, work on the project has stopped, and Mr. Davis can now spend time building boats with other volunteers.\n\"We have great water, but no one uses it very much,\" the archeologist said as he took a break. \"In Istanbul, there are small boats everywhere. Anyone can rent a boat and row on the Bosporus. That's the way it should be on the Hudson.\"\nHe said that \"as late as 1933 there were 41 boathouses in Manhattan, while now there is just one.\"\nHe went on to explain that the project to reverse this trend is called Floating the Apple, and that it originated after articles in boating journals urged New Yorkers to take to their waters. Like-minded people found one another. \"Originally, all we wanted was to stimulate rowing on waterways that form the city's biggest open space and wildlife preserve,\" he said.\nOne thing led to another, and the group, by then sponsored by the Open Space Institute, decided to build its own boats and offer them for public use to neighborhood teams, school groups or office workers, starting this spring. A boat was designed that could accommodate as many as 10 people. Tools were contributed and the work space was provided by the 42d Street Development Corporation.\n\"People have come in off the street,\" said Mr. Davis, whom the other workers call the \"chief instigator.\" He said foreign tourists come in to spend a few hours working. There are homeless volunteers as well as yacht club members. \"We've had a few people who have built boats before and many who have never built anything.\" The only conflict came in deciding what colors to paint the boats.\nICE CREAM. Sembala Batchilly had never tasted ice cream during the first 22 years of his life, which were spent with his family of rice farmers in Gambia. Today, he is the assistant manager of Ben & Jerry's Times Square outlet, at 43d Street and Eighth Avenue, and an ice cream scooping champion.\n\"I came to New York in 1990,\" he said in the store. \"I had an uncle in the Bronx. I spoke Saroule, my tribal language, and Mandinka and Fula and Wolof. I learned Arabic in my village. Three days a week, I worked on the teacher's farm. But I did not speak English.\"\nAfter eight months of unemployment, he became a dishwasher. Somebody told him about the Common Ground program at the Times Square Hotel, which provided housing and job counseling for people on narrow margins. He got a room, and when Ben & Jerry's opened last summer, he got a job. \"I started to learn English. I learned Cherry Garcia, Rocky Road and Chocolate Chip Cookie Dough,\" Mr. Batchilly said.\nHis English improved quickly. He was made assistant manager. He enrolled in a word-processing course. He was chosen to represent the store in a scooping contest, where the object was to dish out just the right amount of ice cream while rapidly filling a variety of orders. He beat everybody in the New York, New Jersey and Connecticut region, and last month went to the nationals in Vermont, the home of Ben and Jerry's. He was the only Gambian.\n\"We had to scoop three small cones, two waffle cones, two medium cones, one large cup, one hot fudge sundae, one banana fudge royale, and we had to write 'Happy Birthday, John' in icing on a cake. I did it in two minutes and 40 seconds. It was not fast enough. I lost by 10 seconds.\" He said he loved Vermont, where he visited the company's stockholder meeting. He said he was saving his money for a place of his own.\nPORN. The Times Square Adult Shoppers Center on 42d Street near Eighth Avenue differs from its neighboring vendors of pornographic videotapes and sex paraphernalia by offering shopping carts to customers. A few of the suits actually use them as they move through aisles arrayed in categories that, in addition to the obvious, included spanking, tickling, slaves and shoes.\nBy the cash register, store workers chatted casually about the cold. When they were asked if anything was selling particularly well in advance of Valentine's Day, one replied that yes, metal-studded dog collars were proving popular.\nAsked where he was from, the man said he had come four years ago from Bangladesh. The conversation turned to the female Bangladeshi writer who fled her country after being threatened with execution for writings that challenged taboos on female sexuality. Did he know of her case?\n\"Oh, you mean Taslima Nasrin,\" said the man, surrounded by tons of pornography at what may still be the Crossroads of the World. \"Yes, I know of it. The modesty of woman, it is a problem everywhere in the world.\"",
    "year": "1995",
    "id": "ababd790-f0bc-48b5-8ba7-05c042f15a39"
  },
  {
    "text": "Scientists Seek Way to Enrich Basic Crops In Poor Lands\n1995-01-29T05:00:00.000Z\nAn international group of researchers is working to develop nutrient-enriched varieties of rice, corn and other common food crops to help prevent malnutrition, disease and death in millions of the world's poorest people.\nWheat varieties that are twice as adept as commonly grown strains at extracting zinc and iron from the soil and packing the minerals into seeds have already been developed by Robin Graham, a plant scientist at the University of Adelaide's Waite Agricultural Research Institute in Australia.\n\"These varieties also seem to be more vigorous and disease-resistant and have been generating outstanding yields in areas of Australia that are not only mineral-deficient, but also stressed by drought conditions,\" Dr. Graham said last week.\nDr. Howarth E. Bouis, a researcher at the International Food Policy Research Institute in Washington, said the work was being carried out at 17 centers in 12 nations, including Mexico, Turkey, Egypt and Bangladesh. The nutrient-enriched crops could be ready for commercial production within a decade.\nThe World Health Organization estimates that a third of the world's more than six billion people suffer from some form of micronutrient malnutrition, or so-called hidden hunger. This leads to high infant and child mortality, increased miscarriages, impaired physical and mental development, and weakened immune responses.\nDr. Bouis, who in 1993 helped to organize the Consultative Group on International Agricultural Research to coordinate the research, said that Dr. Graham's success with wheat has helped to sell the group's program to other researchers.\nLike humans, plants fall victim to disease when they lack vital nutrients, Dr. Graham said. In plants, which must extract their nutrients from the soil, these deficiencies are not just a result of mineral-poor conditions. Often the minerals are present, but are chemically bound to other elements that make them unavailable for consumption.\nCertain varieties, however, are more efficient than others at chemically unbinding minerals locked in the soil. By searching seed stocks for these variations, Dr. Graham said, one can selectively breed to reinforce those traits, which also appear to improve the crop yield.\nAlthough wheat is the lone success story to date, researchers at the University of Adelaide have analyzed the iron and zinc concentrations of 120 rice varieties currently under cultivation that were provided in 1994 by the International Rice Research Institute in the Philippines. While the standard high-yielding seed varieties released by the institute in the last 20 years contained approximately 10 parts per million of both iron and zinc, he said, two strains contained about 25 parts per million of the minerals.\nDr. Bouis said researchers expect to find similar genetic variations in the corn, bean and cassava plants his group intends to study. If their breeding programs can successfully reinforce the desired traits, he said, \"a one-time investment in breeding research can offer a low-cost approach to fighting malnutrition that could improve farm yields at the same time.\"\nVitamin A is another nutrient considered essential to the human diet, but because it does not appear to confer any advantages like increased yield, Dr. Bouis said, any effort to breed for enhanced vitamin concentrations in grains is a secondary consideration for the time being.\nDr. Bouis's group received start-up money in 1993 from the United States Agency for International Development. \"What is lacking now is medium- to long-term funding to proceed with the breeding program in the next five or six years,\" he said. He estimates that $8 million to $12 million will be needed to breed high-yielding nutrient-packed corn, rice, beans and cassava, as well as to continue to improve wheat.",
    "year": "1995",
    "id": "67d48873-3098-49ae-8987-feb07a5a4757"
  },
  {
    "text": "Bombs Kill 25 Soldiers in Northern India\n1995-02-26T05:00:00.000Z\nBombs exploded today in a passenger train carrying Indian troops in a remote northeastern region of the country, killing at least 25, reports from the area said. Officials in the state of Assam blamed tribal rebels who have fought for independence in the region for four decades.\nNews accounts of the attack, which took place early this morning, said that the toll was expected to rise because 30 soldiers and other passengers were on the critical list.\nThe blasts occurred near the town of Diphu in Assam. Officials said it was an indication that the rebels, the National Socialist Council of Nagaland, may have extended their area of activity west of their strongholds near Myanmar.\nIn a recent surge in violence in the region, which is rich in natural resources, the tribal insurgents appear to have seized the tactical advantage despite significant army and paramilitary movements against them.\nThe National Socialist Council of Nagaland is the most powerful of several insurgencies in the region, which borders on Myanmar, Bangladesh, Bhutan and Tibet and is connected to the rest of India by a narrow strip of land.\nThe region has seven states and 32 million people. It is a complex mosaic of ethnic and religious communities, including Hindus, Muslims, Buddhists, Christians and nature worshipers.\nMilitants have been most successful in parts of the former kingdom of Manipur, which borders on Myanmar, and in Assam state. Voting for the state legislature has just been held in Manipur state, and the soldiers were returning to their bases from the election there.\nA recent visit to the region confirmed that the rebels control the highway connecting Manipur with other parts of the northeast. They have levied heavy tolls for years on truckers who use the road.\nTruckers in Manipur went on strike in January, protesting the tolls, which they consider extortion, and demanding better protection by Indian troops. As a result, the prices of consumer goods have shot up in the area, and food is in short supply.\nIn neighboring Assam, members of the Bodo Security Force, who have been trained by the Nagaland rebels, have ambushed security forces and attacked Muslims.\nAfter dark, many hill towns are silent and deserted. Heavily armed security officers patrol the streets.\nIn addition, the rebels and criminal gangs across the region have extorted millions of dollars from prosperous tea companies and rich businessmen.\nThe bitterness and tension explodes frequently, as happened recently when a group of Indian troops were shot at by alleged militants in the remote northeastern town of Imphal, capital of Manipur. In retaliation, witnesses and officials said that the soldiers shot to death eight rickshaw-scooter drivers and a passing medical student.\nIn the northeast, security forces have special powers to arrest, search and even kill suspects.\nThe struggles have touched off conflicts between various ethnic communities, especially a conflict between the Naga and Kuki tribes in which more than 600 persons have died during the last two years.\nThese rivalries, fueled by ethnic feuds and disputes over land, have now been sharpened by disputes between the rebel groups over the control of drug routes from Myanmar, one of the world's largest suppliers of heroin, intelligence and customs officials say.\nOfficials say that both insurgencies are trading in heroin and using the funds to sustain their movements.",
    "year": "1995",
    "id": "6df1f7d9-7b77-4126-84ba-f0b8e89773a0"
  },
  {
    "text": "NEWS SUMMARY\n1995-02-12T05:00:00.000Z\nInternational 3-17 MEXICO ON THE ATTACK The new President of Mexico has been concerned about the rebellion in the south since he took office, and officials said they were on their way to dismantling the movement. 1 BRITAIN REVIEWS GUN POLICY Scotland Yard and other police across Britain are reassessing policies of policing without guns in light of growing violence and a changing criminal culture. 12\nMUSLIM FUNDAMENTALIST EDICTS With militant Islamic fundamentalists gaining strength as a political force, the use of the fatwa, or religious edict, is gaining ground, and some feel it damages Islam. 14 BURMESE HEROIN A THREAT Myanmar, formerly Burma, has become the largest heroin supplier to the United States, and cooperating with its Government to stem the flow is problematic because of its human rights violations. 3 ADJUSTING TO VIETNAM TIES As the United States and Vietnam reestablish ties, the strains of the past and the hopes for the future sometimes conflict, but businesses are anxious for relations. 4 India has shifted tactics to ease tension with Bangladesh. 6 Unesco is trying to improve relations with the United States. 8 A swimmer said he crossed the Atlantic because he was in debt. 9 Northern Ireland talks were approaching a crucial point. 12 The Palestinian Authority is controlling the news in Gaza. 15 Ecuador shot down three Peruvian planes in their border war. 16 National 20-36 CLINTON THREATENS TO USE VETO The President said he would veto an effort to rewrite a part of last year's crime legislation intended to put an additional 100,000 police officers on the nation's streets. 1 'BABY BOOM' II? All over America, a new generation is making itself felt in nearly every aspect of social, economic and political life, even though its members are not yet 3 feet tall. 1 REPUBLICANS AND HEALTH CARE As health care costs continue to escalate, it is now the Republicans, not the Democrats, who are mounting a effort for change. 1 A CAPITAL ORDEAL The District of Columbia Government is in a shambles, with its cash threatening to run out by spring and the prospect of a possible takeover by Congress. 1 HEARTS WITH MESSAGES Cambridge Journal: A visit to the New England Confectionary Company, which makes eight billion conversation hearts a year. 20 FINANCING A FUTURE SPEAKER It was in rural Carroll County, Ga., that Newt Gingrich began to learn the lessons of money and politics, lessons he has since used to create a potent fund-raising network. 22 VIGILANTE, OR AVENGING ANGEL? Last week, William Masters shot two young men who he says were trying to rob him. That has made him notorious to some, a hero to others in Los Angeles. 20 DEREGULATORS HAVE TARGET Congressional Republicans and allied advocacy groups are focusing their efforts on deregulating Government on the Food and Drug Administration. 24 Metropolitan 37-46, 56 A TERRORIST'S TRAIL Until last month, the authorities say, the man charged with masterminding the World Trade Center bombing was on the verge of a wave of far more deadly terrorist attacks across Asia, possibly including the assassination of the Pope. 1 GIULIANI TAKES CONTROL With a wave of staff dismissals and a showdown with the Police Department, Mayor Rudolph W. Giuliani has made clear that he wants to consolidate control over his government. But some staff members say he has sent a chill through the government. 37 THE GREENING OF NEW YORK At a time of city budget cuts, Parks Commissioner Henry J. Stern is aggressively enlarging his emerald empire, even as he admits that his agency cannot adequately care for the parks it has. 37 AN ARTIST'S STRANGE DEATH In the weeks since the police fished Ray Johnson's body out of an icy cove near Sag Harbor, L.I., friends and admirers of the eccentric artist have struggled to uncover what many of them believe must be the hidden meaning of his death. 37 Neediest Cases 38 Obituaries 47-48 Leonard S. Silk, a columnist for The Times and Business Week. 48",
    "year": "1995",
    "id": "0cee2321-ccf5-4d6f-a5b4-f70846826006"
  },
  {
    "text": "MINDING YOUR BUSINESS;\nArrivederci Roma, Hello Uzbekistan\n1995-04-16T05:00:00.000Z\nQ. I just graduated from college with a liberal arts degree. Can I get a real job -- not as a bartender or nanny -- overseas?A. Thirty years ago, fired up by the Great Society, you picked up your degree and then headed for the Peace Corps to dig ditches in the third world -- no experience necessary. You returned feeling fulfilled and got an autographed picture of Sargent Shriver to hang in the den.\nIf you think the Ivy League is tough, though, try getting into the Peace Corps now. Only one in 10 applicants does, mostly for engineering or other skilled jobs.\nBut there are bright spots in the overseas job market. You just need to scout around to find them.\nFor instance, frustrated Peace Corps hopefuls can turn to Oxfam, CARE or Amnesty International. These and hundreds of other nonprofit groups offer overseas work in administration, research, refugee relief and population planning. Strong communications skills are often enough to get you in the door. The pay isn't great at $10,000 to $20,000, but it also includes free housing, food and travel, and while you may pay some foreign tax your salary is tax-free up to $70,000 in the United States.\nBut don't expect to do good in some ritzy locale. \"Right now, about 70 percent of the work is in Africa, India, Pakistan, Sri Lanka and Bangladesh,\" said Ron Krannich, co-author of \"Almanac for International Jobs and Careers.\" \nThen there's teaching English. What would \"Stripes,\" \"Volunteers\" and \"Good Morning, Vietnam\" be without those hilarious scenes of Harold Ramis, Tom Hanks and Robin Williams instructing the locals in American slang and baseball? But if you try the same, forget about investing that big paycheck. You'll typically make only $600 a month beyond basic expenses. Advanced degrees are unneeded, but it wouldn't hurt to take a quick Berlitz course to learn useful phrases like \"Don't shoot.\"\nThe most popular destinations for English teachers are Japan, Taiwan, Russia, China and Greece, although there is also demand in Spain, Italy, Germany and Eastern Europe. Check out \"Transitions Abroad\" magazine at (800) 293-0373 for updates on teaching jobs and general overseas information.\nAs for other jobs abroad, a good first rule is to check jobless rates. You can toss those slick brochures for Australia, France, Italy and Spain, for instance, because they are all staggering under high unemployment.\nThen call the Council for International Educational Exchange at (212) 661-1414 to learn how hard it is to get a work permit in your chosen country. Eligibility requirements vary greatly; Eastern Europe is easy, for instance, while Nigeria is in the middle and Saudi Arabia is hard. Such countries as Britain, Ireland and Germany issue special limited work permits to students and recent graduates.\nSome companies welcome young foreigners, too. In Germany, Daimler-Benz and BMW offer internships, as do some international banks. (But not Barings, whose new Dutch owners are understandably skittish about hiring young people.)\nFor the adventurous, job prospects abound in Russia in sports, entertainment marketing and import-export, according to Moira Forbes in \"Jobs in Russia.\" Of course, you must be willing to do without 72 TV channels and a Gap on every corner. And don't forget to pack lots of soap and toilet paper. Job seekers with language skills can also find work in other parts of the former Evil Empire, like Budapest, Warsaw and Prague.\nLess chancy are various Asian countries, where capitalism is already humming happily along. Sales and marketing jobs paying about $20,000 in United States dollars are plentiful in Hong Kong, especially for the computer-skilled, said Edward Knappmann, co-author of \"American Jobs Abroad.\" A liberal arts degree should be enough to qualify, and the friendly American expatriate community there makes networking easy. \nJapan, South Korea and Malaysia also have good opportunities, said Robert Sanborn, co-author of \"How to Get a Job in the Pacific Rim.\" So does Singapore -- the next Hong Kong -- despite its law-and-order philosophy. Jobs in the Far East can be gateways to China, too, and in English-speaking Hong Kong and Singapore, proficiency in foreign languages is less important. \nWhat to avoid in the job hunt? Beware of come-ons for jobs in Tahiti or other exotic locales. If the ad sounds too good to be true, it probably is. Don't send a check to get job leads; you could end up with just a newspaper tear sheet of local classifieds. And don't waste much time seeking United Nations jobs, which are impossible to get if you can't say \"connections\" in every language.",
    "year": "1995",
    "id": "88d8d193-e37b-4b2a-93db-59a48830f6c2"
  },
  {
    "text": "Cabbies Gain Access to Restrooms\n1995-12-20T05:00:00.000Z\nElaine Launius of Staten Island has been driving a cab for 28 years and has had a gun pointed at her head five times. But day in and day out, she says, the most annoying part of her job is the challenge of finding a restroom.\n\"This is truly, truly a blessing,\" she said recently when she saw that the restroom in St. Vartan's Park, near the Queens-Midtown Tunnel's Manhattan entrance, was lit and open, albeit battered and smelly.\nWith cabbies in mind, the Parks Department is keeping the restroom open 24 hours a day in December for a monthlong trial. It will be closed if it is vandalized or if it becomes a homeless encampment.\nFor New York City cabdrivers, the dearth of such restrooms means bouncing over potholes for hours on end with nowhere to go. Drivers say they are unwelcome in hotel lobbies and complain that fast-food restaurants want them to buy food first. And at places that have restrooms, like City Hall Park, which boasts the city's sole public toilet, there are often no parking spots.\nMalcolm Rattner, who owns 200 taxicabs, had an incentive to offer an opportunity for relief. At his taxi garage on Canal Street and the Avenue of the Americas, drivers from other garages would stop during the night to use his parking lot as a bathroom. He put up a sign recently offering restroom access to any of the city's 11,700 yellow-cab drivers.\n\"I finally got fed up with this whole situation,\" he said, adding that many of his drivers were making successful worker's compensation claims for bladder, kidney and prostate problems, which he said stem in part from not being able to urinate when necessary. Ms. Launius, for one, said the restroom problem was particularly acute for her during the years she suffered from colitis, an inflammation of the large intestine.\nIn response, the Taxi and Limousine Commission has put the issue on its agenda. The city is increasing, from 13 to 28, the number of so-called relief stands where cabbies, plus drivers of radio-summoned livery cabs and limousines, can briefly leave their cars without fear of being ticketed. As often as possible, the stands will be near public restrooms at places like the Port Authority Bus Terminal, which is to get two new relief stands.\nThe taxi commission is also trying to forge deals with places that want to attract more cabs. It has agreed to increase cab space at the Jacob K. Javits Convention Center in return for its allowing drivers to use its restrooms. It is trying to persuade hotels, historically unfriendly to panicked cabdrivers, to exchange restroom access for larger cab stands. Though many midtown hotels are resistant, Mr. Lynn said, the New York Vista Hotel at the World Trade Center is finalizing such a deal to increase cab service.\n\"One of the key factors is to supply restrooms to them,\" said Eric Ewoldt, the managing director of the Vista.\nThe Taxi and Limousine Commission is also leaning on other transportation agencies. The Transportation Department has agreed to let cabdrivers use the restroom at an employee parking lot on the Queens side of the 59th Street Bridge, as well as a restroom at the site where many commuters to Manhattan transfer from private cars to cabs. The agency is also negotiating with the Transit Authority to gain access and parking for 100 restrooms in subway stations.\n\"We can't pretend people don't have bodily functions,\" said Christopher R. Lynn, chairman of the Taxi and Limousine Commission.\nMr. Lynn said the new emphasis on an old issue comes directly from Mayor Rudolph W. Giuliani and his quality-of-life campaign. Mr. Lynn said that when he was appointed chairman five months ago, the Mayor told him, \"This is not humane and you better work something out.\"\nThe cabdrivers' search for relief is symbolic of the city's overall lack of public restrooms. Both the Giuliani administration and its predecessor were derailed in efforts to provide pay toilets at various locations, first by advocates for the handicapped, who wanted all public toilets to be accessible to wheelchair users, and then by those who objected to putting advertising kiosks around the structures.\nDeputy Mayor Fran Reiter has proposed a solution. The city would choose a single contractor to provide pay toilets, newsstands and bus stop shelters. Advertising would be allowed on the newsstands and bus stops, subsidizing the toilets, which would cost users a quarter. Ms. Reiter said she expects the City Council to pass the plan in January, after which design and financial proposals will be solicited. Ms. Reiter said she expects the first 30 of some 200 toilets to be in place in every borough by 1998.\nSan Francisco recently installed pay toilets and Atlanta is on the way to doing the same. \"There's no reason why we can't,\" Ms. Reiter said. But she acknowledged the potential for tussling between the city and companies, debates over new designs, and the problems of securing approval from neighborhoods for toilets near homes and stores.\nCarol Piper, district manager of Community Board 6 on the east side in midtown Manhattan, said her board was concerned about where the latrines would be located. \"Globally speaking, of course, cabdrivers should have a place to go to the bathroom,\" she said. \"But we would certainly want to review the proposed locations.\"\nWillie Bly, managing director of the 5,000-member League of Mutual Taxi Owners, an association of owner-drivers, said drivers routinely ask to wash their hands, because they are less likely to be turned down. \"You feel like you're part of the homeless,\" he said.\nPalestinian drivers said they can always use restrooms at Palestinian-operated service stations that are not as available to other cabdrivers. And many drivers from India, Pakistan and Bangladesh use the restrooms in ethnic restaurants on Lexington Avenue in the 20's and 30's.\nAt one of those restaurants, Ravi Grill & Deli, the owner, Javed Iqbal, said he usually lets any cabbie use the bathroom, even those who are not patrons. As he pretended to watch a soap opera in Urdu on the flickering television set, a man raced downstairs to the basement restroom. Moments later, he flew up the stairs and out the front door.\n\"They really need the toilet, yes,\" Mr. Iqbal said. \"There is almost no place.\"",
    "year": "1995",
    "id": "1ce1f6ef-5c68-4670-9332-51ff3f2d58ba"
  },
  {
    "text": "THE CITY IN A QUIET KEY\n1995-09-10T05:00:00.000Z\nMOST visitors do not come to New York for mild sensations. They want the big roller-coaster ride, with noise, lights and lots of shrieking. They're looking for the place encapsulated in the title of a recent British book about New York, \"Maximum City.\"\nBut just as yang must have its yin, so max must have its min. The mind can handle only so many powerful impressions before begging for mercy. Those of us who live here cherish certain little corners and byways that slow down the city's pulse rate and ease its tendency to hyperventilate. These quiet spots, usually off the beaten track, are just as much a part of New York as Rockefeller Center or Radio City. You just have to look a little harder for them.\nA five-star New York day could begin with the riverside esplanade at the edge of Carl Schurz Park, on the Upper East Side. The park runs along East End Avenue from 84th Street to 90th Street, a long hike from the Lexington Avenue subway stop at 86th Street. It is best known as the site of Gracie Mansion, a dignified old clapboard affair that serves as the mayor's official residence. In truth, habitues of the park barely glance toward the old pile, most of it screened off by a gray wood fence. Anyone with a hankering for fresh air, sunshine and a river view heads right for the esplanade. On a recent sunny day, sunbathers were scattered all over the park -- on little patches of grass, on green wooden benches, on the brick-and-concrete columns that set off the flower beds at the center of the broad promenade. On benches that had not been claimed by sunbathers, couples sat and chatted next to lone readers. Urban dogs, out for a brisk walk, panted with the happy expression of animals who knew they were on to a good thing.\nThis is a slice of the city that everyone should taste, a public space that lifts the spirits. New Yorkers tend to see the city as an arena of conflict and competition. It's remarkable to see the change in human behavior that a bit of green, open air and flowing water can accomplish. Dog walkers greet one another, people have been known to nod or say hello to strangers, and even homely babies get a full day's worth of admiration as they are pushed along in a stroller.\nWalk toward the north end of the esplanade, and look at the Triborough Bridge and the appealing blue-green span of the footbridge to Wards Island. Walk south and take in the sight of the Queensboro Bridge. Look across the river at the red-and-white smokestacks of Con Edison's biggest generating station, in Long Island City (known as \"Big Allis,\" after Allis Chalmers, the company that made the generators), and at the cool aquamarine Citicorp skyscraper rearing up to the ridiculous height of 45 stories in a three-story borough. It would be nice to say that fat trout and largemouth bass can be seen leaping from the waters of the East River, but that would be an exaggeration. The occasional pleasure craft provides diversion for the eye, though. And the mere sight of the river makes a sizzling day seem 10 degrees cooler.\nNew York, as E. B. White famously remarked, is a city of neighborhoods. It still is, although the visitor to Manhattan can be forgiven for finding it hard to make out the outlines of one. It's a little easier in the so-called outer boroughs, which don't feel outer to the millions who live there. They feel like home, and anyone who wants to get the feel of New York should spend at least a half day exploring places like Cobble Hill and Bensonhurst in Brooklyn, or Sunnyside and Ridgewood in Queens.\nMay I suggest Astoria, in Queens? It's close to Manhattan, just a jump across the East River. It is also the place I know best, after living there for 15 years. It's a lively, unpretentious sort of place, inhabited primarily by Greeks and Italians, but also offering an ethnic smorgasbord ranging from Brazilians to Ukrainians to Bangladeshis.\nTake the N train from 59th Street and Lexington Avenue, making sure to look back at the Manhattan skyline as the train rises above ground and threads its way along the approach to the Queensboro Bridge. Proceed three stops to Broadway.\nBroadway is one of the main arteries of the neighborhood, its Boulevard St. Germain, so to speak. Like Ditmars Boulevard and 30th Avenue a little farther north in Astoria, it has the restaurants and the night spots. It has the butcher, the baker and, if not the candlestick maker, certainly the finest selection of sculptured Greek deities you're likely to find outside the Metropolitan Museum of Art.\nThe neighborhood has a cultural ornament, the American Museum of the Moving Image, two blocks south of Broadway, on 35th Avenue at 36th Street in the Kaufman-Astoria film studio complex. The museum pre sents tasty film programs, like a Spike Lee retrospective beginning Saturday, and it has a permanent collection devoted to the art, history and technology of motion pictures, television and video. The enormous warehouses surrounding it are sound stages, where films like \"The Cocoanuts\" and \"The Front Page\" were made back in the 20's and 30's. Filming resumed here in the 1980's, and Hollywood stars slip in and out unobtrusively, unnoticed by Astorians. The operation is extremely low-key, and no studio tours are offered.\nThe neighborhood is the thing, anyway. Take a stroll eastward on Broadway and have a bite at Karyatis restaurant near 35th Street. The popular spot on the street is Uncle George's, a Greek restaurant that offers a lot of food for a little money in Spartan (surely the right word here) surroundings. Lines often spill out on the sidewalk. Karyatis offers a more refined interpretation of Greek cuisine in a fairly tony room. Before entering, look down the block and behold the melting pot. Broadway between 35th and 36th Streets has an Italian restaurant called the Bank, a fabulous Ukrainian meat store with garlicky sausages that hang overhead like horse collars, and an Italian deli, not to mention Walter's hardware and Quinn's funeral parlor. Look a little farther down the street, to the Atlantic Bank in the middle of the next block. One day about 10 years ago, a former cabdriver walked in, withdrew his life savings of $30,000, and threw the money up in the air outside the bank in a grand gesture of defiance, despair, jubilation, or some combination of the above. It made quite a stir. Some of it was even recovered.\nWander north down some of the side streets, like 35th, 36th or 37th, and continue as far as 30th Avenue. (Yes, this is confusing and, no, you have not gone out of your mind if you find yourself at the corner of 30th Street and 30th Avenue.) The walk will take you past six-flat apartment buildings whose cheap rents make them a point of entry for immigrants, and onward to attractive blocks with one- and two-family houses, the next step up the ladder to success.\nGo back to Broadway between 33d and 32d Streets and stop in at El Greco Superette, a packed little deli with a large selection of olives (try the small green Cyprus olives marinating in lemon, garlic and coriander) and every variety of feta cheese known to man, including Bulgarian and, believe it or not, French. Step in next door and have a Greek coffee, a baklava and a Metaxa brandy in Omonia, a cafe, pastry shop and conversation pit. To take the memory with you, go into the Panellinion gift store on the corner, the one with the Greek gods and temples in the window, and ask for a tape of rebetika music, the kind Zorba danced to, by the great singer George Dalaras. Buy a piping-hot loaf of Italian bread from Parisi's on your way up the stairs to the elevated station.\nProceed to Greenwich Village. At first glance the neighborhood would seem to be the last place in New York that qualified as being off the beaten track. The human herd that throngs Sixth Avenue, Washington Square Park and Seventh Avenue South makes the Village a stirring spectacle but also a pedestrian nightmare. There are times, on weekend nights, when the entire Village seems to be rehearsing a new urban performance genre, the nonviolent riot. For those who fear sensory overload, the best advice is Horace Greeley's: Go West.\nIn the narrow, confusing streets west of Seventh Avenue, an entirely different Village unfolds, a curious 19th-century maze so quiet that it seems as though a giant door has closed on the rest of the city. There are no mandatory sights here, only exquisite, shady blocks with beautiful Federal and Italianate town houses rubbing shoulders with classic brownstones.\nWalk along Barrow Street east of Hudson and follow Commerce Street as it loops south into the tranquil backwater where the Cherry Lane Theater is located. Follow Perry Street between Bleecker and West Fourth, or Grove Street west of Bleecker. Admire old cast-iron railings, fancy stonework or curious, inexplicable features like the protruding Tudor bay window at 73 Perry. By all means head to 75 1/2 Bedford (between Morton and Commerce), the narrowest house in the village, with its Dutch-style roof. Built in 1873, it is a mere nine and a half feet wide. Edna St. Vincent Millay lived there in the 1920's.\nThere is no official itinerary in these parts. Just follow your feet.\nAs the day wanes, spirits tend to flag, feet throb, and even the most energetic brain screams out for the kind of mental massage that only a tall pint of beer can provide. The setting matters, so head uptown and pay a visit to the Landmark Tavern, at 11th Avenue and 46th Street. Built in 1868, the Landmark is an old waterfront saloon that got left behind when landfill pushed the waterfront away from it. It's a classic, part of a grand old New York fraternity that includes P. J. Clarke's on Third Avenue at 55th Street, the Old Town on East 18th Street, and Walker's on North Moore Street in Tribeca. The floors are tile, the ceiling is tin and the bar is solid mahogany. The Landmark has Bass, Murphy's Stout, Saranac and McSorley's on tap, along with a long list of single-malt whiskies and single-barrel bourbons. It does not court a trendy crowd. It does not get one. Everyone is happy. You will be, too. Exploring city byways\nAmerican Museum of the Moving Image, 35th Avenue at 36th Street, (718) 764-0077, across the street from the revived Astoria Studios, is devoted to movies, television and video. The museum's second- and third-floor galleries are closed until February, but Computer Space, a digital game arcade, is open, and the film program continues, with a Spike Lee retrospective beginning Saturday. Hours: Tuesday to Friday noon to 4 P.M. Saturday and Sunday noon to 6 P.M. Closed Monday. On weekdays admission and film screenings are free. Weekend admission $5, children and students free. At Karyatis, 35-03 Broadway, (718) 204-0666, a meal for two with a bottle of wine will cost about $70. Uncle George's, 33-19 Broadway, (718) 626-0593, has meals from $4.50 to $12 a person. A glass of wine costs $1, a kilo of wine (about 32 ounces by volume) $6. El Greco Superette is at 32-16 Broadway; (718) 274-0309. At Omonia, 32-20 Broadway, (718) 274-6650, a Greek coffee, baklava and a Metaxa brandy will cost $11.75. The Panellinion Gift Center is at 32-02 Broadway; (718) 274-5525. The Parisi Brothers Bakery is at 30-17 Broadway; (718) 728-5282. Landmark Tavern, 626 11th Avenue, at 46th Street, (212) 757-8595, serves hearty American food. A complete meal, including appetizer, entree, coffee, dessert and a pint of beer, costs about $30.",
    "year": "1995",
    "id": "5e6c7ddc-4885-42fb-a8b8-3474ce93a6a7"
  },
  {
    "text": "Family Decay Global, Study Says\n1995-05-30T05:00:00.000Z\nAround the world, in rich and poor countries alike, the structure of family life is undergoing profound changes, a new analysis of research from numerous countries has concluded.\n\"The idea that the family is a stable and cohesive unit in which father serves as economic provider and mother serves as emotional care giver is a myth,\" said Judith Bruce, an author of the study. \"The reality is that trends like unwed motherhood, rising divorce rates, smaller households and the feminization of poverty are not unique to America, but are occurring worldwide.\"\nThe report, \"Families in Focus,\" was issued today by the Population Council, an international nonprofit group based in New York that studies reproductive health. It analyzed a variety of existing demographic and household studies from dozens of countries worldwide.\nThese are among the major findings:\n*Whether because of abandonment, separation, divorce or death of a spouse, marriages are dissolving with increasing frequency. In many developed countries, divorce rates doubled between 1970 and 1990, and in less developed countries, about a quarter of first marriages end by the time women are in their 40's.\n*Parents in their prime working years face growing burdens caring for children, who need to be supported through more years of education, and for their own parents, who are living longer into old age.\n*Unwed motherhood is increasingly common virtually everywhere, reaching as many as a third of all births in Northern Europe, for example.\n*Children in single-parent households -- usually families with only a mother present -- are much more likely to be poor than those who live with two parents, largely because of the loss of support from the absent fathers.\n*Even in households where fathers are present, mothers are carrying increasing economic responsibility for children.\nThe idea that families are changing in similar ways, even in very different cultures, should bring about new thinking on social policy, experts say, and in particular on the role government should play in supporting families.\n\"Most of the changes in the family that we think are home-grown are occurring everywhere,\" said Frank Furstenberg, a sociology professor at the University of Pennsylvania, a specialist in family demographics. \"The mainspring of the worldwide change probably has to do with the economic status of women and changes in the gender-based division of labor.\"\nDouglas Besharov, a resident scholar at the American Enterprise Institute, agrees that working woman are the moving force behind many of the changes in the family.\n\"We are dealing here with the liberation of women,\" he said. \"In the post-industrial age, when the earning power of men and women becomes quite equal, that creates a very different relationship between men and women and makes it easier for women to leave unhappy relationships.\"\nThe Population Council report says women tend to work longer hours than men, at home and on the job. In studies of 17 less developed countries, women's work hours exceeded men's by 30 percent. Data from 12 industrialized countries found that formally employed women worked about 20 percent longer hours than employed men.\nWomen's economic contributions also are becoming increasingly important. In Ghana, the report said, a third of households with children are maintained primarily by women. In the Philippines, women contribute about a third of households' cash income, but 55 percent of household support if the economic value of the women's activities at home, like gathering wood or growing food, is included.\nIn the United States, a Louis Harris survey released earlier this month found that nearly half of employed married women contribute half or more of their family's income.\n\"In most parts of the world, women have always been important providers,\" Ms. Bruce said. But now, she added, \"the form of their providing is more easily measurable, and more visible.\"\nWhile the reason for entering the work force may vary from country to country, women everywhere are finding that to give their children an adequate life they must earn more money, she said.\n\"In traditional Bangladesh, it may be because the husband was much older, and died while the children were still young,\" she said. \"In sub-Saharan Africa, a woman might have a baby premaritally and have no strong connection with the father, or she might have a husband who goes on to another polygamous marriage and supports the children of that union.\n\"In Asia the husband may have migrated for better economic opportunities and stopped sending money after a year or two. And everywhere, parents are finding that there are fewer jobs that pay enough to support a family.\"\nEven among rural people in less developed countries, she said, the need for a cash income is becoming more pressing.\n\"Parents all over the world have an increasing awareness that their children will need literacy and numeracy,\" Ms. Bruce said. \"That means that instead of having their 6-year-old working with them in the fields, they have to pay for school fees, uniforms, transportation and supplies. And while they can farm for food, they can't farm for school fees.\"\nThe fact that many developing countries have cut their spending on public education as part of their debt reduction plans creates further pressure on families, she said.\nOne apparent exception to the general trends is Japan, where single-parent households and unwed motherhood have remained relatively rare.\nThe Population Council report, written by Ms. Bruce, Cynthia B. Lloyd and Ann Leonard, found that while most countries have extensive data on women as mothers, there has been little research on men as fathers. But studies of parent-child interactions found no society in which fathers provided as much child care as mothers, and very few in which fathers had regular, close relationships with their young children.\nAnd although fathers' income usually exceeds mothers' income, women usually contribute a larger proportion of their income to their household, while men keep more for their personal use.\nCollecting child support is also difficult. The report says that among divorced fathers, three-quarters in Japan, almost two-thirds in Argentina, half in Malaysia and two-fifths in the United States do not pay child support.\nThe report emphasizes a need for new policies and programs to strengthen the father-child link -- for example by allowing new fathers time off from their jobs, encouraging fathers to become involved in prenatal classes and familiarizing school-age boys with the demands of child care.\n\"I think the conservative fear may be that all human beings are selfish at their core and that the pull of the market is so strong that women are going to become more like men, and invest less in their children,\" Professor Furstenberg said.\n\"But I think it's possible that we're moving into a world where men will behave more like women with regard to their children,\" he said. \"The underlying question for the 21st century is how to create a system that allows all parents to invest in their children, both emotionally and financially.\"",
    "year": "1995",
    "id": "22fa7eda-b789-437f-91f8-66af224cfd81"
  },
  {
    "text": "U.S. to Help Girls in Poor Lands Stay in School\n1995-03-08T05:00:00.000Z\nThe Clinton Administration will announce here on Wednesday the creation of a program to help keep girls in school in Africa, Asia and Latin America, despite enormous economic and cultural barriers. The first year of the 10-year program will cost about $11.7 million, said the United States Agency for International Development, which will administer it.\nSaying that poverty will not end until the lives of women are improved, Hillary Rodham Clinton, in an address today at the World Summit for Social Development, said that the program would be announced as part of a celebration of International Women's Day. It is not clear how many children and young women the program can affect.\nMrs. Clinton, who is spending two days at the United Nations conference, made a brief appearance before nongovernmental women's groups today, then addressed the conference. In her speech, she took into account the growing opposition in Congress to foreign aid, saying: \"as my husband said in a speech last week, 'Governments will have to choose engagement over isolationism.' \"\nThe money for the education program's first year will come from already allocated resources not subject to Congressional review.\nThe program will have several broad aims, according to Dr. Nils Daulaire, chief policy adviser to the administrator of the Agency for International Development. At primary school level, it will pay for expert help in determining why girls are not enrolled and in designing schools that parents find appropriate.\n\"In some countries, especially as they reach adolescence, girls don't attend school because parents fear they are not safe,\" Dr. Daulaire said.\nTeachers will be trained to accept and integrate girls into a classroom, where they might normally be ignored.\nFor older girls and young women, new literacy projects will incorporate lessons in health and sanitation to benefit the family, Dr. Daulaire said.\nThe Agency for International Development said it cannot name the 12 or so countries involved. But the White House said that in each country the program will seek to increase by 20 percent either the literacy rate among women or the percentage of girls who complete a primary education. Officials in Washington did not explain how they would go about attaining this goal.\nMrs. Clinton said today that \"investing in the health and education of women and girls is essential to improving local prosperity.\"\n\"Although women comprise 52 percent of the world population, although they are the primary caretakers for children and the aged and are a significant presence in the workforce, they continue to be marginalized in many countries,\" she said. \"Worldwide, more than two-thirds of the children who never attended school or who drop out are girls. Of the one billion people who remain illiterate, two-thirds are women. And a disproportionate number of those we call living in absolute poverty are women.\"\nIncreasing the economic power of women is a recurrent theme at this conference and the multitude of smaller meetings taking place around it.\nNoeleen Heyzer, a Singaporean who is director of the United Nations Development Fund for Women, said in an interview: \"Because the focus here is on poverty, we say that the continued feminization of poverty as we go into the next century is not acceptable.\"\n\"When we are generating new wealth and new poverty simultaneously, we have to find ways to improve the condition of women,\" she said.\nAfter her appearance at the Social Summit today, Mrs. Clinton visited a Danish after-school day-care center for children of working parents. On Wednesday morning, she will have tea with Queen Margrethe of Denmark, return to the conference, then leave Copenhagen in the afternoon.\nVice President Al Gore is to arrive on Sunday for a one-day visit to participate in the summit-level talks closing the conference.\nThis afternoon, participants at the Social Summit heard about the success of small-scale banking for women in Asia, Africa and Latin America from a panel of experts, among them Esther Ocloo, a Ghanaian businesswoman who uses some profits from her food-processing company to support a foundation for training women.\n\"There are more self-employed women than men in the third world,\" she said. \"Without their work, Africa would be in a very much worse crisis than it is now.\"\nMuhammad Yunus, a former economics professor who founded the Grameen Bank in Bangladesh, said that he began his experiment in one village with a small amount of capital, urging women with skills or rudimentary experience in commerce to expand their operations. Today he has branches in 35,000 villages and gives $500 million in loans to two million borrowers, 98 percent of whom repay on time.\n\"Still the conventional banks don't believe lending to the poor works,\" he said.\nMs. Heyzer of the women's development fund, which gives money to nontraditional banks, said that it is time to give larger loans to women who want to go abroad for jobs and who often fall victim to unscrupulous recruiters. Trafficking in women has become a major problem in Asia, where many poor young women are taken abroad by agents who charge high fees, keep the money the women intend to send home to their families and often ultimately drive them into prostitution.\n\"The type of banks we have set up have put money in hands of the hardcore poor,\" she said. \"But many other women are not hardcore poor and they have to get access to credit through commercial banks, and the whole structure of banking is such that they will have great difficulty.\"\nEla Bhatt, a leader in self-help projects for women in India and chairwoman of the International Coalition on Women and Credit, said today that women are creditworthy and good at building capital.\n\"Poverty will not disappear through charity,\" she said, \"but through providing people with access to finance.\"",
    "year": "1995",
    "id": "f05253d8-0117-4674-b493-9e2057492708"
  },
  {
    "text": "Marines Cover U.N.'s Pullout From Somalia\n1995-02-28T05:00:00.000Z\nIn an operation reminiscent of another landing two years ago, 1,800 United States marines began coming ashore in the moonless early morning to evacuate the last 2,500 members of a United Nations force that tried and failed to bring stability to Somalia.\nThe marines who landed in December 1992 as part of an American force that peaked at 26,000 troops came ashore to the glare of television lights on a beach adjacent to this one. There was no lack of publicity because the United States was confident that a force of that size would insure the security necessary to get food to thousands of Somalis who were starving.\nThis time the American military commander, Lieut. Gen. Anthony Zinni, chose the darkest night of the month in part because he wanted a landing that was low-profile and least likely to antagonize Somali clans, who have been fighting each other around the airport here. And this time, press coverage was severely restricted.\nAn advance team of about 150 marines arrived on Monday to clear the beach and airport for the landing, set up communication centers and lay concertina wire.\nThis morning, the marines were arriving in waves of heavily armored vehicles on a beach where General Zinni was waiting for them. The semicircular sand berm surrounding the landing zone was secured by more than 150 Pakistani soldiers and their tanks.\nThis time, the Americans will not go beyond the ports or airport area, setting up instead an even narrower perimeter, only two miles long and one mile wide.\nAt the end of the Bush Administration in December 1992, the American military ushered in a mission of mercy intended to end famine and anarchy, but this time the American troops and several hundred Italian marines have come only to help the United Nations troops retreat safely and efficiently. The pullout is expected to last only a few days and cost an estimated $50 million.\nAfter two years and more than $2 billion spent by the United Nations, the Somalia they leave behind still has no government or administration and is controlled by heavily armed rival clans.\nThough diplomats and United Nations officials say that the operation saved the lives of as many as a quarter of a million Somalis, they also agree that the mission was a political fiasco, drowned in bureaucracy and at times so badly coordinated that its employees often ended up kidnapped or held hostage by Somalis and even detained by United Nations forces.\n\"The U.N. tried many different approaches in trying to bring Somalia to a government,\" said Daniel Simpson, one of the American special envoys to Somalia. \"None of them worked very well because the Somalis lacked the will to form a government.\"\nBut Mr. Simpson was optimistic. \"Most people who have looked at Somalia for a long period of time believe that there still exists the basis for a nation in Somalia.\"\nStill, Somalia today is not starving, but there are hundreds of thousands of Somali refugees in neighboring countries. With the exception of Mogadishu, most of the country is in a fragile, tentative peace with only sporadic outbursts of clan fighting. But international assistance and primary health care, nutrition and water purification are desperately needed, relief workers say.\nPierce Gerety, the chief Unicef representative in Somalia, said, \"We can't give peace to Somali people but it doesn't mean we can just turn our back on victims of the conflict.\"\nThe last American combat troops left Somalia in March of last year. They were removed after 18 Americans were killed and 75 wounded in an abortive raid on Oct. 3, 1993. The raid was an attempt to capture Gen. Mohammed Farah Aidid, a clan leader who became a pivotal figure opposing United Nations forces.\nThe United Nations political branch in Somalia undertook a large-scale effort to create a government from scratch but in doing so consulted only with a small segment of the Somalia population.\n\"I think the mistake was to think you can solve the problems of Somalia,\" said a senior United Nations official. \"There has always been the concept that this is a simple society and only you have the answers. Successive special envoys have done that. You also need continuity. The staff has to be built with needed expertise.\"\nBut now, the American military has no interest in the politics and the fighting going on in Mogadishu unless it affects the pullout of the remaining 2,500 Pakistani and Bangladeshi troops, military officials say.\nThe American troops expect to be here only a few days at the most, but their stay has already been extended by at least one day because ships leased by the United Nations to pick up Pakistani troops in Mogadishu are late in arriving.\nThe withdrawal of the remaining Pakistani troops with their 30 tanks and 40 armored personnel carriers has been minutely planned down to rehearsals at company commander levels. The tides have been plotted and the beach tested by Navy Seals. American military intelligence air surveillance photos tracked down movements of Somali \"technicals,\" the name for the heavily armed cars that roam the streets of the capital.\nHeavy fighting is expected to break out as soon as the American troops pull out of the airport and port, both crucial territories for the warring clans. The Habr Gedir clansmen led by General Aidid are fighting the self-styled president, Mohammed Ali Mahdi, and his Abgal clan. In addition, there are increasing divisions among the Habr Gedir.\nThe first marines from the 13th Marine Expeditionary Unit arrived simultaneously at the port and airport beach with about 50 amphibious assault vehicles, hovercraft and light armored vehicles equipped with mortars. An additional 350 Italian marines came ashore with 36 armored personnel carriers.\nAt a news conference less than one hour after the first marines landed this morning, General Zinni said the operation was on schedule and that he had assurances from the two main clan leaders that they would cooperate in creating a buffer zone outside the airport or port gates.\n\"I think it is important to take these things one day at a time and not assume everything goes well because it starts well,\" said General Zinni. \"Things can turn on a dime here and we're well aware of it.\"",
    "year": "1995",
    "id": "63682c73-8656-4c6d-851f-bad2d873d120"
  },
  {
    "text": "Garment Shop With a Grand Vision; In Queens Factory, Workers Are as Important as the Product\n1995-05-29T05:00:00.000Z\nThe women come to the squat brick factory in Queens from apartments in Jackson Heights and Corona, arriving by city bus before morning has fully broken. Their backs and legs aching, but willing, they come wearing saris or carrying merengue tapes.\nAmong them, Luz Lopez treks through the half-light to Sequins International in Woodside. She came to New York with her father from Colombia in 1969, and she has spent much of her life since working in one factory or another.\n\"I have been in factories in this city that were dark and awful, places where there were bosses everywhere staring, places where they timed how long you were in the bathroom,\" Ms. Lopez said. \"Now, my daughter asks why her mom is smiling at 6 in the morning as she goes to work.\"\nIndeed, the stereotypical scenes of garment factory life do not exist inside the front doors of Sequins International, a third-generation textile shop that makes novelty apparel and employs roughly 350 workers.\nA classroom for English courses has been constructed next to the lunchroom on the second floor of the 85,000-square-foot plant, and instruction goes on during work hours. Committees of workers are present at most major management meetings. Many of the machines that produce the tiny plastic sequins have been redesigned to ease the threat of physical injury. A social worker provided by the union has been called in to help many of the women confront the problem of domestic violence. Instead of endlessly performing one task, the women work in teams, alternating assignments, expanding their skills and limiting isolation.\nAnd mixing with the dominant tongues of English, Spanish and Hindi is the sometimes awkwardly ornate language of management theory. Amid the thump and whir of decades-old machinery, the talk is not of oppression or strikes, but of \"worker empowerment,\" \"investment in human resources\" and a \"self-directed workplace.\"\n\"It doesn't feel like a factory,\" said Ms. Lopez, a former shop floor worker at Sequins who is now a middle-level manager. \"It feels good. It feels like the future.\"\nThe familiar portrait of garment and textile manufacturing in the city is one of a dying or scandal-plagued industry: companies departing to pursue cheap labor in other states or overseas; sweatshops exploiting workers, some of them children. The gospel for survival is to cut costs -- in any way, at every turn.\nBut there are exceptions -- factory shops that have concluded that operating a legal, efficient and humane workplace does not mean economic suicide. In these shops, unions can be partners, the city and its assets of brainpower and governmental economic development funds can be resources, and the immigrant workers can be treated as valuable components in any equation for success.\nThe president of Sequins International, Lawrence Gladstone, said his shop is one of those exceptions. Mr. Gladstone, whose grandfather founded the business on 36th Street and Eighth Avenue in Manhattan in 1941, said his strategy derived more from economic sense than an abundance of altruism.\nFacing competition from China and India -- \"In China, there are 500,000 women and children with needle and thread and sequins,\" he likes to say -- Mr. Gladstone said that product quality, not inexpensive labor, was critical to enduring profitability.\nIndeed, Mr. Gladstone, 31, has bet the future of his $30 million-a-year business, one that produces roughly 1 million yards of sequins annually, on the following formula: Educated, healthy workers who are not limited to single-task, assembly-line routines will produce better goods with less waste, allowing him to both cut costs and charge more. He thinks the workers will return his trust and civility with greater commitment, and he projects that he will be able to run a shop soon in which each worker accounts for $100,000 in annual sales. In the year since he began his initiatives, production efficiency, he said, has improved by 80 percent.\n\"The typical picture of small-scale American manufacturing will make you cry,\" said Moreno Tagliapietra, a consultant from the Center for Economic Development at La Guardia Community College who has advised management at Sequins. \"The people at Sequins have chosen a completely different alternative to traditional management. They don't follow the rules.\"\nMr. Gladstone, who said he read more than 100 books on management theory before taking over from his father in 1993, has taken advantage of financial grants from the garment workers union and money from the state and city economic development corporations. He has hired Mr. Tagliapietra, part of whose fee is paid by the state, to help with his organization. He has allowed Mount Sinai Hospital to use his workers for a study on repetitive strain injuries.\n\"This was never an abusive shop where workers were exploited,\" Mr. Gladstone said. \"But it operated with a whip-and-stick approach, with supervisors and bean counters. The human beings were broken down. We decided to work on the social system of the factory.\"\nThe project has had its moments of both epiphany and profound hurt. Workers who had suffered the embarrassment of having their own children correct their grammar have been thrilled by the chance at learning English, and shocked that they would be allowed to do it during their work shifts. Others who had their shoulders and wrists wrecked by years of operating the same machinery -- one woman who turned a spooling crank for years fantasized that she suffered from bone cancer -- wept when they were offered medical help and assured that their repetitive strain injuries were treatable.\n\"It was death,\" said Ana Valencia, a mother of two who spent half a dozen years operating a spooling machine at Sequins. \"It was like grinding coffee all day long. I wanted to throw parts of my body away.\"\nBut a reduction in staffing also resulted from the reconfiguring of the factory and its operation. About 80 workers were let go last year, leading to a certain level of suspicion among the remaining workers about the eventual impact of all the grand management talk. As well, many of the women -- most are from Colombia or the Dominican Republic and some are from India and Bangladesh -- found themselves strangely intimidated by the demand that they become more involved in the strategies and conditions of the factory.\n\"I thought I couldn't do it, the different techniques, the different jobs,\" said Cassandra Vassell, a native of Jamaica who has worked at Sequins for 25 years. \"But I did. I feel responsible. The atmosphere is good. But I know some of the girls are worried that they will not be able to do everything they want us to.\"\nJean Robert Paul, a Haitian immigrant who has been at Sequins for 18 years, is less reserved.\n\"You get hooked on it,\" he said of the added responsibility and sense of power. \"This is, like, colossal. There are not enough words.\"\nThe scene inside Sequins is a mix of noisy productivity and conviviality, with senior management officials walking the shop floor, consulting with union-provided teachers and talking on a first-name basis with the women who chop sequins from strips of plastic or who operate the giant crocheting machines that attach the sequins onto fabric. Pete Meyer, a supervisor at the factory for 28 years, wears a patch on his shirt that reads: \"Cultural Champion.\"\nWorkers, whose single-task focus almost never required them to speak with anyone during the course of their day, now have to read orders, resolve problems and coordinate work, and they sometimes manage the skill and courage to do it while speaking their imperfect but precious English. In the classroom, a carpeted room that will soon be equipped with a computer, Dominican women who might not have ever shared a lunch table with their Indian co-workers, share tables and laughter.\nIn fact, for the more advanced English students, the first assignment was to begin to write their personal work stories, and thus compiling a history of the factory itself. They interviewed Mr. Gladstone's father, questioned their colleagues and put pen to paper. Some of the modest, abbreviated personal histories hang on the walls of the classroom.\nOne begins: \"I came to this country in 1967. Six months later I came to work for Sequins. Everything for me was new and hard because everything in my country, Puerto Rico, was different. I don't have responsibility, just go to school and help my grandmother in the house. One year after I got married with a wonderful man, my husband until today. We have three children. Two girls and one boy. Two of them got married. And I have four grandsons. All of my family is here in New York. I now have to learn more English. I am not satisfied.\"\nOfficials with the International Ladies Garment Workers Union, while reserving final judgment on just how much power Mr. Gladstone is willing to turn over to his workers, said they were impressed by the scope of management's investment. \"Have I heard of this being done elsewhere?\" asked Tracy Gross, the union's educational director. \"Yeah, at G.M. or some other giant outfits with great resources. In the garment industry? No.\"\nMae Ngai, an official with the Consortium for Worker Education, a nonprofit organization involving 31 labor unions, has helped put together the management plan at Sequins. Ms. Ngai noted with a smile that the workers who find themselves at meetings with company executives are often too shy to say much.\n\"Look, we have been in places where we had to fight for the money to get chalk,\" Ms. Ngai said. \"The workers at Sequins probably don't know what it all means. But they are going down a road and are happy with it.\"\nThat happiness surfaces five mornings a week in the smile that so bewilders Luz Lopez's daughter. Ms. Lopez, who acts as confidante and representative and mediator for the workers, has taken on a lot. She has listened as the women have opened up and told her of being abused by husbands and boyfriends.\n\"I ask myself sometimes how am I going to be able to do this, and I wish I could take some of their pain from them,\" she said. \"In a way, it is too much. But I feel like I was born to do it.\"",
    "year": "1995",
    "id": "f35539e9-ce1b-427c-bd97-737e925da7c6"
  },
  {
    "text": "New Isolationists Weaken America\n1995-06-11T05:00:00.000Z\nThe United States will never -- unless Pat Buchanan, the Republican Presidential candidate, has his way -- return to the isolationism of no \"entangling alliances.\"\nIt will continue to accept international political, economic and military commitments unprecedented in its history. It will even enlarge some, as in the curious mania to expand NATO, which would commit United States forces to the defense of Eastern Europe from, presumably, the menace of a Russian Army that cannot even beat Chechnya.\nBut such enlargement hinges on the assumption that other nations will do as we tell them. The isolationist impulse has risen from the grave, and it has taken the new form of unilateralism.\nThe Clinton Administration began by basing its foreign policy on the premise that the United States could not solve the world's troubles all by itself. \"Many of our most important objectives,\" Secretary of State Warren Christopher said, \"cannot be achieved without the cooperation of others.\" The key to the future, in the Clinton view, was collective action through the building of international institutions and through multilateral diplomacy in the spirit of Wilson and Franklin D. Roosevelt.\nBut the incentives for international collaboration have faded. The Republicans' capture of Congress gave unilateralism new force and momentum. In a perhaps ill-judged attempt at conciliation, President Clinton issued Presidential Directive 25, which restricted United States participation in collective-security operations and declared that \"the United States does not support a standing U.N. army, nor will we earmark specific U.S. military units for participation in U.N. operations.\"\nPredictably, this retreat failed to appease the House speaker, Newt Gingrich, who promptly accused Mr. Clinton of still cherishing the \"multinational fantasy\" and of a continued desire \"to subordinate the United States to the United Nations.\" Nor did it appease the Senate majority leader, Bob Dole, who argued that international organizations too often \"reflect a consensus that opposes American interests or does not reflect American principles and ideals.\"\nThe House has already passed a Gingrich-backed bill with the Orwellian title of the National Security Revitalization Act. This bill would cut financial support for current U.N. peacekeeping operations by more than $1 billion and limit the President's ability to approve new peacekeeping missions. The effect, should the bill be enacted, would be to eviscerate the American role in collective security.\nFor its part, the Senate has under consideration Mr. Dole's Peace Powers Act, which would amend the U.N. Participation Act of 1945 to give Congress a statutory role in the relationship between the United States and the United Nations. This bill, Mr. Dole tells us, \"imposes significant new limits on peacekeeping policies which have jeopardized American interests, squandered American resources and cost lives.\"\nAmong other things, the bill would generally forbid our troops to serve under foreign commanders and, in the words of The Washington Post, \"would make it difficult if not impossible for the President to commit U.S. troops to new or expanded U.N. operations or even continue support for ongoing activities.\"\n\"The American people,\" Mr. Dole says, \"will not tolerate American casualties for irresponsible internationalism.\"\nSir Nicholas Henderson, the former British Ambassador to Washington, characterizes the situation as \"the rejection by the Republicans of the main plank of U.S. foreign policy for the last 50 years.\" And it is not as if America is at present deeply involved in collective security. The United States stands 20th on the list of nations making troop contributions to U.N. operations, well behind such world powers as Bangladesh, Ghana and Nepal.\nDespite the popular impression that foreign aid is a major charge on the budget, the Organization for Economic Cooperation and Development recently reported that the United States, once the world's top aid donor, has cut back its allocation to a mere 0.15 percent of its gross domestic product, placing it last among the 21 industrial nations. If Congress has its way, foreign aid will be cut still further.\nNor can it be said that this recoil from collective security misrepresents popular sentiment. A public opinion survey by the Chicago Council on Foreign Relations and the Gallup Organization shows that, while Americans are still ready to endorse euphonious generalities in support of internationalism, there is a marked drop-off when it comes to committing not just words but money and lives.\nThe wave of neo-isolationism draws strength in part from the understandable desire to concentrate on improving things at home -- a desire justified by the neglect of domestic problems during the Reagan-Bush years. The neo-isolationist enthusiasm also results from waning popular confidence in the bureaucracy, competence and peacekeeping skills of the U.N.\nNeo-isolationism gains further support as America (indeed, all nations) confronts the ultimate price of collective security. For the essence of collective security remains, as Churchill said, the readiness to act against evildoers \"by force of arms.\" Denied military enforcement, and with economic sanctions of limited effect, the international community's effort to restrain aggressors becomes hortatory.\nAre Americans prepared to take a major collective-security role in enforcing the peace system? How to persuade the parents in Xenia, Ohio, that their children should risk their lives in Bosnia or Somalia or some other place where vital American interests are not involved? How many stalwart internationalists in the Council on Foreign Relations would send their sons to die in Bosnia or Somalia?\nDying for world order when there is no concrete threat to one's own nation is a hard argument to make. For understandable reasons, our leaders are not making it. We have a professional army made up of men and women who volunteered for the job -- and the job, alas, may include fighting, killing and dying. But let a few soldiers get killed, and the Congressional and popular demand for withdrawal becomes almost irresistible.\nSurely this flinching from military enforcement calls for a re-examination of the theory of collective security. Despite two hot wars, a draining cold war and a multitude of smaller conflicts, the Wilsonian vision is as far from realization today as it was three-quarters of a century ago.\nIn the United States, neo-isolationism promises to prevent the most powerful nation on the planet from playing any role in enforcing the peace system. If we refuse a role, we cannot expect smaller, weaker and poorer nations to insure world order for us. We are not going to achieve a new world order without paying for it in blood, words and money.\nPerhaps our leaders should put the question to the people: What do we want the U.N. to be? Do we want it to avert more killing fields around the planet? Or do we want it to dwindle into impotence, leaving the world to the anarchy of nation-states?\nNational interest narrowly construed may be the safer rule in an anarchic world. But let us recognize, as we return to the bomb, that we are surrendering a magnificent dream.",
    "year": "1995",
    "id": "e9fc2846-12ca-4a8e-8ded-636dd3a6b142"
  },
  {
    "text": "REPORTER'S NOTEBOOK; A 'New Dawn' in Albany, but on the Dais, Remnants of an Old Feud\n1995-01-02T05:00:00.000Z\nA 19-gun salute thundered outside Knickerbocker Arena and, later, lasers flickered from the podium as a disembodied voice sputtered, \"Pataki! Pataki! Pataki! Pataki!\" Birds and crickets chirped from somewhere, as if to greet what the printed programs called \"a new dawn.\"\nBut for all the pageantry of the first Republican inauguration here in 24 years, it was the seating arrangement on the dais, more than anything, that hammered home how much things have changed under George E. Pataki. Mario M. Cuomo, who has dominated every stage he sat on since 1982, was seated quietly to the podium's right, applauding selectively and fidgeting with his glasses.\nThe radio personality Howard Stern -- whose long hair stuck out in the crowd and not just because it sucked up so much confetti -- was seated in the third row, behind Chief Judge Judith S. Kaye and in front of William D. Powers, the Republican State Committee Chairman. The invitation was a reward to Mr. Stern for his pro-Pataki appeals on his popular radio program, especially in the neck-and-neck final days of the campaign. Jackie Mason, the Republican bard, also sat near the podium, though in a back row.\nRalph J. Marino, the courtly Republican who was ousted last month after six years as Senate majority leader, took his place behind the man who wrested him from power, Senator Joseph L. Bruno. And Mayor Rudolph W. Giuliani, who won no friends among Republicans by supporting Mr. Cuomo in the election, was seated in the third row, the same as Mr. Stern, though across the podium and a bit farther from the action.\nThe dais, ringed with 4,000 roses, was a scene of jubilation. The oratory looked to the future. But some slights were not forgotten. Just before the ceremony, Senator Alfonse M. D'Amato strode past Mr. Giuliani without looking at him. And then, as if to underscore his continued displeasure with an old friend, he then shook the hand of Mr. Giuliani's neighbor. Behind Smoked Windows\nThe celebration began with a frosty procession from the State Capitol building over slippery streets to the arena.\nThe question: Where was Mr. Pataki? The 35 gold-bedecked bagpipers had marched off, followed by Peekskill and Cortlandt firefighters (the companies where Mr. Pataki's father, Louis, was once a volunteer). Reporters scrambled, slipping on ice as they tried to figure out which limousine with smoked windows carried the state's 53d Governor.\nFinally, halfway to the arena, a window came down and a few people on the street cheered. As reporters gathered in, practically crushing each other to hear every word, Mr. Pataki said he felt \"tremendous.\" He then explained the rolled-up window. \"We don't want anybody to get hurt,\" he said, without elaboration. Luck Without Lentils\nMimicking his idol, the former New York Gov. Theodore Roosevelt, who used to greet the public on New Year's when he became President, Mr. Pataki will hold a reception for the public inside the Executive Mansion on Monday. But rather than greet anyone who stands in line, as Mr. Roosevelt did, Mr. Pataki's aides came up with a clever idea: hold a lottery to determine who is invited.\nAt the end of the swearing in, Mr. Pataki's daughter Allison, 9, selected the winning number, 68892, which was printed on the back of 500 of the programs. The people with those programs, plus a guest, can attend and shake the Governor's hand.\nTony Spano, one of the winners and the 28-year-old brother of Senator Nicholas Spano, a Republican, said that in his family it's a tradition to eat lentils at midnight on New Year's Eve. \"But I didn't, and it's supposed to bring good luck,\" he said. \"It just tells you that it's a myth, all this eating lentils.\" The 'People's Reception'\nThe new administration did know how to throw a party. The underground concourse at the Empire State Plaza was packed with what organizers said was 10,000 people. There were a dozen musical groups, from the Uncle Sam Chorus of Troy, N.Y., featuring Uncle Sam himself singing in harmony, to two guys in dinner jackets blasting out Jimi Hendrix. There were 100,000 pounds of vegetables, 175 cases of cheese, 90 kegs of beer, 42,000 toothpicks and 200 pounds of lobsters.\nThere were also 22 booths of different ethnic foods. The people at this so-called \"People's Reception\" ate spinach empanadas from the Argentine booth; varenyky, or potato dumplings, from the Armenian booth, and sauteed buffalo with wild rice from the Native American booth.\nMr. Pataki's ethnic origins are Italian, Irish and Hungarian, and the people who ran the Hungarian booth were especially proud to be there. Sandor Fiegler, 54, a retired construction worker from Latham, N.Y. who immigrated from Hungary when he was 16, said that Pataki is a common name in his home country, where it means \"little creek or brook.\" He was in Budapest during the election in November and said many Hungarians went wild when Mr. Pataki won.\nHe said people flocked to his booth, where he was serving goulash thick with paprika, kielbasa and rolled pastries called kalacs. \"Everybody says, 'we've got to try out what he eats,' \" Mr. Fiegler said. \"Probably he's never tasted it anyway.\" The Pataki Express\nAlbin Sabol settled into his seat on Amtrak's Pataki Special this morning, looked out at the mist shrouding the Hudson and mused aloud about how a towheaded boy he used to help with science projects could grow up to become the Governor of New York.\n\"All I know watching George grow up is that he doesn't have to be led and he won't be led,\" Mr. Sabol said. \"He's got a mind of his own.\"\n\"He was a bright kid and all our kids played together,\" Mr. Sabol added.\nYesterday Mr. Sabol and his wife, Connie, were among about 250 people who got up at dawn and climbed aboard a special express train to Albany. There were 21 Lubavitch Hasidim from Crown Heights in Brooklyn, several Chinese-American Republicans from Flushing, Queens, a dozen Black Republicans from New York City and a foursome of Bangladeshi businessmen who had supported the Governor.\nAt Croton-on-Hudson, a party of 22 friends and aquaintances of the Governor from his hometown of Peekskill crowded aboard with drinks and American flags. They pasted a banner above their seats that read \"The Pataki Party Train\" and posted a list of the top 10 ways to get to the inauguration. (The top of the list was \"Take Amtraky to Pataki.\")\n\"I want to be part of it,\" said Gigi Lisella, a 39-year-old housewife from Peekskill. \"I mean, how many times in your lifetime is the Governor of New York State going to be from your hometown.\"",
    "year": "1995",
    "id": "63425023-fd79-437f-8d8f-af97c8aa7f90"
  },
  {
    "text": "When Wal-Mart Pulls Out, What's Left?\n1995-03-05T05:00:00.000Z\nTHIS is a city that Wal-Mart ditched.\nHundreds of communities have wrestled with Wal-Mart coming to town as it raced across rural America to become the nation's biggest retailer. For years, the script has been familiar. Wal-Mart arrives in a city creating both excitement and trepidation, a sign of a community's stature but a threat to its local shopkeepers. Small stores often shut down, unable to match the big chain's prices. Across the country, town after town has struck the same bargain by embracing the retailing juggernaut: the downtown is Wal-Mart.\nFor Nowata, like three other communities in northeastern Oklahoma and a small but growing number of towns elsewhere, it has proved a risky bargain. When Wal-Mart pulls up and departs, it leaves both a hole in the old downtown and a gash across the entire local economy.\nWal-Mart has outraged and hobbled this struggling city of barbed wire, comatose oil fields and 3,900 people since shutting its store here a year ago. Public services have been cut, taxes have risen, and jobs are scarcer. Wal-Mart bank deposits and wages that helped sustain the economy have shrunk. People now have to take to the highways to shop for clothes and household goods.\nBusinesses jolt and jilt communities all the time, of course. Stores, like factories, come and go. No one complains when businesses bring booms and jobs to town. And Wal-Mart, to be sure, is a thriving, growing corporation that is opening new stores far more often than it abandons places like this. Not Keeping Its Bargain?\nBut when Wal-Mart does leave a city like Nowata, the local reaction is so sharp partly because people tend to expect more of the colossus from Bentonville, Ark. Its culture is plain-folks, and its success is rooted in small-town America, wooing consumers other retailers ignored by offering them low prices and national brands. So citizens of the Oklahoma towns that Wal-Mart has abandoned -- even rock-ribbed conservative business executives -- attack the company for its behavior here. They say Wal-Mart failed to keep its side of the bargain.\n\"They were not playing fair,\" said Bryan L. Lee, president of the First National Bank of Nowata, who keeps copies of National Review, the conservative monthly, on the waiting-room coffee table. \"They came in and ravaged all the small businesses. And when it came to the point where they were not satisfied, they left.\"\nArmel Richardson, who owns a propane business and the town's only new-car dealership, was the mayor when Wal-Mart arrived. \"They said, 'We're here,' and we welcomed them,\" he recalled recently.\nYet now that Wal-Mart has gone, Mr. Richardson leaves little doubt how Nowata's feelings have changed. \"Wal-Mart has proven this: They're big and greedy,\" he said. \"They have no compassion for the community or the individual.\"\nThe Nowata experience could add grist to the debate over Wal-Mart's current advance into the Northeast. Ken Murnan, who owns a printing business here and publishes the weekly Nowata County People, said its foes would find ammunition here. \"I don't see any way that Wal-Mart's coming in is a benefit to a small community,\" he said. \"Not if you want to keep the life style you have now.\"\nWal-Mart shut the store here so it could lure shoppers to a vastly bigger \"supercenter\" 30 miles away in Bartlesville. But the company might be disappointed: many people say they won't go near the place. And their animosity has been passed to the children. A schoolyard chant these days: \"Wal-Mart Fall-Apart.\"\nWal-Mart's retreat has stung this community in dozens of ways. It was Nowata's biggest business and, with a payroll of 70, the city's No. 2 employer, after a nursing home. Nowata's disproportionately large population of the poor and the old, many without cars, have lost a place where they could walk to work and to shop.\nThe biggest measurable impact, though, is the hole in the city's finances. The city manager, Nancy Shipley, said the loss of Nowata's 3 percent tax on its biggest business's sales has driven this year's $ 1.2 million municipal budget into the red by some $ 80,000.\nTo cope, Ms. Shipley is closing the city hall an hour early each day. She has called off plans to resurface crumbling roads and to put a new roof on the city park's leaky shelter. She has laid off her office receptionist, the street foreman and the dump's part-time supervisor. Water and sewer taxes have been raised 32 percent. Ms. Shipley says she expects to ask the five city commissioners for a $ 5 monthly tax on homeowners for fire protection.\nLast month, she wrote to David D. Glass, president and chief executive of Wal-Mart Stores in Bentonville, \"to BEG you to do something to help our city.\" As of late last week, she said, Mr. Glass had not replied. It Was Doing Just Fine\nThe stores Wal-Mart keeps building in towns like Nowata still deliver the bulk of company revenues. And past performance of smaller stores seems unrelated to decisions to fold them.\nWal-Mart's famously secretive management says that for competitive reasons it cannot discuss such matters. But Mr. Lee, the bank president, said the receipts that the Nowata Wal-Mart left each day at his bank were as strong before the closing as they were 5 and 10 years ago.\nThe store's sales tax payments showed no erosion either. Tax authorities' reports of payments by department stores in Nowata -- there was only one -- averaged about $ 12,000 a month. Based on the city tax of 3 percent, the store's monthly sales would have been $ 400,000. That's a respectable $ 103 a month, or $ 1,236 a year, for each Nowata resident.\nInstead, the closings have more to do with Wal-Mart's strategy. In the company's growth plans, there was no longer a role for stores built in the early 1980's in four small cities in north-central Oklahoma -- Nowata, Pawhuska, 55 miles to its west, Bixby and Jenks.\nIn the centers of regions spotted with Nowatas, the company now builds multiacre supercenters with much wider selections of goods, along with services like tire changes and tax preparation. Typically, the supercenters must draw on consumers throughout a region, and they can't have the hinterland stores holding them back. Nowata and Pawhuska lie to the east and west of a new supercenter in Bartlesville, while Jenks and Bixby are near giant Wal-Marts in Tulsa.\nStill, after deserting a town, Wal-Mart can return -- in a way. When it can't find new tenants for the old stores' carcasses, it installs a Bud's Warehouse Outlet. It put one in the Nowata store three months after the closing, and another in Bixby after it closed the store there. But a Bud's, short on brands and variety, just helps pay the rent. It threatens a supercenter no more than a Salvation Army thrift shop does.\nDon E. Shinkle, Wal-Mart's vice president for corporate affairs, said, \"We regret very much\" Nowata's anger. But while the Nowata townspeople feel abandoned, Mr. Shinkle insists that isn't the case. And, he added, \"Wal-Mart is doing as much as it can to regain their confidence.\"\nThe conflicting perceptions are tangled in the semantic distinctions the company makes about \"closings\" and \"consolidations.\" In a barbed reference to Kmart, which in September announced its plan to eliminate 110 stores, Mr. Shinkle said, \"Closings are what our chief competitor is doing at the moment and is likely to be doing more of.\"\nBy Wal-Mart's reckoning, the company has closed only 8 or 10 stores since it opened its first one 33 years ago. But that, Mr. Shinkle said, does not include the stores in Nowata, Pawhuska, Bixby and Jenks.\n\"Those were consolidations,\" Mr. Shinkle said. He said the supercenters, with the jobs they offer and the wider selection of goods generating more sales and taxes, help everyone more than the smaller stores. \"This is just a win-win-win situation for everybody,\" he said.\nIf so, few folks in Nowata talk like winners. The 80-year-old Mr. Richardson, the former mayor and car dealer, said he, his family and friends are resigned to shopping in Bartlesville. But there, he said, they have plenty of choices -- a Kmart, a Dillard's, a Sears, a J. C. Penney, a Montgomery Ward. \"We won't set foot in that supercenter,\" he said.\nThese sympathies are not unique to Nowata. \"They're just businessmen making money,\" said Sue Ann Ryan, director of the Bixby Chamber of Commerce. After Bixby lost its store five years ago, Micky Webb, the City Manager, chopped 19 people from a payroll of 71, and he said the budget is only now returning to the 1990 level. \"Culturally it really hurts,\" Ms. Ryan said. \"Economically it really hurts. We're at their mercy. We were dependent on them.\" Store Opened in 1982\nThe late Sam Walton, Wal-Mart Stores' aw-shucks founder in a baseball cap, opened his outpost here in 1982, just as sinking world oil prices were knocking the profit out of wells in aged oil fields around Nowata.\nHurt by both the oil collapse and the arrival of Wal-Mart, about half the local shopkeepers closed as their customers flocked to the new store for its low prices and rich selection of soap and hubcaps, frocks and socks. The Wal-Mart became Nowata's economic and cultural hub. Earl Duvall, the blue-smocked greeter, welcomed shoppers into the store, and if you waited a bit on the benches in the vestibule, you saw everyone in town.\nBy the end of January, the company reported that it owned 2,133 Wal-Marts, 143 much larger, fast-spreading supercenters, 438 Sam's Clubs, where businesses and consumers, too, pay a $ 25 annual membership fee to shop for wholesale goods, and 75 deepest-discount Bud's. And last week, Wal-Mart reported yet another good year. Sales grew 23 percent for the year ended Jan. 21, to $ 82.5 billion, and earnings grew 15 percent, to $ 2.7 billion.\nBut in the face of slipping profit margins and reawakened competition from chains like Kmart, Sears, Target and others, Wal-Mart is relying more and more on its immense supercenters for growth. They offer food and services as well as merchandise, letting Wal-Mart reach for bigger bites of the consumer dollar. With the supercenters, the company also seeks ever more efficiency, by reducing the costs of servicing smaller stores and by amassing even greater purchasing power to help it cajole rock-bottom prices from suppliers.\nThe strategy all comes together at the supercenter in Bartlesville, the successor of a smaller Wal-Mart there. Shoppers come upon a festive, one-store mall under a single endless roof, an heir to old downtowns. There's a 14-aisle supermarket, an automobile service shop, a pharmacy, a McDonald's, a one-hour photo lab, a shoe repair shop, a dry cleaner, a beauty parlor, a tax preparer, a video rental shop and a branch of the Bank of Oklahoma.\nIn an apparent departure from Wal-Mart's old emphasis on American goods, this is a United Nations of merchandise. There are men's Gitano sport shirts made in Bangladesh, Western Frontier cowboy shirts from Qatar, $ 7 Gitano suede skirts from China, as well as Wrangler jeans from the United States. The cornucopia of merchandise ranges from a wall of aquariums of tropical fish to a well-stocked section of 12 models of Apple, Compaq, I.B.M. and Packard Bell computers.\nTo draw customers, though, Wal-Mart cannot compete with itself. So last March, it closed the Nowata and Pawhuska stores, just after erecting signs out front promising to stay put. The one in Nowata announced, \"The rumors are false: Wal-Mart will be here always,\" said Ken Murnan, the newspaper publisher. Mr. Shinkle said the decision to put up the signs \"was based on market research at the time, and the later decision\" to vacate the stores \"was based on market research later.\"\nBoth buildings have reopened. Last May, an Aldo store, part of a small discount chain based in Abilene, Kan., took over the Pawhuska space, and a Bud's -- the division is named for Mr. Walton's brother James -- moved into Nowata's. They employ about half as many people as the Wal-Marts.\nBud's, in particular, is a depot of merchandising's mistakes -- production-damaged, refurbished and discontinued goods. Red and yellow signs inside cry, \"Close outs. Over runs. Name brands at the lowest prices!\" Many brands, however, are not the stuff of instant recognition.\nThere are Good Sense toothpaste, shampoo, plastic trash bags and over-the-counter drugs, AmeriCo T-shirts from Pakistan, and Fruit of the Loom's Bloopers! line of irregular socks and underwear. Bud's advertises computers. But in contrast to the supercenter, it was offering only one model last month, an aged Grid laptop, and a sales clerk said only one was in stock.\nOn Presidents' Day last month, the store was doing so little business that only one checkout clerk was working, and the parking lot, once regularly packed with about 100 cars, never had more than 20. Low-budget Bud's doesn't use greeters, so Mr. Duvall, 74, is unemployed. These days, he said, he comes in only for food for his 12 cats. \"Bud's,\" he said, \"ain't got nothing. Wal-Mart had everything.\"\nIt is hard to find anyone leaving the store who disagrees. Kay McKee, 36, climbs back into her van with her son Michael, 16, and her daughter, Sarah, 16 months. \"I came here for a picture frame and shoes for her,\" Mrs. McKee said. \"I wanted a 20-by-17 frame. But the frames only went to 11-by-14. Shoes, they had just boys'. No little girls'. It makes me angry. Move all the little stores out, then leave. We're stuck.\"\nYet in downtown Nowata, spirits are rising a bit. A large Bill's Dollar Store is opening later this month on the premises of a department store that closed after Wal-Mart came to town. A fabric shop has opened, replacing one that closed then.\nSurviving merchants see business recovering with consumers who won't make the 30-mile trek to Bartlesville and are turned off by Bud's. The two Cherokee Avenue pharmacies of Wayne Clark and Bruce Campbell survived, they say, because the Nowata Wal-Mart, unlike many, did not have a pharmacy. Still, Mr. Clark said, \"they took my total personal-care business -- blow driers, curling irons, make-up mirrors.\" Yet, he added, \"I'm a better merchant because of them.\"\nRichard Clark (no relation to Wayne) owns Clark's Sentry Hardware, opened by his father in 1938 and, at 7,000 square feet, one of the town's biggest stores. Mr. Clark had two employees when Wal-Mart arrived, and now he has none. He survived, he said, because Wal-Mart could not match his personal service or his grasp of residents' needs.\nClark's stocks 5- and 10-gallon crocks for pickling, four types of mouse poison, two sizes of spittoons and a wide range of bolts. \"I carry a lot of merchandise that is higher-priced than theirs,\" Mr. Clark said. \"But I do a lot of special ordering that they don't.\"\nFor the first time in years, he said, he's looking for a helper. Patching Things Up\nSomething -- perhaps the prospect of reawakened competition from local merchants or discomfort with the anger in town -- may be stirring Wal-Mart to try to patch things up. Mr. Murnan said Rick Dinkle, the Bud's manager, called early last month to ask him to put together a small group of citizens to discuss complaints with Wal-Mart.\nSo on Feb. 15, Mr. Murnan took over the chamber's conference room and brought in a handful of community leaders. Mr. Dinkle declined to be interviewed, but according to people at the meeting, he made an unexpected observation.\n\"He stated, in so many words, that Wal-Mart had come to the realization that they made a mistake in closing some of the stores in small towns,\" Mr. Murnan recalled. \"He said they knew Bud's did not fill the void.\" Mr. Dinkle asked what people needed. For starters, school supplies and panty hose, he was told.\nWhat the meeting means for Wal-Mart and the merchants in town no one yet knows. But Mr. Murnan doubts that all the mistakes were Wal-Mart's. \"I could argue that Wal-Mart came in and raped the community,\" he said. \"By the same token, I could argue that we did this to ourselves. We didn't change with the times. Wal-Mart is business at its finest or its worst, however you want to look at it.\"",
    "year": "1995",
    "id": "e0216857-3911-4e50-9753-bacf9f46c816"
  },
  {
    "text": "Don't Forget Our Foreign Aid Also Helps People\n1995-06-19T05:00:00.000Z\nTo the Editor:\nRe \"Foreign Aid Has Its Uses\" (Op-Ed, June 12): Brent Scowcroft makes a case for foreign aid as leverage for furthering foreign policy aims. What about that very small portion of foreign aid that goes to support programs in developing countries where the people may simply need help?\nI am concerned that in the frenzy to cut the budget, Americans will forget that we're a nation of compassionate people who want to help those who just need a boost up to achieve those blessings of food, health and education that we all wish for each other.\nAs a private citizen I saw American foreign aid dollars at work in Bangladesh. It's good work, the kind the Republicans and Democrats alike can applaud -- helping people help themselves at the grass-roots level.\nDuring my visit I toured the Women's Self-Help Clinic, which operates in Badda, a poor district in Dhaka, the capital. (\"Poor\" in Dhaka means your children are malnourished, never attend school and often subsist on the proceeds of begging.) The clinic serves the women of a square-mile area where 400,000 people live. Remarkable for a Muslim country, it is administered almost entirely by women.\nThe Women's Self-Help Clinic exists because of Danish, Dutch and American money, some from governments and some from private donations, and not least by the clinic's own efforts to sell what it can produce. This is true multinational cooperation of the most constructive kind.\nThe United States Agency for International Development supports the family planning activity of the Badda Self-Help Clinic and family planning programs all over Asia. And that support has achieved remarkable success. In Bangladesh the total fertility rate has fallen from about seven children per woman to about five.\nThis figure comes from a report by Ronald Freedman, published by the East-West Center's Program on Population. He writes, \"When I first began studying Asia's fertility and family planning efforts 33 years ago, neither I nor other serious observers expected such rapid fertility declines to occur on that continent -- certainly not in populations with such large, poor, and illiterate strata.\"\nEmerging trouble spots in the world are those countries whose societies fail because of overpopulation, illiteracy, famine. The resulting civil wars and floods of refugees call forth billions of dollars of emergency aid and even troop occupations that might be avoided through programs that address those social ills.\nDon't believe we can't afford to help. We can't afford not to. JULIE ANTELMAN Chicago, June 12, 1995 The writer is with the National Opinion Research Center.",
    "year": "1995",
    "id": "2b926c70-55d9-4d7f-a19e-4339df789dc5"
  },
  {
    "text": "Who Put the Lid on gp120?\n1995-03-26T05:00:00.000Z\nSome 15,000 vials of a colorless, odorless, waterlike liquid are lined up in trays in a room so cold, so remorselessly quiet, you can't help thinking of it as a tomb. In a way, it is. Each vial contains a one-milliliter dose of a product known as gp120, which has cost its manufacturer, Genentech, $100 million and untold grief. Is gp120, as some scientists believe, a crucial first approximation of the desperately needed vaccine to prevent AIDS? Or is it, as others say, nothing more than expensive dishwater? No one knows. Neither Genentech's product nor a similar vaccine made by Chiron Biocine has yet been tested enough to tell. So far, no vials have passed through the enormous steel doors to the loading dock beyond and from there into syringes and into the arms of the 10,000 volunteers whose bodies alone can answer the question. Instead, the vials sit and wait, with nothing to interrupt their silence but a workman's boom box, which suddenly sings out from the loading dock: \"Who'll Stop the Rain?\" The Eureka Moment\n\"I was in Nigeria for cholera in 1970,\" Don Francis says fondly, as if recalling a world's fair. \"The Sudan for Ebola virus, Phoenix for hepatitis B, just about everywhere for smallpox.\" The resume of his long career with the Centers for Disease Control reads like an itinerary of miracles. In Africa, India, Bangladesh, Francis helped eradicate terrible illnesses by the bold application of vaccine programs. But here in the United States, in his disheveled office at Genentech's headquarters on San Francisco Bay, miracles keep getting derailed. To Francis, the company's vaccine evangelist, gp120 represents the best hope yet of beating AIDS, and he is determined to test it and see. An equally determined army of opponents is arrayed against him. Perhaps that's why a ceramic figure of Sheetala Mata, the Indian goddess of smallpox, is sitting on his window ledge, embracing and supposedly blessing three vials of gp120. \"They'll need all the help they can get,\" he says.\nFrancis has been at work on AIDS since before it had a name. In 1981, as the head of the C.D.C.'s successful vaccine effort against hepatitis B -- which relied on the cooperation of the gay community -- he was on hand when inexplicable outbreaks of Kaposi's sarcoma were first reported in the same population. What happened during the next 11 years still brings the bile of indignation to his voice. Scraping for money, pounding on tables, writing memos that were never answered, Francis spent as much time doing politics as science. Since he surmised that AIDS would prove to be transmissible through blood products, he begged the blood banks to screen donations; they did not believe him and infected thousands. Since he saw that gay bathhouses were a major route of sexual transmission, he begged local boards of health to shut them; an unlikely alliance of owners and activists kept them open. Francis's enemy, it turned out, wasn't so much the virus itself as the perverse intransigence of human nature that gave it room, and time, to maneuver.\nFrancis's fervor made him the most vivid character in Randy Shilts's book \"And the Band Played On,\" but it also exaggerated the split in the public's perception of him. Some called him St. Francis for what they saw as his selfless crusade; others called him Don Quixote for what they saw as his demented arrogance. In fact he was becoming an AIDS Cassandra: doomed to be unheeded. In 1985, after his $37 million proposal to control the epidemic through education and blood testing was ignored in Washington, he transferred to California. In California, it seemed that scientists were doing something more about AIDS than just counting bodies. Francis worked briefly with Jonas Salk, who was developing an AIDS treatment vaccine in San Diego. Unlike traditional vaccines, which protect healthy people from becoming infected, a treatment vaccine would bolster the immune systems of people who are already infected, in hopes of slowing the course of their illness. But as exciting and important as such treatments were, Francis kept returning to his first love: prevention.\nFrancis had grown up in Marin County, the dyslexic, hippie child of two doctors; now, at 52, sitting behind a desk that's angled to catch a glimpse of the glittering bay, he seems to have come home. Sandy-haired and lanky, with a kind of rumpled charisma, he bears a very slight resemblance to Matthew Modine, the actor who played him in the television adaptation of Shilts's book. But the frivolity of Hollywood is nowhere in evidence. Even a bracelet on his left wrist turns out to be a moral statement: it has a tiny silver AIDS ribbon on it and is meant to be worn, like Vietnam bracelets, until the war is over. His face has arranged itself around his blue eyes in a permanent squint, like a driver looking for hours for the exit from a superhighway at night.\n\"It occurred to me to not do it any more,\" he says. \"The family\" -- he is married and has two sons -- \"certainly would have said 'enough already.' But there's something about these dangerous viruses. . . .\" He trails off, smiling. \"I'd call it an addiction. On top of that there's the incredible joy that comes from defeating something -- a joy that I felt in a small way with hepatitis B. But with AIDS there's something else as well.\" He chooses his words carefully. \"Almost everything I predicted all the way through has been correct, except for one manuscript from 1985 on how to use gp120 to make a prevention vaccine for AIDS. That one has yet to come to fruition.\"\nBy the time Francis joined Genentech in 1992 to run its vaccine clinical trials, gp120 had already suffered so many disasters -- and unlikely resuscitations -- that Phil Berman and Tim Gregory, the pair who led the team that developed the product, had chosen Indiana Jones as their mascot. The complete failure of their first attempt in 1986 had pushed the vaccine \"out of development\" and into the corporate equivalent of Siberia. To rescue the project, Berman and Gregory kept working, sub rosa and on their own time. Finally, on Jan. 3, 1989, in a Texas lab, Berman watched as two chimps were injected with a revamped version of gp120, two with a different product, called gp160, and two with a placebo to serve as controls. Nine months and three injections later, the \"challenge\" took place: all six were given intravenous injections of live H.I.V. -- the virus that causes AIDS in humans. By December, blood tests showed that the two control animals and the two given gp160 had been infected. The two chimps given gp120, though, were completely clear. \"We waited longer and longer and longer and they still didn't break,\" Berman says. \"Finally we knew it was true.\"\nChimpanzees are not an ideal model for AIDS in human beings. Though they get infected, they never show clinical signs of disease. And humans do not get \"challenged\" with H.I.V. through single massive injections in laboratories: they have sex without condoms repeatedly or share dirty needles. But the team had demonstrated, for the first time, that such a vaccine at least was possible -- changing the mood among scientists from bleak to hopeful. It would prove to be the high point in the strange life of gp120.\n\"Ah yes, the eureka moment,\" Francis says wistfully. \"In science, you sit for a long time above the fog. You know the landing strip's down there somewhere, but you don't know where and you want to keep all your options open. Then suddenly the fog clears, the sun blazes through, you see the landing strip and you know your direction. And that's what I knew when the chimps were protected: we were on our way to an AIDS vaccine.\"\nThe events of the intervening years haven't diminished his certainty. \"It's very unscientific to say,\" he says, without a trace of irony, \"but I know this vaccine will work. It will protect humans. What I don't know is: how long and how broad is the protection? If a person has sex four months -- or four years -- after vaccination, will he be protected? And will it protect against all strains of H.I.V.?\" He shrugs and leans forward, twisting himself into the symbol of his profession, a question mark.\n\"But science isn't about knowing -- it's about not knowing,\" he says. \"If you have the answer, then why do a trial? The story of gp120 is not a story of good and evil. It's the story of status quo versus movement, of doing nothing instead of something.\" He revises himself. \"This is the story of learning not to be afraid to fail.\" What the Milkmaids Knew\n\"If you have the cowpox, you cannot take the smallpox\" -- that's what 18th-century milkmaids said. When Edward Jenner set out to test the hypothesis, he did not appeal to government grant panels before exposing an 8-year-old boy named James Phipps to one disease and then the other. Two centuries later, Jenner's arrogance shocks our sensibilities, but arrogance can be effective: except for two frozen keepsakes, one in Atlanta and one in Moscow, smallpox no longer exists on earth. The milkmaids were right. Jenner's vaccine worked because the cowpox virus is similar enough to smallpox that Phipps's immune system learned from one how to fight off the other. Modern vaccines employ the same trick but are all man-made. Some (like vaccines for measles, mumps and rubella) are made from live virus that's been artificially weakened; some (like Pasteur's for rabies and Salk's for polio) use virus that's been killed but left whole.\nThe advent of genetic engineering in the late 1970's opened up a new avenue for vaccine development; Francis's 1985 paper on gp120 outlined how that technique could be used to make an AIDS vaccine. Completely avoiding the core of the virus, where the disease-causing genetic instructions lurk, scientists could now synthesize only those portions of the virus's coat that would stimulate an immune response. In the case of H.I.V., the most promising portion was the \"subunit\" called gp120: a snaking chain of protein that sticks out from the virus like a fist. (The gp stands for glycoprotein; the 120, for its molecular weight.) Francis knew that a similar technique had proved successful in the new hepatitis B vaccine, which worked because the immune system recognized the copied proteins as if they were natural and responded with long-term protection. The key advantage to this approach was safety: like a toy gun with no bullets, the vaccine could scare you into defending yourself but it could not actually shoot.\nIt was the Genentech team that first strung together, in the right order, the 511 amino acids that form the protein and who figured out how to produce billions of copies in Chinese hamster ovary cells. For this work, Francis calls his colleagues \"wizards\" -- but Berman and Gregory deflect the praise. \"It's not particularly cutting edge,\" says Gregory. Says Berman, \"Compared to the space program, it's a lot easier.\" The three men, sitting around a conference table with a plate of M & M brownies, play off each other like college roommates: Berman the teddy bear, Gregory the ski bum, Francis the firebrand. \"Phil and Tim say it's simple because they did it,\" Francis says. \"It's done. It's very complicated, no doubt, but the obstructions to vaccine development -- assuming this is a vaccine that will have some success -- are not science.\"\nFrancis is announcing his leitmotif: the subversion of public health by politics. But others aren't as quick to gloss over the scientific challenges. H.I.V. has seven subtypes, mutates quickly, floats free in the blood but also infects immune system cells -- on and on. Quibbling with some of these, admitting others, Francis is nevertheless unfazed. \"This is science. This is what you do! You develop the protein. You put it in rabbits. If they don't keel over, you try it in chimps. If it works there, you try it in humans.\" Berman and Gregory nod approvingly.\nGenentech's version of gp120 was first injected into a human in March 1992. \"Because of the way these vaccines are made, we didn't expect any problems in Phase I,\" Francis says. \"And we didn't get any, except for a few sore arms here and there.\" The phased-trial process Francis is referring to was developed as a way to standardize the testing of treatment drugs like decongestants: Phase I to see if they're safe; Phase II to see if they might work; Phase III to see how well. In vaccine development, the phases overlap and safety is always the paramount concern. With H.I.V. especially, there were some serious unknowns. Could gp120 speed up the process of deterioration in those people whom it failed to protect? Could it cause nerve damage at the site of injection? \"Happily,\" Francis says, \"Phase I showed that gp120 appears to be as safe as any vaccine on the market. Also, we began to see very strong immunogenicity: almost 100 percent of volunteers produced antibodies to H.I.V. And, even better, the antibodies neutralized lab isolates\" -- which means that when mixed in a test tube with H.I.V. that had been cultured in labs, the antibodies rendered the H.I.V. harmless.\nFor any product, promotion from one trial phase to the next is a major milestone; manufacturers proudly note the event in annual reports. But it's not entirely a scientific decision. The National Institute for Allergy and Infectious Diseases, or Niaid, which was financing the trials of gp120, could essentially terminate further testing by withholding funds. But Niaid's decision to promote gp120 to Phase II was enthusiastic. Of the 14 experimental vaccines tested since 1988 at Niaid's six AIDS vaccine evaluation units around the country, the two gp120 candidates were by far the most promising.\nSoon after Phase II began, however, in December 1992, gp120 hit a snag. Volunteers continued to produce strong H.I.V. antibodies and those antibodies continued to knock out lab-cultured virus. But when put in a test tube with \"field isolates\" -- H.I.V. nearly fresh from the arms of infected people -- it looked as if the antibodies did nothing at all. Scientists still debate the implications: was the test inadequate or were the antibodies? Many think it may not matter. Few vaccines have ever been shown to work this way in a test tube; to public health scientists, the proof of a vaccine is in the testing. \"I don't know how smallpox vaccine works,\" Francis says, \"I just know it does.\" As if to vindicate him, gp120, in a new set of experiments performed by Genentech and Chiron Biocine, protected five chimps from \"whopping doses\" of H.I.V. (A year later, the animals remain healthy.) At least in chimps, under specific conditions, gp120 worked.\nWould it now become the first AIDS vaccine to reach Phase III? On April 22, 1994, after a day and a half of presentations and arguments, a panel convened by Niaid made its recommendation. Some members favored a definitive trial with 10,000 volunteers; others a smaller version that would be easier to mount but less conclusive. Still others felt they'd been pushed into making a rash decision between doing nothing and doing too much. In the end, despite being unsure whether gp120 would work, they agreed overwhelmingly that expansion of the trials was the only way to find out. This being a bureaucracy, however, theirs was not the final word. Another panel, the AIDS Research Advisory Committee, scheduled to convene that June 17, would offer an official recommendation to Anthony Fauci, Niaid's director, who would then make the binding decision. But with this much going for gp120, and nothing going for anything else, it seemed that, nine years after Francis's paper, the United States was about to find out if it was on the path to a vaccine for AIDS. Panic Time\nThree weeks before the advisory committee meeting, on Sunday, May 29, 1994, The Chicago Tribune ran a front-page story by a staff writer, John Crewdson, under the headline \"New Doubts on AIDS Vaccine; 5 Study Volunteers Infected; U.S. Debates Future of Trials.\" The article accurately reported that volunteers had become H.I.V.-positive during the first two phases of testing. But by the time the news wires and television networks picked up the story, Crewdson's narrow language had been hopelessly garbled. Even people who should have known better ended up drawing the wrong conclusion: a fund-raiser for a major AIDS organization told friends that gp120 had \"made people sick\" because it was \"made of live H.I.V.\" In fact, gp120 contains no live H.I.V. and cannot cause infection -- a point Niaid tried to make. But by Monday, the vaccines, to the extent the public knew of them at all, were thought of as killers.\nFew AIDS activists had been paying attention to the vaccine trials. These were people, mostly gay men, who had in many cases been fighting since the mid-1980's on behalf of their dying friends. But many were amazingly up to date on treatment advances, like protease inhibitors and combination therapies; to them, vaccines were irrelevant or worse. Every dollar spent on the \"innocent,\" uninfected masses, they believed, would be a dollar less spent on treatments for the sick. The world had changed since then -- for one thing, the activists had finally fought their way into the system. But the habit of outsiderness dies hard: though no longer hostile to vaccines, they were ignorant of them. Soon the infected volunteers were transformed into martyrs and out came the boilerplate analogies: the Tuskegee syphilis experiments, performed on black sharecroppers; the Willowbrook hepatitis experiments, performed on institutionalized children.\nThese comparisons were far from apt, but they did express deep-seated fears -- fears not ameliorated by the Government's silence. Niaid, appropriately, had kept details of the infections confidential, for the sake of the volunteers themselves. But the silence reflected a deeper problem: the suspicion among many scientists that laymen cannot properly handle inside information. Indeed, a kind of paranoid mutism has become epidemic. Researchers who fear they may lose their grants if they say something critical, or who have manuscripts pending at prestigious journals, have learned that it's often safer to shut up than to share their knowledge. As a result, at vaccine meetings or in interviews with Government scientists, half the things said -- sometimes momentous things -- are said off the record. But can public science be off the record? And if it can, is it so surprising that the affected communities cannot process difficult news when it arises?\nIn fact, according to Niaid, the volunteers had all contracted H.I.V. as a result of \"high-risk behaviors\" -- that is, through unsafe sex or injection-drug use. The infections had long since been reported at conferences and scientists were hardly surprised. Indeed, there were more than five. Of the more than 1,600 volunteers who have participated in trials of gp120 and the other vaccine candidates through Niaid's evaluation units, 19 have now become infected, though only 4 are known to have done so after a full course of inoculations. If that small number proves anything, it's that the vaccines are less than 100 percent effective -- but no one expected them to be 100 percent effective anyway. Some said 60 percent, some said 30 percent, but these were just hunches. Until a vaccine enters Phase III, there's no way to know.\nDesigners of the vaccine trials are thus confronted with a paradox unique to AIDS: if safe-sex and safe-needle practices are not taught, volunteers who believe they are protected by the unproven vaccine (which may actually be a placebo) could take more risks and increase their chances of becoming infected. If such practices are taught -- and by modern ethical standards, they must be -- volunteers could cut their risk so effectively that they are never exposed to H.I.V., leaving the vaccine with nothing to fight. In a way, the trial depends on the failure of education: without what scientists unfortunately call \"breakthrough\" infections, there cannot be breakthroughs of the more desirable variety. To get around this potential conflict of interest, Phase III trials of an AIDS vaccine will have to rely on populations in which the number of infections remains high regardless of education, like young, high-risk gay men and injection-drug users -- precisely the groups most scared by the news.\nFor the people running the vaccine evaluation units, it was a nightmare. New recruits dried up; long-term volunteers needed calming; reporters were buzzing everywhere. Months later, Barney Graham, one of the two principal investigators at the Vanderbilt University unit, was still showing the strain of what he calls public science. Tall, dour and so soft-spoken it's hard to hear him, Graham has decorated his tiny office with a \"No Whining\" coffee mug and a 100-pack sample of antacids. \"Scientists are supposed to be threadbare and genteel, not TV stars,\" he says. \"And AIDS wears you out. Everything is done by faxes, Fed Ex and conference calls. And then the fact that people got infected is a personal tragedy, very upsetting to the investigators. The story of their infections is just like the story of the 40,000 other infections in the U.S. this year. It's the story of how hard it is to legislate behavior change -- even more difficult on an individual basis. Why did they engage in risky behavior? Why does anyone? Paul even refers to it. . . .\"\nGraham retrieves a slim, Wedgwood blue volume from between the massive immunology texts on his bookshelf and underlines with his finger some words from Chapter 7 of Romans:\nWas then that which is good made death unto me? . . . For I delight in the law of God after the inward man: But I see another law in my members, warring against the law of my mind. . . . O wretched man that I am! who shall deliver me from the body of this death?\n\"Vaccines don't even begin to touch the basic human problems,\" Graham says.\nThough he favors expansion of the gp120 trials, Graham is addressing the same paradox that troubles the activists, whose real concern, beneath the hysteria, is that the current vaccines may cause more infections through false security than they would prevent through immunity. But one group with few doubts about the trials was the group of infected volunteers. Most agreed, despite their bad news, to give what a researcher called \"buckets of blood\" for further testing; one, a gay man known as BIS303, even flew to Washington for a lymph node biopsy that scientists thought might be revealing. Altruism like that of BIS303 -- slides of whose lymph node are still studied in labs and screened at conferences -- was the kind of community reaction Don Francis imagined when he thought of how a trial would work. As a result, he had no idea what he was up against when the fateful advisory committee meeting began. In the Crystal Ballroom\nIt used to be that AIDS policy was made on the streets and in closed Government meetings -- or from the conflict between them. Now it gets forged, more often than not, in overcooled, chandeliered hotel conference centers like the so-called \"N.I.H.\" Hyatt near National Institutes of Health headquarters in Bethesda, Md. The scene is always the same: hyperfloral carpets, gleaming urns marked caf and decaf, presenters worrying over their carousels of slides while eyeing the name tags of other participants. What has changed is who those participants are. Here in the Hyatt's Crystal Ballroom, panelists sit around the perimeter of four tables arranged in a large square with nothing in the middle. Pitchers of water sweat at each of the 40 or so places. Surrounding the official participants are supporters and contestants from the various camps. If you regard Anthony Fauci, Niaid's director, as north -- and who doesn't? -- then Government scientists are generally to the east; community activists are huddled to the south; Genentech and Chiron Biocine representatives, including a grimacing Don Francis, are stacked to the west. The media -- an extraordinary 55 reporters and 15 camera crews, hoping for scandal -- are kept to the back.\nTry as they might to work together, the groups speak different languages. The scientists \"present\" their information while the community representatives \"share\" theirs. The basic researchers require \"proof of concept\" while the manufacturers speak of \"empirical results.\" But the language conflict is trivial compared to the conflict of culture. Depending on who you talk to, the basic researchers, usually affiliated with academic institutions, are ivory-tower do-nothings, jealous of their paltry grants and remote from the world of suffering; the manufacturers' scientists are sell-outs and cowboys, grubbing after profit; Niaid staffers are cowardly paper-pushers who'd rather do nothing than fail; the community representatives represent no one but themselves, which they do at tiresome length. And everyone hates the press.\nStill, it is no longer seemly to make decisions unilaterally. Fauci, in his opening remarks, explains that the advisory committee's job is not so much to evaluate the science -- the April panel has already done that -- as to evaluate the context in which the science may be tested. Will it be possible to get enough testing sites operational in time for a trial? Will gay men and injection-drug users volunteer in adequate numbers? If not, Fauci warns, the whole effort -- which would require the enthusiastic participation of all parties concerned -- may collapse, and with it any hope of mobilizing researchers and activists for a future trial. On the other hand, Fauci continues, \"if a recommendation is made not to expand, there may be a chilling effect on our industrial partners, although this is, in and of itself, not an acceptable rationale for proceeding.\" Going back and forth, he makes it hard to imagine any satisfactory solution. In closing, he says merely, \"Thank you and good luck to all of us.\"\nNeat and small and tight as a mouse, Fauci does not utter another word until lunch, but watching the proceedings you can't help but feel he's somehow controlling them anyway. Or that nobody is. On the sidelines, Don Francis senses the \"random, whipsaw motion\" of the meeting and is reminded, unpleasantly, of the blood bank fights 10 years earlier, during which he used to imagine the thousands of people who would die from nothing more than inertia. In this strange, relativistic stupor, no one seems to pay much attention to the startlingly direct statement made by Ashley Haase, the meeting's chairman, that the vaccines \"will probably work to some extent.\" He might just as well have said they will not.\nStill, there is one subject that can always be relied on to get people's attention: money. It has been made clear to the academic researchers, many of whom depend on Niaid grants, that the funds for vaccine trials will have to come from somewhere. (Probably from treatment research, as it turns out.) A full-scale trial would cost between $9 million and $18 million per year for three and a half years; the smaller version suggested in April would cost about half that much per year, for two years only. What nobody says is that either version is a drop in the bucket. Niaid's H.I.V. research budget for fiscal year 1995 totals $558 million. And with AIDS care costing the country something like $13 million per day, according to Vanderbilt's Barney Graham, even the longer, more expensive trial would be cheaper than five days of treatment.\nSlides are shown, feeble jokes are uttered and ignorant questions from panelists who should know better are answered politely. Hurriedly -- he's only been given 15 minutes -- Francis presents the latest chimp data, which, though promising, gets no response. It isn't until the half-hour set aside for \"public comments\" that things take a dramatic turn. One by one, community activists stand before the microphone and, with anguish in their voices, lash out at gp120. David Scondras, a former Boston city councilman, offers the baleful warning that people won't want to volunteer for a test of a vaccine that is already considered ineffective, especially since this would prohibit them from enrolling in tests of better products later. A letter read by Luis Santiago of Act Up/New York states that going ahead with the trials would be \"extremely unethical\" because the products \"are very unlikely to work at all.\" Only Bill Snow of Act Up/Golden Gate takes a middle view, saying politely, \"I don't envy you this decision\" -- surprising words from an activist. But then, the activists are the most conservative voices in the room.\n\"Part of the negativism you hear is healthy scientific debate and part of it is just people's willingness to say anything,\" remarks Derek Hodel, who as a member of the April panel endorsed continued testing but was, and remains, ambivalent. \"It's a good example of a lot of people who know very little about vaccine development carrying on at some length about what should happen -- both scientists and community representatives. But I don't want to blame the representatives, because if somebody puts you on a podium and sticks a microphone in your face and asks what you think, it's hard to say 'I don't know,' especially when the people asking appear to know even less than you do. To scientists, one community activist is as good as another; it's the worst kind of tokenism. But you have to realize that the dynamics of prevention and treatment are completely different.\"\nHodel's own background is in treatment: for four years he headed a group that helped get unapproved therapeutic drugs into the country; he is now director of Federal affairs for Gay Men's Health Crisis in New York. But Hodel has researched vaccines like a medical student and is quick to admit when he's beyond his expertise. \"I'm not scientifically qualified to make the judgment whether gp120 will work,\" he says. \"But I can make the judgment whether it's worth the risk to find out. And to me, it's ironic that the same community\" -- he puts the word in finger-quotes -- \"that supposedly won't accept the risk of a vaccine trial doesn't blink at accepting a huge amount of risk for treatment: huge, horrible unknowns. The drugs that people are willing to try if they're sick! But people don't experience risk as real until it touches them. Most of the public has no fear of AIDS. Those of us who do, only do because we're surrounded by it\" -- five of Hodel's eight closest friends are sick. \"Even then, it's hard to appreciate a statistical risk. When everyone knows someone who's sick, that will help. But that's a grim scenario.\"\nHodel is intense, compact and, in a suit, not so different looking from Fauci -- except for the two earrings in his left ear. He represents a new phenomenon: the activist as deep insider. Everyone is elaborately careful to show that they've heard him, and it isn't just pretense: he's the person most universally respected among the leaders of the various camps. Perhaps that's because Hodel doesn't get as ruffled by the day-to-day bumps in the road of science as most community representatives do. He admits that the activists' presence at meetings like this slows down progress. \"Still, you couldn't do a clinical trial without them -- and that would be very slow indeed. You can't just line people up and inject them. It has to be a partnership. If it's time-consuming to get to the point where the subjects understand what they're engaged in, so be it.\"\nLate in the day, an intense, if hushed, discussion begins. Considering what's at stake, some displays of antagonism -- or at least real debate -- might prove useful, but the mood in the room is sullenly respectful. Everyone is allowed a piece of the decision, and let the chips fall where they may. Everyone except the manufacturers. During the discussion, Don Francis keeps raising his hand to no avail, like the kid in class who knows too much; at one point he even hands up a note that reads: I want to be called on. But he's out of order, which is just as well. Some of the panelists are muttering curses about his self-righteous badgering. Shades of St. Francis? Don Quixote?\n\"Remember, this is not the Virgin Mary proposing a vaccine,\" I'm told later by Martin Delaney, a panelist who is also the founding director of Project Inform, a San Francisco AIDS organization. \"To some degree, this is about a couple of companies who want to be the first to get their product to market. Don doesn't want to see himself as someone representing a drug company, but in fact he is. He's used to being seen as a public health official, on a mission by God, and that has to be tempered. This should be about issues, not personalities.\"\nDelaney says that Project Inform has always made vaccines a priority and that he would volunteer for a trial himself, even if the risk were high, as long as the potential rewards were too. But a 30 percent effective vaccine \"doesn't make sense\" when the money could be spent more directly on education and other preventions. \"If your concern is purely public health, you have to ask: What are we going to get out of a vaccine trial of a product that's a complete shot in the dark, based on the most primitive understandings of the disease? And if you blow your one chance on the wrong product, where does that leave you? Then come the other issues. Like, does risky behavior increase because people think they're protected? And the answer to that has to be yes.\"\nData from the testing sites suggest that, if anything, risky behavior among volunteers decreases, but Delaney and many others discount it. \"You can survey and ask people all you want, but you're not going to get a straight answer,\" Delaney says. \"As a gay man, I know this personally. In any case, add these all together and you get your answer.\"\n\"But,\" I ask, \"are you comfortable making such a big decision when you're not a scientist?\"\n\"I don't feel that science is magic,\" Delaney answers. \"It's knowledge. It's quantifiable and transferable. You do worry about any decision to not go ahead, but the outcomes in AIDS research have been so disappointing that\" -- he chuckles ruefully -- \"no, it doesn't give me any huge pause.\"\nAnd that's how the meeting plays out. Apparently stunned by the passion of the community representatives, the members one by one vote no or abstain -- even, amazingly, four who in April had endorsed expansion. Almost at once, Fauci announces that, since the recommendation is so strong, he will follow it. And though the Niaid news release will later say that the panel voted for \"continuing but not expanding at this time,\" that's pure euphemism. Don Francis looks as if he could strangle someone, but there's no one left to strangle. Within three minutes of the decision, scientists are upstairs with drinks in their hands, activists are on the subway and someone has turned off the chandeliers in the Crystal Ballroom. Safer Science\nAs it turns out, Fauci had already decided what he was going to do. \"I was convinced before the meeting even started that the science did not justify expansion,\" he says. We are sitting, two months after the advisory committee meeting, in Fauci's office at the National Institutes of Health in Bethesda. \"I had spent a lot more time than them looking at the data. It was comforting to me that a large and diverse group of my peers came up with the same conclusion. But I still would have made the same decision. Let me be perfectly honest, which I always am: it would have been more difficult to say no to an expanded trial if the community said, 'We're ready if you want to do it.' Because I know how quickly community views can change. But I would have done it anyway.\"\nFauci's curriculum vitae says he's 54, but his nervous energy, his runner's trim, his Rotarian attire and aviator glasses suggest a graduate student, circa 1966. To all appearances, he's pure science in a suit -- not unlikable, really, but not really there to like. He talks fast, like a good Brooklyn native, and whatever he's saying, you have the sense he's still got plenty of brain capacity left over for other things. In the middle of a sentence, he stands abruptly, goes to the door and barks at his secretary for a diet Coke; he then sits down and resumes, quite calmly, the interrupted sentence.\nWhether because of his manner or his power, Fauci stirs up a great deal of anger. Anne-Marie Duliege, associate director of clinical research at Chiron Biocine, which has been testing its gp120 product in tandem with Genentech's, expresses openly what others say only in private: \"The Niaid decision was a purely political, manipulated decision.\" The advisory committee meeting was stacked, she says, with people who knew little or \"nothing at all\" about vaccines. And the presentation of scientific data was, she feels, unfairly curtailed. \"Besides, isn't it curious how the news of the seroconversions\" -- the volunteers who became infected -- \"got released to the Tribune reporter between the two meetings?\"\nSeveral scientists who were advisory committee members or otherwise close to the proceedings (but would not allow their names to be used) agree with Duliege. \"I think it was manipulated,\" one says. \"If they had simply reworded the question, they could have gotten a different answer. The sentiment of the group was to go with a halfway measure, not to stop altogether.\" Another says: \"It was the most unintellectual discussion about a scientific issue that I have ever had the unhappiness to witness.\" Yet another goes further: \"What's more surprising than the decision itself were the events that occurred immediately prior, which were used as an indirect lobbying effort. I mean the leak of the seroconversions. No one thought it was a coincidence.\"\nFauci says: \"That's totally untrue. And if anyone felt pressured, it was coming from within them, and they should question their own integrity about voting against their belief.\"\nYou need not resort to Machiavellian scenarios to understand Fauci's decision. He makes a reasonable case, almost in one breath. \"Now I am a big advocate, as you probably know, of early availability of drugs for people who are infected,\" he says. \"But with a preventive vaccine, you're talking about an otherwise normal person who does not have H.I.V. infection and you're saying you want to inject that person with a product that, as a scientist, you can't in good conscience say there is even a more than reasonable chance of it being effective. And there is the possibility that there could be a deleterious effect.\"\n\"None has turned up,\" I say.\n\"Yes, but it's a very important theoretical possibility. Which could be overridden by the confidence you might have in a more effective vaccine. But when you start out with 30 percent at best -- which is only a hunch -- then the possibility of doing harm assumes a greater relative weight in the decision-making process. When the science is uncertain, you start weighing other issues, like whether volunteers really understand the risk. A film was made showing how little some of the people know about vaccines and it was scary. They had no understanding that they might not be protected completely. If you put all of these things together -- understanding that people in good faith have different opinions -- you decide you need to wait until you have a product you have a little more confidence in.\"\nIt's hard to argue with such a careful weighing of subtleties. But some of Fauci's premises are shakier than others. Although some activists go so far as to predict that their constituents will boycott a gp120 trial, the constituents in fact appear willing to cooperate. George Woody, who has recruited injection-drug users for a feasibility study in Philadelphia, reports that 90 percent of them return for follow-up interviews and blood tests with only token financial incentives. Cladd Stevens of the New York Blood Center, who endorses a Phase III trial, says she's sure gay men can be recruited, too, though not without a vaccine to test. \"Building the tracks doesn't make the train come,\" she says. \"But if a train's coming, the tracks will get laid.\"\nSten Vermund, formerly of Niaid, agrees: in April, he endorsed expansion of the trials and has written an op-ed article urging a reconsideration of the June decision. \"If we have a partially effective vaccine and do not know it because we are not testing it,\" he says, \"that would be a public health tragedy.\" Still, Vermund, now chairman of epidemiology at the University of Alabama at Birmingham, appreciates his friend Fauci's predicament: balancing the scientific imperative with the social realities. Duliege, as might be expected, does not. \"You can say that the various considerations put him in an impossible position, but I have no sympathy for the position he was in. You need some courage to work in this field -- and you need some leadership. Fauci was responding to fear that the trial might fail, but from a scientific point of view, no trial fails.\"\nAnd that may be the heart of the problem. From a scientific point of view, no trial fails. But from a political point of view? In a perfect world, there would be no difference, but in this world, where a Surgeon General can lose her stripes for daring to discuss masturbation, Fauci may be right to fear. Is it worth taking a fall for a vaccine that might not do much, that the activists hate, that virtually no one but Don Francis speaks up for? Unvaccinated against political fallout, Fauci may feel he has little choice but to practice \"safer science.\" Which in this case may mean no science at all.\nBut Fauci, to his credit, won't take that way out. \"I have always gotten support right up the line, from the director of the N.I.H. to Donna Shalala. The fact is, it's a tough situation, but I have always -- and will always -- base my decisions on what I think is scientifically best. As for the rest, it's just part of the turf. And once I make that decision, I don't sit around and worry about it.\"\nFauci has weathered such storms before; virtually hung in effigy one day by activists, the next day he answers their medical questions. Does he regret having brought them to the table? \"There are times, more than you would think, when they have a keen insight into a scientific problem,\" he says. \"But sometimes you are almost blinded by them, and they are almost blinded themselves.\"\nStill, Fauci considers himself an activist. \"AIDS is my life. I have many, many patients we've taken care of here; my social circle has evolved into an AIDS social circle; my wife is an AIDS nurse. It's all around me. We're in the middle of an era of incredibly sophisticated science and there's this goddamn virus that has rapidly evolved to stay always a step ahead of us. You feel that you're very smart and have a lot of smart people around you -- and it's sticking its tongue out at you and saying: 'I don't care how smart you are. You don't have me yet.' \" How Much Love?\n\"AIDS is eminently -- and imminently -- beatable,\" Don Francis says. Back in California, completely unrepentant, he's still beating the gp120 drum. \"If we sat around with smallpox and said, 'I don't know, it's going to be awfully hard,' it would still be raging today. So you just do it. What's failure? The worst you're going to do is waste some needles and syringes and some people's time. That's a small cost, given that we speak of this as an experiment answering a question. Here's my baseball metaphor: The ball is in the air, but in the Candlestick fog we can't see the trajectory. Will it be a home run? A pop foul? Something in between? I hope we will be allowed to find out.\"\nFor Genentech and Chiron Biocine, that will have to be a business decision. It's not just about the vaccines' merits; it's about priorities. Continuing to fund gp120 may mean not funding a breast cancer product. Fauci's decision has indeed had the chilling effect he predicted -- others call it \"devastating\" -- on the very few companies around the world that had bothered with an AIDS vaccine in the first place. Genentech is officially \"re-evaluating\" the situation, but seems close to dropping the project. Chiron Biocine and another company, Therion Biologics, have cut their efforts in half. \"If you're the C.E.O. of a company that has fiduciary responsibilities,\" Francis says, \"yes, you'd love to make an AIDS vaccine. But how much love can you afford?\"\nIf you're Genentech or Chiron Biocine, Martin Delaney believes, you can afford a lot. \"Despite their whining,\" he says, \"these are not poor companies without means.\" (Genentech's 1994 revenue was nearly $800 million.) \"I don't understand what's keeping them, if they feel that strongly, from going ahead with trials. Would we ask Merck or Abbott\" -- major manufacturers of treatment drugs -- \"to wait for the Government to pay for their trials? I don't think so.\"\nDelaney is glossing over the economic difference between preventions and cures. Ours is a society that is loath to wear seat belts, quit smoking, ban handguns or teach teen-agers about condoms; we are strangely unwilling to sacrifice convenience, let alone money, for sensible preventions. \"You don't have people taking to the streets and demanding improved fluoridation of the water supply,\" Vermund says.\nThe familiarity of vaccines -- they just seem to be there, as if by magic -- makes the situation worse. Extremely expensive to develop and test, and riddled with liability risks, vaccines are not nearly as profitable as people might think. In any given year, the combined revenues of the 20 or so vaccines currently available are dwarfed by the revenues of a single good ulcer drug. Add to this the ethical uncertainties of a global epidemic -- how much can you charge in Africa? -- and it's no wonder that the manufacturers, and Fauci too, insist that the development of an AIDS prevention vaccine will depend on a close, financial collaboration between industry and Government. Which means collaborating with democracy.\nDid democracy derail gp120? When Franklin D. Roosevelt marshaled the country to defeat polio (which he, of course, suffered from), he did it without permission from anyone. But the age of individual arrogance -- and with it, perhaps, individual genius -- has been superseded by the age of consensus. Instead of Roosevelt we have panels: panels that are destined to disagree and cause more panels. Which isn't to say the process can't work. Even as Fauci announced his decision, the Food and Drug Administration was permitting Phase III trials of an experimental Lyme disease vaccine to go forward -- based on the same kind of ambiguous evidence that sank gp120. And in January, the F.D.A. permitted Phase III trials of Jonas Salk's AIDS treatment vaccine despite what it considered shaky data.\nBut Salk's vaccine is beyond the mayhem of democracy. A treatment, not a prevention, it could prove so profitable -- in the event it works -- that its manufacturer, Immune Response Corporation, has been willing to foot the bills to test it. And Lyme disease, typically transmitted by tick bites into the bloodstreams of wealthy suburbanites, excites no controversy. Because AIDS is so much more deadly than Lyme disease -- and because preventions are so much more difficult to finance than cures -- the trial of a vaccine like gp120 becomes almost impossibly political: everyone has expertise and everyone has a point. Activists are right to question a vaccine that may be 30 percent effective, because sex isn't calculus and people aren't wise. But public health scientists are right, too: such a vaccine might save thousands of lives, and a nurse who sticks her finger with a needle will be glad to have any chance -- even 30 percent -- of being protected.\nThe question, finally, is not who's right but what's most important, and science as practiced in the United States today is not designed to answer that. Still, despite all the maddening and interlocking paradoxes, what the panels have devised is amazing in its way -- a blueprint for a truly ethical AIDS vaccine trial. Only one thing's missing: a means of ever agreeing on how to start. The Resurrection\nBut gp120 wasn't dead yet. At a vaccine conference last November in Reston, Va., one or two decorous fights broke out beneath the chandeliers of the Hyatt Regency ballroom. At the end of a panel on AIDS in Africa, Kenrad Nelson, an epidemiologist at Johns Hopkins, rose furiously and shouted: \"To put up any roadblocks in the face of this kind of data borders on the unethical. This is a plague, and there won't be another vaccine to test for two years, minimum. We should be testing the vaccine we have, if only to calm people down and prime the pump, as AZT did in 1986. You can argue all you want, but if we don't do something, it's a crime.\"\nA few heads turned. Scientists working on different AIDS vaccine approaches -- from \"naked DNA\" to futuristic \"gene guns\" -- pricked up their ears: how will anything come out of the pipeline, they began to wonder, if the pipeline is capped? Also spooked were those who'd actually had a look at the products supposed to be furthest along. \"Certainly not better than gp120,\" said one scientist who had seen the data. Another told me that, if I wanted to study the early results, I could find them in his trash can.\nBut vaccines have an eerie way of rising from trash cans. Since many scientists assume that gp120 will eventually be part of the cocktail of an effective AIDS vaccine, the all-or-nothing mentality that halted testing may prove to have been shortsighted. \"People point to hepatitis B as a model -- it's not,\" says William L. Heyward, an epidemiologist at the World Health Organization's Global Program on AIDS. \"That was a grand-slam home run in the bottom of the ninth. The better model would be hemophilus influenza type B, recently licensed after a 17-year development period from 1973 to 1990. There were nine efficacy trials with at least five different vaccines, involving over 330,000 children. As a result, we now have three licensed, highly effective vaccines and incidence of the disease has been eliminated as a public health problem.\n\"I was on-site manager for a big N.I.H. contract in the process. Our expectations were very high and the first versions of the product didn't meet them. But they weren't 'failed' trials. They were part of the process. It's going to be an evolution for the perfect H.I.V. vaccine as well. Maybe 40 to 50 years. In the meantime,\" he concludes tartly, \"we've had to work very hard to explain this decision to the rest of the world.\"\nThe rest of the world \"thought we were crazy,\" as Derek Hodel puts it. At least four countries sought permission from W.H.O. to host gp120 trials. Indeed, at the conference, Natth Bhamarapravati, a pathologist from Thailand -- where AIDS, he predicts, will soon kill 100,000 people a year -- pleaded eloquently for the development of a vaccine Marshall Plan, in which American money and expertise would be deployed to help such countries as his start testing something. He will have a hard time convincing American activists, though. Martin Delaney even wonders if the Thais were \"misled\" into wanting to host the trials. Heyward understands the source of such disagreements. \"I was director of Projet SIDA in Zaire, where 250 people a day were dying. And I watched their families carry the bodies away, day after day, wailing. In the U.S. we live in a bubble. In a lab you may not see the cost of doing nothing. Like they say: You stand near where you sit.\"\nAnd so, after W.H.O. decided that vaccine trials \"can go forward\" and that \"even results showing low efficacy would be important,\" Genentech began making plans with the Thai Government to conduct them. For those who had championed gp120, this was at best a bittersweet victory. In order to prepare enough Thai volunteers and to ensure that the vaccine will work in them the same way it did in Americans, most of Phase I and Phase II must be repeated -- thus delaying results by several years. But at least they're starting. On Feb. 6, 45 cartons containing 270 vials of gp120 finally left Genentech's cold room, destined by plane for Bangkok. They arrived at the vaccine testing center at Mahidol University on the 10th. The first 14 volunteers, who are recovering drug users, were injected on the 21st. Are they safer from AIDS than they would have been without gp120? In a few years -- a few years longer than necessary -- we'll know. And the Band Plays On\n\"I know there are limits to our ability as humans to accomplish important things,\" says Don Francis. A sign pinned to the wall by his desk reads \"Joyful participation in the sorrows of the world.\" But he doesn't look so much joyful as resigned. \"It drives me crazy. I'm weary. I yearn for logic and a way to make good on all of this wasted time. But that's life. Well, that's the intellectual answer. On the other hand. . . . \"\nHe swivels toward his computer. \"On the other hand, right now, behind me will be things like this obituary. Or a piece of the AIDS quilt in the hall. Sometimes I can look at it and sometimes I can't. I've been through incredible epidemics, but I've never had one engulf me. Usually we come in at the downside of the curve. We have tools. We do something. We beat smallpox out of existence and move on. Here, your friends die right and left, colleagues you love! San Francisco is losing 4 percent of its population! My Rolodex, I don't take people's names out of it. I'm scared to. The frustration! I want to scream sometimes: I've seen this meeting before and 10,000 more people have died! But it doesn't help.\"\nHas St. Francis finally been neutralized? In a frank and critical \"Dear Don\" letter dated March 1, Martin Delaney seemed to hope so, objecting not only to the \"bad science\" of gp120 but to Francis's passion as its advocate. \"It pricks my memory back to the mid 1980's,\" he wrote. \"When things didn't go exactly the way you wanted them, you began to see the players as either angels or demons, rather than people who saw things in legitimately different ways from their different vantage points. Seeing you begin to repeat this behavior over the vaccine vote, I can only urge you to look inward and soften your rhetoric. This time around, I think there is little likelihood that your version of events will carry the day.\"\nBut Francis isn't chastened. He points to another sign near his desk: \"A scientist who is also a human being cannot rest while knowledge which might be used to reduce suffering rests on the shelf.\" The quotation is from Albert Sabin, who developed the oral polio vaccine. \"I guess I keep doing it because I'm an optimist,\" he says. \"I think it'll break. Nothing can take your eyes off that goal; if I possibly thought that I might fail, someone might stop me. It's like a bulldozer: your top speed might not be very fast but you keep on moving. And then you come to a slope and you'll move like crazy. That's the history of all of our progress.\"\nBut why do people resist that progress?\n\"Did I tell you about the frog?\" Francis asks. \"I hope it's true. If you take a pot of boiling water and dump a frog into it, he'll do all in his power to get out. But if you put it in a pot of cold water and put the pot on the stove and slowly bring up the heat\" -- Francis looks over the top of his half-glasses -- \"the frog will just sit there. And boil himself.\"",
    "year": "1995",
    "id": "fe371596-5c54-43f9-b49b-c9ea2b5c2f8f"
  }
]