{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1989_34feabf9fb9bd7378a2a378bbc72e5c80ce50f43.txt",
  "text": "AS THE WORLD LEARNS; Geography Quiz\n1989-04-09T05:00:00.000Z\nTo be globally educated is to be globally aware, an elusive notion that suggests a sense of one's geographical place in the world. But competency in geography involves more than knowing the capital of Belize (it is Belmopan). Much of what takes place on the earth's surface is the geographer's domain: climate, natural resources, industries and inhabitants of continents and countries, and more. Americans are not noted for their geographical knowledge: Students repeatedly have had difficulty just naming and locating the capital of the United States. How geographically savvy are you? To find out, try your hand at this quiz, designed with the help of Donald J. Zeigler, associate professor of geography at Old Dominion University, Norfolk, Va., and president of the Virginia Geographical Society. (Answers are on page 64.)\n1. Which one of the following cities is on the same parallel of latitude as New York City? * London, England * Naples, Italy * Shanghai, China * New Delhi, India\n2. Which one of the following cities is closest to Miami, Florida? * New York City * Managua, Nicaragua * Mexico City * El Paso, Texas\n3. Only Canada and Mexico share a land boundary with the United States. Excluding these two neighbors, which one of the following countries shares the closest maritime boundary with the 50 United States? * Soviet Union * Bahamas * Cuba * Jamaica\n4. There are approximately 175 countries on the world political map, but the 10 most populous account for about what percent of the world's population? * One-quarter * One-half * Two-thirds * Three-quarters\n5. The developing world has experienced a population explosion since World War II. Why? * Because birth rates have increased and death rates have decreased * Because death rates have decreased and birth rates have remained relatively constant * Because death rates have remained relatively constant and birth rates have increased * None of the above\n6. One of every six Africans lives in -----, a country that will likely be the world's fourth most populous nation in the year 2025. * South Africa * The Sudan * Kenya * Nigeria\n7. Which nation is currently the world's fourth most populous? * Soviet Union * United States * Brazil * Japan\n8. Since World War II, increased agricultural production on a global scale has resulted primarily from: * Expanding the acreage of land under cultivation * Using the oceans for mariculture * Increasing crop yields per acre * Gaining control over climate\n9. In which one of the following countries would you be most likely to find 87 percent of the agricultural land area in holdings of more than 50 acres and only 1 percent in holdings of under five acres? * Italy * Brazil * India * Niger\n10. With which part of the world do the United States and Canada have the largest trading relationship today, in terms of the value of goods, services and technology traded? * Europe * Pacific Rim, especially East Asia * Latin America, especially Mexico * Middle East, especially the oil-producing nations\n11. The United States-Canada free-trade agreement makes the boundary between these two countries more like the boundary between: * New York and Pennsylvania * United States and Mexico * China and the Soviet Union * Northern Ireland and the Republic of Ireland\n12. Japan is the leading economic power of East Asia, but following in its footsteps are the so-called Four Tigers, a term that refers to the rising economies of: * South Korea, Taiwan, Hong Kong and Singapore * The Philippines, Malaysia, Indonesia and Singapore * Taiwan, China, South Korea and North Korea * Thailand, Malaysia, Hong Kong and the Philippines\n13. Which of the following would you be most likely to find in Transkei, Ciskei, Bophuthatswana and Venda? * Large agricultural estates owned by whites and worked by blacks * Resettlement camps and populations dominated by women, children and the elderly * Gold and diamond mines * A diversity of manufacturing industries\n14. When you hear the name of a nation that has become independent within the last few years, it is likely to be: * In Africa * An island or archipelago * A landlocked state * In the high latitudes\n15. In which of the following regions would you expect to find 45 percent of the population under age 15 and 3 percent age 65 and older? * Europe * Africa * United States and Canada * None of the above\n16. In 1997 the world's most populous remaining colonial territory will change its political status and become: * Independent * Part of China * A state of the United States * A state of Malaysia\n17. Bangladesh's inability to bring its massive flooding problem under control is the result of: * Having no control over monsoon rains * Having no control over the deforestation that is denuding hillsides in India and Nepal * Having no control over the upstream reaches of its rivers, where flood-control dams could be built * All of the above\n18. The world's most populous Muslim countries are in: * The Middle East * South and Southeast Asia * North Africa * North Africa and the Middle East\n19. The economy of North America is dominated by the American dollar, the economy of East Asia by the Japanese yen and the economy of Western Europe by the: * British pound * French franc * Dutch guilder * German mark\n20. The only major ice-free port in the Soviet Union that is not blocked from the open ocean by narrow straits is on the: * Arctic Ocean * Atlantic Ocean * Mediterranean Sea * Pacific Ocean\n21. If we arranged the world's population in a loose crowd with about one square yard of space per person, the crowd would fill an area the size of: * Long Island * New York State * California * The 48 contiguous United States\n22. The five-nation dispute over the tiny Spratly Islands illustrates the importance of the South China Sea. Why is this semi-enclosed sea perceived to be so important? * Because the sea lanes feeding into the busy Strait of Malacca pass through it * Because one side is dominated by a client state of the Soviet Union and the other side by a client state of the United States * Because of its vast reserves of offshore petroleum and natural gas * All of the above\n23. Which of the following countries had a lower rate of infant deaths per thousand live births than the United States? * Finland * Japan * East Germany * All of the above\nIn each of the following lists, pick the country that does not belong:\n1. Members of the European Community: * Britain * Switzerland * Spain * Italy\n2. Satellite nations of the Soviet Union: * Poland * Bulgaria * Yugoslavia * Czechoslovakia\n3. Communist/Marxist-ruled states: * Cambodia * Laos * Afghanistan * Indonesia\n4. Member countries of NATO: * Canada * Belgium * Turkey * Sweden\n5. Members of OPEC: * Mexico * Saudi Arabia * Venezuela * United Arab Emirates"
}