{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun",
          "user:btellman"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1989_3e5fb503a3e12bd28b90e109b828cbd0bdb9cbb7.txt",
  "text": "Nations Call for Action on Environment\n1989-07-16T05:00:00.000Z\nThe latest draft of the economic communique being worked out by the major industrial democracies known as the Group of Seven calls for ''decisive action'' to protect the global environment.\nThe document, described as all but final, notes ''with great concern the growing pollution of air, lakes, rivers, oceans and seas.''\nThe seven nations - the United States, Japan, West Germany, France, Britain, Italy and Canada - have thus given the environment, an afterthought at previous summit meetings, a place at the top of their agenda for the world economy.\nThe meeting's ''economic declaration'' is to be published Sunday. Today's draft is considered complete except for a few finishing touches, described as minor, being worked out in discussions of finance ministers. Members of delegations confirmed various passages of the document but said changes in nuance were still possible. Nine Pages of Concern\nThe environment takes up nine pages of the 24-page, double-spaced document - far more than any other subject.\n''This is an idea whose time has come,'' a senior Bush Administration official said. ''When an idea comes in politics, it comes with a bang.''\nThe declarations at these annual gatherings of chiefs of state are more often statements of desire and determination than commitments to change policies. But they often lead to, or reinforce, changes in the countries' domestic economic policies.\nThe draft makes no explicit comment on the level of the dollar, usually a sensitive topic for meetings of the Group of Seven ministers. West German and Japanese officials said they did not intend to mention the currency, and the Americans had no wish to.\nInstead, the statement said the countries agreed to pursue, ''in a mutually reinforcing way,'' established policies that are aimed at keeping the dollar stable. In the ministers' most recent comment on the dollar, at a meeting in April, they said they wanted no further rise nor an excessive decline.\nAfter continuing to rise in May and June despite the ministers' wishes, the dollar has receded to the April levels, so the absence of comment implies that the April statement remains in effect.\nThe countries also give an unequivocal endorsement of the Bush Administration strategy for dealing with third world debt. That strategy involves banks and debtors working to reduce the debt burden with a minimum of taxpayer involvement. The draft flatly rejects approaches that would require infusions of more taxpayer money, a tack favored by the host of the summit meeting, President Francois Mitterrand of France. A Statement on Bangladesh\nBut in a concession to Mr. Mitterrand, the countries single out one impoverished country, Bangladesh, to receive help in controlling floods that last September wiped out whole villages, although they did not go so far as to propose any spending for the ambitious system of dikes that Mr. Mitterrand wants.\nOne developing country, Mexico, has weighed heavily on the deliberations here because it is seen as a test of the debt policy of Treasury Secretary Nicholas F. Brady. The Administration has been hoping that a debt-reduction agreement between Mexico and its foreign bankers, in effect validating the Brady policy, will be reached in New York before the meetings here end.\nSo far no such agreements have been made with any debtor, and it is possible that none will be reached with Mexico.\n''I think we're very close,'' Mr. Brady said in an interview with a few reporters today. Mr. Brady, former chairman of the Dillon, Read investment banking firm, added: ''I've been doing deals for 35 years, and you can't tell exactly when a deal is going to close. But I think we're very close.'' Resolve on Drug Traffic\nAmerican officials said they were pleased with one result of their meetings, a strengthened commitment to stop world production of and traffic in illegal drugs.\nAmong other things, the draft says the Group of Seven will convene experts to ''consider means to prevent the utilization of the banking system and financial institutions for the purpose of money laundering.'' France would call the first meeting.\nCurtailing money laundering, the process by which drug traffickers disguise the origins of their money as it moves through the world banking system, ''is a very important way to attack the drug problem,'' the senior Administration official said. Optimism on World Inflation\nWith respect to economic performance, the summit countries note that inflation has been contained in many of the countries but requires vigilance where it is still rising.\nIn interviews, however, officials of several countries said that they were even more sanguine about inflation than the draft statement implies and that they were moving toward Mr. Brady's position that the worst of inflation is past and interest rates could start falling.\nThe West German Finance Minister, Theodor Waigel, said he expected inflation at home to fall to 2.5 percent next year from 3 percent now.\nThe United States incurred implicit criticism in the meetings, the statement shows, over its decision in April to single out Japan, Brazil and India for possible trade sanctions for domestic policies that obstruct American access to their markets. Other countries have called the step a violation of multilateral cooperation in resolving trade disputes.\nThe statement says the countries will ''avoid any discriminatory or autonomous actions'' (an implied criticism of countries that protect their markets), but it adds, ''We also are pledged to oppose the tendency toward unilateralism, bilateralism, sectoralism.'' Call for Environmental Research\nOn the environment, the countries called for more research on issues but added that ''the persisting uncertainty on some of these issues should not unduly delay our action.''\nSignificantly, the countries went beyond the multinational Helsinki accord of earlier this year. That agreement called for an end to production of chlorofluorocarbons, used in refrigerators and air-conditioners, which contribute to the depletion of the world's protective ozone layer.\nThe statement says attention should also be given to other substances that deplete the ozone layer, presumably including carbon tetrachloride and methyl chloroform.\nThe countries also support further use of nuclear power in energy production as an alternative to burning fossil fuels, which are thought to contribute to global warming.\nThey raise the possibility of establishing a ''framework'' or ''umbrella convention'' to set out guidelines for combatting climate change. The statement is a gesture toward establishing an international body to regulate the world environment.\nThe countries also accepted an Italian Government proposal to serve as the host of a forum on international law for the environment."
}