{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_d73dad1f389d19ee876fda308df7ba091b45f42e.txt",
  "text": "INDIA AIRLIFTS AID TO TAMIL REBELS\n1987-06-05T05:00:00.000Z\nDefying the Sri Lanka Government, India sent transport planes and jet fighters over the country's northern territory today and dropped 25 tons of food and medicine by parachute into areas held by embattled insurgents.\nThe airdrop, carried out by five Soviet-built cargo planes accompanied by five French-made Mirage 2000 fighters, swiftly accomplished what India had tried and failed to do Wednesday with 19 fishing boats that were stopped by the Sri Lanka Navy.\nSri Lanka, fighting the Tamil insurgency since 1983, angrily denounced the surprise airdrop as ''a naked violation of our independence'' and vowed to raise the issue at the United Nations. Military retaliation, however, was said to have been ruled out. An International Appeal\n''The only thing Sri Lanka can do against a giant military power,'' said Lalith Athulathmudali, the National Security Minister, ''is appeal to the international community, international organizations like the United Nations, the nonaligned movement and the good sense of the Indian Government.''\nNot since 1971, when India invaded what was then East Pakistan to help it become the nation of Bangladesh, has New Delhi so directly intervened in the internal affairs of a neighbor.\nIndia's action was seen as a reflection of Prime Minister Rajiv Gandhi's anger over the blocking of the flotilla, which turned back after a tense five-hour confrontation Wednesday in the narrow Palk Strait separating India from Sri Lanka. Comments From India\nIn India the supply move was already being seen tonight as a bold step to assist Sri Lanka's Tamils, who have close cultural and ethnic ties with the 50 million Tamils living in south India. In addition, many Indians sympathize with the Tamils as fellow Hindus who say they are oppressed by Sri Lanka's Buddhist majority. The Tamils are fighting to create their own independent nation.\nSri Lankan newspapers today hailed the naval encounter as a kind of military victory, apparently not suspecting that Mr. Gandhi would feel it necessary to act to preserve what diplomats said was his credibility.\nAn Indian spokesman said the airdrop was also prompted by ''the continuing deteriorating of the conditions of the civilian population'' in northern Sri Lanka, which he said was of ''legitimate concern to India and a threat to peace and security in the region.'' Further Missions Possible\nIndia's stated objective was to provide ''humanitarian assistance'' to the northern Jaffna Peninsula, the scene of intense fighting last week as Colombo pressed a major offensive to secure a key stronghold held by Tamil rebels.\nAs the offensive progressed, Prime Minister Gandhi charged that hundreds of civilians were dying from intense shelling and air strikes, undercutting hopes of India's negotiating a political settlement.\nIndian officials refused to say tonight if the raid would be the last of its kind or a prelude to further ones. ''We will undertake relief missions again if it becomes necessary again,'' said an Indian diplomat.\nBut the officials said Mr. Gandhi's action should also be read in Sri Lanka as a warning against any further military offensives against Tamil separatists, risking civilian lives. Request for a Meeting\nSri Lanka, which has a population of 15 million, said last week that it had the right to recapture key territories taken by the guerrillas and that in any case, fewer than 50 civilians had died in the fighting.\nThere has been no independent verification of either country's claim.\nThe Associated Press reported that Sri Lanka's President, J. R. Jayewardene, sent a message this morning to Mr. Gandhi requesting a meeting to discuss how India's aid could be received by Sri Lanka.\nIndeed, officials here were warning tonight that India's latest action could be a prelude to ''liberate'' northern Sri Lanka as it did Bangladesh. Such talk also compelled the Indian High Commission to direct 100 of its staff members to move to hotels in Colombo, where they might be safer.\nIn its statement, Sri Lanka addressed the following comment to India: ''We shall hold you responsible for all the consequences.'' This was seen as a reference to earlier warnings that any untoward action could lead to a repetition of anti-Tamil rioting that swept Colombo in 1983. Ups and Downs in Relations\nRelations between Sri Lanka and India have had ups and downs in recent years. President Jayewardene has alternately denounced Mr. Gandhi as duplicitous and as the best hope of the region because of his role in mediating the Sri Lankan conflict.\nIn the last year, Tamil guerrilla spokesmen have several times rejected Sri Lankan autonomy offers that Mr. Gandhi termed acceptable. But after talks collapsed this spring, Sri Lanka moved to prepare for a ''final offensive'' to retake the Jaffna Peninsula, home of 800,000 Tamils. U.N. MEETING CONSIDERED\nUNITED NATIONS, N.Y., June 4 (Special to The New York Times) -Sri Lankan diplomats, threatening to call an emergency meeting of the Security Council to protest India's surprise airdrop, said today that they were awaiting instructions from Colombo. In a statement issued this morning the Secretary General appealed to both nations to act with ''restraint'' and find a ''negotiated settlement to Sri Lanka's internal problems.''"
}