{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1989_72ea0049403a8352f966af952ce35fdfa4f75880.txt",
  "text": "THEATER; Life and Death Are the Actors On Her Stage\n1989-04-23T05:00:00.000Z\nOn stage, a grieving old man paces, mutters, groans, finally exploding into words. It is a speech from ''Titus Andronicus,'' Shakespeare's early, rarely performed drama of revenge, pitting Romans against Goths, with unhappy endings for all.\nDeborah Warner, the director - wearing a white cable-knit sweater, black jeans and black loafers - sits quietly, smoking, in the front row of Peter Brook's Bouffes du Nord theater in Paris, watching her Titus, the Scottish actor Brian Cox, plot doom for his enemies. This run-through is largely for the benefit of the technical crew, who must orient themselves to the Bouffes before the March 22d opening.\n''Titus'' has sometimes been considered too histrionic for production: a young woman is flung down on her husband's dead body and raped by his killers, two brothers who then cut out her tongue and hack away her hands to render her incapable of communicating their identities. Her father's vengeance is equally terrifying.\nBut the Royal Shakespeare Company has been playing this violent, emotional piece for the last two years, infusing it with Ms. Warner's characteristic mixture of intensity and dark humor. During a recent six-week tour that took the production to Spain, France and Denmark, the play - which lasts almost four hours in this uncut version - got standing ovations. In Paris, the tiered scaffolding of the set, created at the Swan Theater in Stratford-on-Avon, looked right at home among the crumbling splendor of the Bouffes.\nMs. Warner, who turns 30 next month, grew up near Stratford in the Cotswolds and admits that Mr. Brook's productions have been an inspiration. ''I did not see his 'Titus' with Laurence Oliver and Vivien Leigh, because it was before I was born. But my older brother dragged me to Brook's 'Midsummer Night's Dream' when I was 10,'' she said, ''for which I thank him.''\nFor someone whose style has evolved from bare-bones minimalism on small stages, Ms. Warner's jump to prominence has been astonishing. She recently won the Laurence Olivier award as best director of 1988 for ''Titus'' and has been mentioned as a candidate to replace Terry Hands as the R.S.C.'s artistic director; he announced earlier this month that he will step down in 1991.\nMs. Warner, one of a new wave of women directors of classic plays at Stratford last summer, including Di Trevis and Garry Hynes, has, in the opinion of some critics, risen right to the crest. ''Of all the Englishwomen, Ms. Warner is the one who has made the greatest impact,'' wrote Mel Gussow of The New York Times. ''As demonstrated by both 'Titus Andronicus' and 'King John,' she has a visceral sense of theatricality. In her hands, plays draw an immediate responsiveness from the audience.'' It is Ms. Warner's goal in staging Shakespeare to pitch her public into the Elizabethan mood; in this sense, the audience plays a vital role in her productions, and so does every actor on stage: there is no star system, and even the smallest roles are personal creations.\nLast season, Ms. Warner tackled Sophocles' ''Electra'' at the Pit Theater of London's Barbican center. Writing in The International Herald Tribune, the critic Sheridan Morley called it ''an intense, almost religious experience on a bare stage through which runs a river turning slowly to blood.''\nAt the Paris rehearsal of ''Titus,'' Ms. Warner, with her modest, unruffled manner, seems distanced from all the blood and thunder. She finds it hard to express her vision in conversation, saying only, ''A love of the words and a very unacademic approach is what I have, and an absolute love of acting.''\nThere are no theater people in her family. ''But,'' she says with a laugh, ''I was raised by an English eccentric.'' She is the youngest of three children, and her father, a Quaker, was an antiques dealer. ''I grew up surrounded by the most wonderful Elizabethan objects; if I have any visual sense, it comes from that.''\nHer productions are characterized by bold approaches to stage design and an anachronistic mix of costumes. ''Minimalist design is complex, actually,'' she says. ''The space itself is the central inspiration. It should be like Elizabethan theater - Shakespeare could take you from the fields of France to the fields of England because there were bare boards.''\nIn the city of Oxford, where she completed her secondary schooling, Ms. Warner became involved in university productions, and later took a stage-management course in London. ''But the big thing was being on my own in London, going to the theater nightly,'' she recalls. ''It was a good time - the R.S.C. was doing the War of the Roses trilogy.''\nWhen she was 21, she founded the Kick Theater Company. It was aptly named, because the classics with a kick is what she delivered, putting on Brecht, Buchner and Shakespeare with no funds, no attempt at historical grounding, no sets - just odds and ends from the family antiques shop. The Kick's first production, in Oxford in the summer of 1980, was Brecht's ''Good Woman of Szechwan''; the company was in residence in Edinburgh from 1981 to 1985.\nHer 1985 ''King Lear'' attracted a sudden rush of publicity and brought her name to the attention of the R.S.C. Terry Hands had asked Mr. Cox - who starred with Glenda Jackson that year in a production of Eugene O'Neill's ''Strange Interlude'' seen in London and on Broadway -to play the lead in ''Titus Andronicus.''\n''I said, 'I'll do it, but I want to take risks,' '' recalls the 52-year-old Mr. Cox, who was also to win a Laurence Olivier award for ''Titus.''\n''I had heard about this girl, and I felt she would be a breath of fresh air in the English atmosphere of good, slightly tight-sphinctered theater,'' he says. ''Deborah's incredibly open; she doesn't go around wearing that director's badge. She never stood in my way with 'Titus.' She works like a gardener: prepares the bed, plants the seed, waters it and watches it grow.'' He adds, ''She has something modest, but she's tough, hard, cunning, believe me. Deborah's ageless - when she sprang out of the womb, she was already 40.''\nMr. Cox punctuates this rehearsal by rushing to adjust the tilt of a bucket of blood. Lumbering about, a chef's apron tucked around his ample body, he is preparing Titus's revenge scene - a feast for Tamora, Empress of the Goths, whose sons have raped and mutilated his daughter, Lavinia. First he kills the villainous pair, then grinds their bones and bakes a pie of them.\nTwo rows of waiters, at the command of Titus the master chef, carry the feast table onto the stage of the Bouffes. They are whistling an ominous work song that sounds strangely like the one from Walt Disney's movie of ''Snow White and the Seven Dwarfs.''\n''Yes,'' Ms. Warner murmurs, alluding to the music. ''British critics raised brows, but we kept it in because I believed we could use some relief.''\nEstelle Kohler, who is playing the Goths' Empress, swoops on stage. ''Welcome, dread Queen,'' Titus greets her, making a flying leap onto the table.\nMs. Warner rarely interrupts the rehearsal; she believes in giving her actors leeway and feels that a lot of their inventiveness comes through play.\nAfter the run-through, Sonia Ritter, who plays the ravished Lavinia as a quivering, wounded bird, sits in the Bouffes restaurant having a cup of soup. This is not an easy part to shake off; she looks as if she will never warm up. To prepare for her role, she visited shock and trauma victims in hospital wards. ''Deborah is marvelous that way; she lets you try out your idea, and if it doesn't work, you find out soon enough,'' the actress says. ''She is always watchful and helpful; she sees the play every other night. When we were in Madrid, we started to slow down for the foreign audience, but it got so grim that Deborah said, 'Forget language differences - go for it!' ''\n''You cannot direct this play in the late 1980's,'' says Ms. Warner, ''without showing rape for what it is - a denial of the human being - and that's what Sonia has acted, very bravely.\n''Imagine writing a mute role into your play!'' the director exclaims. '' 'Titus' is a young man's play, no question of that; an experimental play that has its echoes in 'Lear,' 'Othello,' 'Macbeth.' Shakespeare did not write it just for the murders, mutilations and cannibalism, but to show the other side: why these things happen to people, how they develop, and what they learn.''\nMs. Warner's interspersing of black comedy with the gruesome goings-on sends her audiences reeling abruptly from stunned grief to hysterical laughter. ''And we've had a lot of fainting - five faints in a night once,'' she recalls. ''I'd rather have a conscious audience.''\nShe is happy, she says, to have done plays with such strong women's parts. In the title role of ''Electra,'' she cast the Irish-born actress Fiona Shaw, who will play the wife of the 19th-century explorer Sir Richard Burton in Bob Rafelson's new movie, ''Mountains of the Moon,'' now being filmed.\n''Once I chose 'Electra,' I spent weeks terrified of it,'' Ms. Warner says. ''The thing that frightened me is that I couldn't do what I could do with Shakespeare - I couldn't find any humor. Your support in Shakespeare is colossal; when you don't have those images and you don't have those metaphors, you're suddenly at sea. I believed there was a way of playing Greek tragedy that focused almost exclusively on the emotions. It needed an extraordinary actress, which we had in Fiona, but I wasn't able to help until she touched that intense emotion: then I could work, I could direct.''\nAn assistant comes over to show her one of the props for the run-through: the Parisian version of Titus's macabre pie, fresh from the oven: it is exquisitely fluted, topped by a small pastry rose. The director bursts out laughing. ''Why, it's very pretty,'' she exclaims. ''It's very French, isn't it? The trouble is, Titus could never have made that pie - it has to be 10 times bigger, and rough-hewn.''\nMs. Warner is used to dealing with the unexpected on tour. From the start, she has traveled widely with her productions, taking the Kick's ''King Lear,'' for example, to Yugoslavia, Egypt and Israel. Recently she was in Bucharest, where she saw a Rumanian version, which she says still haunts her, of ''King John'' - the play she mounted last summer at Stratford and that will soon move to London.\nTwo years ago, she was invited to go to Bangladesh by the British Council, a government-backed organization that promotes British culture abroad. ''The idea was to send a director to work with Bangladeshi actors on Shakespeare,'' she says. ''The play was 'The Tempest,' ill chosen in many ways, since it was the time of the floods. I had to convert them to the play, because they wanted to do a tragedy, and they expected to perform in cloaks and gowns, as they'd seen on television.\n''The idea people have of Shakespeare comes from BBC television movies, which have bred the most terrible cliches. Shakespeare hands you extraordinary circumstances, full of contradiction; those who try to iron out the contradictions make me very angry. They are great dramas because they are like life: wretched, awkward, confusing - let's honor them in that way.''\nTouring, she thinks, is a vital way of touching the present. ''I'm more in my times than anywhere else,'' she says. ''I've never approached any of these plays in their historical context; above all, I want to speak for now. There is a lot of Bangladesh in 'Electra' because of that trip. A great many actors and directors feed on that which they make, not that which happens to them - that's where they go wrong.''\nMs. Warner's next project will be to prepare ''The Good Woman of Szechwan'' for a November opening at the National Theater in London. ''It was the first play I ever directed,'' she recalls. ''I'm going to open at the Olivier, the National's biggest theater, and it couldn't be more different from the church hall in Oxford where I first directed it - but in a way, I've come full circle.''\nYet she admits that the Brecht, which will reunite her with Ms. Shaw, will call for fresh resources of her imagination. The huge Olivier stage contrasts sharply with the intimate, black-box theaters in which her past successes have been shaped. Ms. Warner sees this new production as ''completely challenging - which is the reason to do anything.''\nAnd then? ''A lot of people want me to do a new play,'' she says, ''but I will still concentrate on the classics because they are the bigger plays. I'm interested in an emotional depth; it has to be about life and death. I don't want to direct a play about social security.''"
}