{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_cbdaa720-3ce7-412c-b701-5333d4ba6f52.txt",
  "text": "Date Published:2019-03-26 00:00:00      \nNone of the governments in Bangladesh have managed to compile a complete, verified list of Pakistan's collaborators yet Nearly five decades on after Bangladesh gained independence, there is still no specific data on exactly how many Bangladeshis collaborated with the Pakistani occupation forces and committed crimes against humanity during the 1971 Liberation War. During the nine-month war - which began with the Declaration of Independence by Bangabandhu Sheikh Mujibur Rahman on March 25 and ended with the liberation of Bangladesh on December 16 in 1971 - these collaborators, collectively referred to as \"razakars,\" helped the Pakistanis kill nearly three million people and brutally rape, torture and kill over 200,000 girls and women.  There were several organizations who were the Pakistani occupation forces' partners in crime - Peace Committee, al Badr and al Shams being among the prominent ones.  In the five decades that followed, none of the governments in the country succeeded in preparing a complete, verified list of the razakars - something that the Liberation War researchers, human rights advocates and people involved with the war crimes trial see as a failure.  Shortly after the war, Bangabandhu enacted the Bangladesh Collaborators (Special Tribunals) Order, 1972 to try the razakars who assisted the Pakistani army in the killing of Bangladeshis.  Until November 30, 1973, the government arrested 37,471 collaborators under the 1972 order, but a general amnesty was declared for them in 1973. The amnesty, however, was not applicable for those who committed criminal offences like murder, rape and arson.  Later in 1975, the order was repealed and about 11,000 people, who were in custody then, were freed, officials at the Ministry of Liberation Wars Affairs said. Asked, Liberation War Affairs Minister AKM Mozammel Huq said an initiative had been taken to make the list in the 90s, but whatever work had been done went missing after the formation of the cabinet following the eighth general elections in 2001.  Led by BNP Chairperson Khaleda Zia, the cabinet of the eighth parliament included Jamaat-e-Islami leaders Motiur Rahman Nizami and Ali Ahsan Mohammad Mujaheed - both with strong allegations of having been active partners of the Pakistani occupational forces.  \"That's when the list disappeared,\" the minister claimed when speaking to the Dhaka Tribune.  Both Nizami and Mujaheed had been convicted during the war crimes trial and sentenced to death penalty.  Jamaat-e-Islami, the Islamist political party that has been banned from taking part in elections in the country, is a known associate of the Pakistani occupational forces in 1971. The minister said the government was currently working on a plan to list all the razakars once the list of freedom fighters is complete. 'Preparing such a list requires political will' Preparing the list of razakar, based on crimes committed nearly five decades ago, requires strong political will and cooperation from the Pakistani government, a top official of the International Crimes Tribunal said. Abdul Hannan Khan, coordinator of the tribunal, said the government has a list of 195 Pakistani prisoners of war (POWs) who reportedly masterminded the barbaric war crimes committed during in 1971. \"But in order to prepare a full list of Pakistan's collaborators, the government needs to take a strong political decision, since identification of those people will require cooperation support from the Pakistani government,\" he added. Also Read- What ICT has achieved in 9 years Bangladesh signed a tripartite pact with India and Pakistan in 1974, following a reconciliation talk between India and Pakistan in 1972. The pact allowed the Pakistani war criminals and many senior commanders to return to their country from Indian jails. The repatriation was facilitated after Islamabad issued a statement in April 1973 assuring Bangladesh of putting the soldiers on trial for their actions during the war. \"Also, the report by Hamoodur Rahman Commission, constituted by Zulfikar Ali Bhutto in 1971, inquired on the issue and also recommended that identified Pakistani soldiers be put on trial for their atrocities in the former East Pakistan. Nothing of that sort has happened as yet,\" Hannan told the Dhaka Tribune. If the Pakistani government does not cooperate, the trial of war criminals or their listing will be difficult, he added.  The complexities of the job Prof Mizanur Rahman, former chairman of National Human Rights Commission (NHRC), said the government should have put more focus on preparing the list of razakars instead of preparing the list of freedom fighters. \"It is nothing but an utter failure from our part. It was the biggest mistake not take any initiatives in the last 48 years to identify those who committed such violence against our people in 1971. If the initiative had been taken right after the war, preparing the list would have been very easy,\" he added.  \"The list is a must-have, but I doubt it would be possible to prepare it properly now.\" Speaking on the issue, Liberation War Museum trustee Sarwar Ali urged the government to be cautious when preparing the list so there are no legal issues, and the list must reflect historical facts.  \"It is indeed a shame that it took us this long to do this; it is too late. Still, the government can prepare the list based on the gazettes issued in 1971, but there are legal issues too,\" he told the Dhaka Tribune. Sarwar pointed out that when someone was made a collaborator of the Pakistani occupation forces - a member of razakars or Peace Committee - a gazette notification was issued against them in 1971.  \"The government must also verify the information to confirm that the people on the gazette lists were indeed the perpetrators,\" he said. Being cautious in preparing the list is of utmost importance, because wrongful accusation may lead to a legal battle, Sarwar further added.   \"The list will have to be concrete, accurate and evidence-based to avoid any complexities,\" he added."
}