{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_47ca2b3b031971ebec890cbd5692b10ed7e0dfb3.txt",
  "text": "NEWS SUMMARY: SATURDAY, NOVEMBER 14, 1987\n1987-11-14T05:00:00.000Z\nINTERNATIONAL 3-7, 28 A Nicaraguan cease-fire plan was presented by that country's president. It would oblige Managua's rebel opponents to surrender their weapons after one month and accept a political amnesty. Page 1 News analysis: Boris Yeltsin's ouster has raised questions about the Soviet leader as he prepares for his first visit to the United States. Mr. Yelstin was once regarded as one of Mikhail S. Gorbachev's closest political supporters. 1 U.S. policy toward Moscow will not be influenced by internal maneuvering in the Soviet leadership, officials said. They are emphatic that it would be a mistake to tailor policy to try to bolster the Soviet leader. 6 Tariffs against imports from Brazil totaling more than $100 million will be imposed, President Reagan said. The punitive action is aimed at a Brazilian requirement effectively barring foreign participation in their computer market. 1 West German and French leaders concluded a two-day meeting with agreements to jointly develop a combat helicopter and to set up joint councils on military and economic policy. 3 In the Iran-Contra investigation, seven House Democrats on the Con-gressional committees will attach a statement to the panels' report disagreeing with its conclusion that theWhite House was fully cooperative with the inquiry. 3 Iraq restored relations with Egypt, the official Iraqi press agency reported. The agency said both countries would nominate ambassadors immediately. Links were severed after Egypt signed a peace treaty with Israel in 1979. 7 Arsonists and looters in Bangladesh will be shot on sight, President H. Ershad declared after days of sporadic unrest in several cities. ''We are not going to tolerate any more of this nonsense,'' he said. 28 U.N. body calls for widening of test ban treaty 3 Buenos Aires journal: Timerman in strange lands 4 Chinese dissident said to die in jail 5 Alexandria recovering its Arab soul 7 NATIONAL 8-9, 35-36 Consumers are still spending freely, seemingly unworried by the stock-market plunge that began in mid-October, the Government's monthly report on retail sales indicates. 1 Beech-Nut sold phony apple juice intended for babies from December 1981 to March 1983. The Beech-Nut Nutrition Corporation pleaded guilty yesterday to charges that it violated the Food, Drug and Cosmetic Act through the sales. 1 Scientists repaired crushed nerves connecting the extremities to the spinal cord in mammals for the first time, they reported. The research is pointing the way toward treatment of what are now intractable neurological problems. 1 Charges of parental sexual abuse are made in thousands of cases every year across all class lines. The dispute over one girl could almost be an object lesson in how convoluted such cases can become. 1 The budget talks got back on track as negotiators set aside disagreements and began to consider ways to delay the automatic spending cuts that are to take effect next Friday. 9 A compromise military budget that cuts sharply into several weapon programs was approved by Congressional negotiators. The bill sets priorities indicating which military programs will be cut, but it does not set a final spending total. 9 A partisan fight in Florida is deepening. The state Legislature and the Governor continue to be mired in a battle over the state's 5 percent tax on services and bogged down even more on medical malpractice insurance. 35 George Bush and Pat Robertson prepared for a showdown in a straw poll of Florida Republicans by staking out positions designed to minimize possible setbacks. About 2,500 delegates will vote at the state Republican convention. 35 Reagan papers find a home 8 Exclusionary club may pose problems for Judge Kennedy 8 Ginsburg role in cable television case under scrutiny 9 Escape tests set on space shuttle 9 Coal miners open labor talks 9 Shake-up expected in Dole campaign 35 Dupont and Bush taking off gloves 35 Dukakis release personal records 35 Jackson adds 2 officials to campaign 35 REGIONAL 29-32, 34 A new state investigative agency to combat ''systemic corrupution'' and racketeering in New York City's construction business was called for by Governor Cuomo as part of a campaign to clean up the industry. 1 Leading experts on homicide are meeting for three days in Albany to swap stories, talking of knives and cyanide and killings in the night. In other words, they have been having a wonderful time. 29 The release of a homeless woman was temporarily barred by a New York State appellate court. The woman, Joyce Brown, was the first person hospitalized under a plan to remove disturbed homeless people from the streets. 29 The judge in the Joyce Brown case has long been known for his interests in housing for the poor. Acting Justice Robert D. Lippmann ruled Thursday that the homeless woman should be allowed to return to a life on the streets. 30 No damage seen to homeless plan 30 Lisa Steinberg's violent death has left parents of her schoolmates with differences over the questions it raised. The parents have struggled to find ways to explain the girl's death to their children. 29 A radar search for a bed of a brook was conducted in Washington Square Park by two geology professors and a graduate student. By using the radar equipment, the team could search for the underground brook without moving so much as a pebble. 29 A Connecticut woman was murdered in August after her 16-year-old daughter ''begged'' her boyfriend to do the killing and they discussed several nights on which to do it, according to an arrest warrant. 31 In the Howard Beach murder trial, an expert on the effects of drugs on human behavior testified that Michael Griffith had used cocaine too long before he died for it to have influenced his decision to run onto a highway. 31 Times Company and pressmen's union in tentative accord 31 Verdict set aside in mercury case 31 Officers and firefighters have history of ties 31"
}