{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_2972fbe3-439e-4e9a-a7fd-4a0619bb7fc0.txt",
  "text": "Date Published:2019-08-09 00:00:00      \nEid holidaymakers faced long delay on their way home yesterday due to disruption of ferry services, long tailbacks on highways and late departure of some trains. Heavy rain throughout the day added to their woes. People heading for south-western districts such as Khulna, Jessore and Barisal were among the worst victims, as they had to wait for hours, first at bus terminals and then at ferry terminals. Ferry services were disrupted because of strong current in the Padma river. Those bound for north-eastern regions were stuck for hours in tailbacks on Dhaka-Bogura, Dhaka-Rajshahi and Dhaka-Mymensingh highways. And as on the previous day, most intercity trains heading for north-western districts ran one to three hours behind schedule. \"The overall situation is very bad,\" said Osman Ali, general secretary of Bangladesh Road Transport Workers Federation. Although the three-day public holiday for Eid will begin Sunday, a large number of government and non-government employees left Dhaka yesterday. Many of them took leave for Wednesday (August 14), the only working day next week, to make their vacation longer. FERRY TERMINALS  Ferry services at Shimulia-Kathalbari saw a huge pressure of vehicles yesterday as water vessel operation resumed after 17 hours of suspension due to rough wave and strong current in the Padma. More than 300 vehicles were waiting at Shimulia at 7:00pm, said Abdul Alim, manager (commerce) of Bangladesh Inland Water Transport Corporation (BIWTC) at Shimulia terminal. Only four ferries were in operation in the morning due to bad weather. The authorities were able to operate all the 16 ferries only after 12:00noon, when weather became normal. Ferries are taking 20 minutes more than in normal time to cross the river due to strong current, said Alim. Rafiqul Islam, a private service holder, said his bus of Tungipara Express was supposed to start from Gulistan at 12:00noon but started at 2:30pm, because of huge jam at Shimulia-Kathalbari. The disruption at Shimulia-Kathalbari eventually affected the ferry services at Paturia-Dauladia terminals. At 3:00pm, some 300 light vehicles, 100 buses and 400 trucks were waiting at Paturia end, although the situation improved a little in the evening, said Azamal Hossain, deputy general manager of BIWTC at Aricha office. He said they were operating 17 ferries and that three more would join their fleet soon. Several bus operators at Gabtoli terminal said they were facing problems to maintain schedule as buses were taking more time to return to Dhaka because of the gridlock at ferry terminals. Rifat Hossain, a private university student, said, \"I came to the terminal at 9:00am defying rain, but my bus has not arrived yet [at 11:00am]. I don't know how much longer I will have to wait.\" JAM ON HIGHWAYS People heading for northern districts faced traffic jam after crossing the Bangabandhu bridge for hours in the morning due to the sorry state of the road at different points and poor condition of Nolka bridge. Vehicles have to cross the bridge very slowly due to its poor condition, causing traffic jam from Bangabandhu bridge west zone to Nolka point, said Sayed Shahid Alam, officer-in-charge of Bangabandhu bridge west zone police station. Besides, repair work was underway on Dhaka (Hatikumrul)-Bogura and Dhaka (Hatikumrul)-Bonpara highways for the last day before Eid, causing traffic congestion. Vehicles heading for 22 districts of north, west and south have to cross Hatikumrul point, said Akteruzzaman, officer-in-charge of Hatikumrul highway police station. People also faced problem on the 13km stretch from Tongi Bridge to Joydevpur Chowrasta on Dhaka-Mymensingh Highway because of construction work of Bus Rapid Transit (BRT). Under this project, the government would construct a 20.5km dedicated bus lane from Dhaka to Gazipur. But in the absence of a proper drainage system, parts of the four-lane highway were submerged after rain, disrupting traffic movement, said Osman Ali, general secretary of Bangladesh Road Transport Workers Federation. The Gazipur City Corporation Mayor had assured of deploying 500 volunteers to control the situation, but that gave little relief due to rain, he added. CROWD AT KAMALAPUR Commuters travelling on trains to northern and north-western regions continued to suffer as all but one intercity trains were late by one to three hours. According to the Train Tracking Monitoring System, Chilahati-bound Nilsagar Express, Rajshahi-bound Silkcity, Rangpur-bound Rangpur Express, Panchagarh-bound Ekata Express, Rajshahi-bound Dhumketu Express and Silkcity Express and Khulna-bound Sundarban Express were late by about two hours to nearly three and a half hours. Chapainawabganj-bound Banolata Express was 20 minutes late to depart Kamalapur. Operations of trains on other routes were on time. Asked about the delay, Station Manager Aminul Hoque told reporters that holidaymakers usually took a long time to embark and disembark trains, resulting in such delays. Meanwhile, train service through Santaher-Lalmonirhat route that connects Dhaka and northern districts resumed yesterday, 22 days after it was suspended due to flood. WATERWAYS  Pressure of passengers at the country's largest launch terminal at Sadarghat increased in the evening. \"Some 80 launches are being operated during normal time. Around 25 more launches will run tonight [Thursday],\" said Alamgir Kabir, joint director of BIWTA. Usually, 7,080 launches ply 40 routes, mostly to the country's southern region from Dhaka's Sadarghat. Some 130 more will join the fleet to carry 8-10 lakh people, who travel by waterways during Eid vacation, according to transport operators. Meanwhile, the BIWTA said it would not allow motorcycles on any passenger-carrying vessels from Sadarghat terminal during Eid rush. [Our Correspondent from Munshiganj, Pabna, Manikganj and Gazipur contributed the report.]"
}