{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_aeb002cc-ab9a-4813-99c4-5047f8cfe044.txt",
  "text": "Date Published:2020-01-13 00:00:00      \nDespite a court directive to stop the over-the-counter sale of antibiotics, the health authorities have taken no concrete steps in this regard, raising the spectre of superbugs, which cause some seven lakh deaths globally per year. Sale of antibiotics without requiring prescription from registered physicians is still high in the country, The Daily Star has found visiting over two hundred drug stores and talking to experts. Bacteria-fighting drugs known as antibiotics help control and destroy many of the harmful organisms that make people sick. But overuse and misuse of antibiotics prompt some strains of bacteria to make a small change in their DNA and become antibiotic-resistant \"superbugs\", experts say.  There is no data on deaths caused by superbugs in Bangladesh, but professors at Bangabandhu Sheikh Mujib Medical University (BSMMU) say about 70 percent of the deaths at ICUs are caused by AMR [antimicrobial resistance] infections. AMR is a situation when microorganisms like bacteria, virus and some parasites resist medicinal interventions. \"Problem is people don't know which drugs are antibiotics. Around 15 lakh people are taking antibiotics daily and most of them don't have prescriptions,\" Prof Sayedur Rahman, chairman of pharmacology department at the BSMMU, told The Daily Star. A recent study, carried out jointly by the Directorate General of Drug Administration (DGDA) and the WHO, shows that antibiotics consumption in Bangladesh has increased by 30.81 percent in the last two years. The DGDA and the WHO used data from the pharmaceutical companies, and the study report was released on November 27 last year. Earlier on April 25, the High Court ordered the DGDA to take steps to stop the over-the-counter sale of antibiotics.  The ruling came after a writ petition was filed by Advocate Sayedul Haque Suman over the matter. The writ was spurred by a report in UK's The Telegraph, which cited a report this newspaper ran under the headline \"A big cause for health concern\" in April last year. High-ups of the DGDA -- the apex regulatory body for pharmaceuticals -- claimed they had done their best. But in reality, they only issued a notice in May to all district commissioners and civil surgeons, asking them to take steps in line with the court directive. The notice was followed-up by a reminder a month later. That was the extent to which the DGDA acted. DGDA Director Ruhul Amin told The Daily Star, \"Our drug inspectors are regularly advocating this issue at meetings with stakeholders.\" Queried further, he again mentioned that \"awareness was all important\" in this regard. People concerned, however, said the DGDA's action was \"just to save its skin\". Meanwhile, a laboratory analysis by the Department of Microbiology and Immunology (DMI) of BSMMU, conducted from 2010 to 2018, has found a sharp rise in the number of superbugs in the country. In 2010, superbugs and multi-drug resistant (MDR) bacteria were detected in 6.5 percent cases of all patients seen. But it increased to 11-14 percent in 2018, according to the study. Experts said it is the inappropriate and overuse of antibiotics which leads to the rise of antimicrobial-resistant bacteria or superbugs, The AMR infections have become a global threat, with 10 million deaths predicted to be caused by it by 2050 if things go unchecked, according to the World Health Organisation (WHO). But the country's authorities concerned seem to be taking the matter lightly. GROUND REALITY: PROFIT OVER PRESCRIPTION\n Recently, The Daily Star correspondents have visited drug stores in Farmgate, in front of Dhaka Medical College Hospital (DMCH) and Suhrawardy Medical College Hospital in the capital. They have also been to pharmaceutical stores in both urban and rural areas in Savar, Rangpur, Khulna, Sylhet, Chattogram, Mymensingh and Rajshahi. The scenario was similar everywhere. At half a dozen drug stores at a rural market in Rangpur's Pirgachha upazila, this correspondent last month found antibiotics being sold either without prescriptions or as suggested by medicine sellers. \"As antibiotics work better and are more profitable, we sometimes do suggest it. People usually don't buy full dose of antibiotics. Besides, they are also reluctant to visit doctors because it would cost them additional money,\" a medicine shop owner in the village market told The Daily Star. Visiting at least 25 stores in Khulna's Hazrat Market, Moilapota intersection, Natun Rasta intersection and in front of Khulna Medical College Hospital, The Daily Star correspondents found customers buying antibiotic drugs without any prescription. Jalal Ahmed, owner of Afroz Medical Hall at Moilapota intersection, said he was not aware of any formal instruction from the authorities on not selling the drugs without prescription. There are more than a hundred pharmaceutical stores on the Sylhet MAG Osmani Medical College Hospital Road. A medicine seller there said they make a huge profit from antibiotics sale. \"We have not got any direction in this regard,\" he said. The Daily Star correspondents witnessed the same situation in Chowhatta and Amberkhana areas in the city. Our Mymensingh correspondent and Rajshahi University correspondents also found antibiotics being sold over the counter in the two districts. Usually people suffering from dysentery, diarrhoea, food poisoning, common cold, cough, fever, toothache, and ear and throat pain use self-prescribed antibiotic, shows a 2014 study conducted in Rajshahi and published in the journal of the National Centre for Biotechnology Information. According to the DGDA website, there are 118,901 licensed retail drug shops across the country. A 2015 study by the System for Improved Access to Pharmaceuticals and Services, however, revealed the existence of approximately an equal number of unlicensed retail drug stores in the country, shows WHO website. A majority (68 percent) of the clients visiting these drug shops came by self-referral and without a prescription, the study showed. For another study, the Institute of Epidemiology, Diseases Control and Research (IEDCR) analysed some 14,669 samples collected from nine public hospitals across the country from 2017 and 2019. It found Ceftriaxone, a watch group drug, to be the most used antibiotics, and that the drug's effectiveness has gone down by 10 to 92 percent in killing several bacteria. According to the WHO, antibiotics are classified into three groups -- \"access group\" used for a wide range of primary level infection, \"watch group\" used against higher resistance bacteria, and \"reserve group\" only to be used when all alternatives fail. Imipenam, another watch group drug, has been found to be 10 to 76 percent ineffective. If these don't work, it only leaves to a few other antibiotics. \"It indicates we are rapidly going to exhaust rest of the available antibiotics in our hand,\" said Dr Zakir Hossain Habib, principal scientific officer at the IEDCR, who led the study. DGDA INITIATIVES -- NOT ENOUGH? On the DGDA directive on stopping the sale of antibiotics without prescriptions, several deputy commissioners said the DGDA initiative had a very little to no impact on creating awareness on the matter. \"We have held a meeting with all stakeholders. However, we haven't conducted any mobile court drive yet,\" Md Asib Ahsan, DC of Rangpur, told The Daily Star, adding that they were focusing on raising awareness first. He also said the issue deserves more campaigning and the DGDA needs to do more planning. Asked, DGDA Director Ruhul Amin couldn't even say whether the sale and consumption of antibiotics without prescription was a punishable offence. A DGDA official, however, said any medicine seller could be punished under the existing law for selling antibiotics without proper prescription. Such punishment, however, has yet to be meted out. BSMMU's Prof Sayedur Rahman said the DGDA can impose a fine of up to Tk 40,000 for the offence. He said cases can be filed against the owner of the drug store and it also can be sealed off. Contacted, Health Minister Zahid Malek apparently defended the DGDA, saying, \"It has a shortage of manpower. It is tough for them to monitor drug stores across the country.\" The DGDA has only 46 drug superintendents in its 54 district offices, said its sources. COORDINATION IS THE KEY Experts says the sale of antibiotics over the counter continues unabated mainly due to a lack of monitoring from the DGDA and coordination between the drug administration and the local administration. \"There are around 200 staffers, including 20 doctors, under the health ministry at each upazila. They can easily be involved in raising awareness on AMR [antimicrobial resistance],\" Prof Sayedur Rahman, who led the antibiotic DGDA-WHO antibiotic consumption study, told The Daily Star, adding that the DGDA cannot sit idly for the recruitment of manpower. He also said physicians often unnecessarily prescribe antibiotics \"due to a lack of facilities to carry out antibiotic sensitivity [ABS] test. Doctors in 55 districts do not have ABS test facility, he said. Dr Zakir Hossain Habib, principal scientific officer at the IEDCR, however, said the required tests could be done manually with the existing facilities as an alternative to the ABS tests. For that, the government must appoint enough lab technicians and ensure sufficient supply of reagents. Dr Muniruddin Ahmed, professor of clinical pharmacy and pharmacology at Dhaka University, suggested involvement of all local bodies in the fight against over-the-counter sale of antibiotics. He wants the DGDA to take the lead. Prof Sayedur Rahman suggested marking boxes of antibiotics red so that people can easily know they are prescription drugs.  [Our Correspondents in the districts mentioned above contributed to this story]"
}