{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_7e916618-961f-4bf7-981c-8a71a4cab4e0.txt",
  "text": "Date Published:2020-02-13 00:00:00      \nIn Bogra, flower sellers are concerned as flower sales have fallen compared to previous years In a unique turn of events, Bangladesh will celebrate the Valentine's Day and Pohela Falgun, the first day of Bangla calendar month Falgun, on the same day -- today -- this year. The exceptional situation, however, is not the bearer of good news for the country's flower merchants, who make huge profits every year on both of these days that generally falls on consecutive days in February. Pohela Falgun used to fall on February 13. But after the Bangla Academy adjusted the Bangla calendar last year, the day will be celebrated on February 14 from this year on, alongside Valentine's Day. With one day of the celebrations gone, the local flower markets in different districts -- from which florists also sell flowers to the traders in capital Dhaka -- have already reported a slump in retail flower sales.  Also, the absence of buyers -- who are mostly students -- because of the ongoing SSC and equivalent examinations will play a role in this, fear the businesses. In Bogra, flower sellers are concerned as flower sales have fallen compared to previous years. Bogra Flower Merchant Association General Secretary Laxman Das Amit said: \"We have received a smaller amount of flowers from the wholesalers as the prices are high.\" \"Also, as both Pohela Falgun and Valentine's Day will be observed on the same day, we are expecting a fall in our business, otherwise these occasions are generally the most profitable days for us every year, now we have only one day for both,\" he told our district correspondent Nazmul Huda Nasim. In Meherpur, flower demand and price have both gone up; however, florists are expecting a one-third drop in their sales target, reports our correspondent Ashraful Islam. Local trader Tutul said: \"This year, the Valentine's Day and Pohela Falgun have fallen on the same day, which is also Friday. So, a dip in sales is very likely.\" In Sirajganj, flower sellers are already experiencing a loss in business. Usually, they sell around 70,000 flowers during the Pohela Falgun-Valentine's Day celebrations every year, but there is doubt whether they would sell even one-fourth of that today. Local merchants said they would surely face a slump because most of the schools and coaching centres are also closed due to the SSC exams, reports our district correspondent Aminul Islam Khan Rana. In Comilla, florists have also reported a slump in sales, and a hike in prices, despite a rise in demand. Apart from citing the same reasons, they said the prices have gone up as they could not import flowers due to the ongoing coronavirus outbreak, reports our correspondent Masud Alam. Still, there is hope Meanwhile, in Chuadanga, florists expect to sell flowers worth of Tk30 lakh between today and the International Mother Language Day, which would be observed on February 21, reports our correspondent Mehedi Hasan. Local flower merchant Akul Hossain said roses, tuberose, marigold, gerbera daisy and gladiola flowers are trending and are on high demand in the market. \"We hope to make a good profit during Valentine's Day and Pohela Falgun. \"Hopefully, the sale will also be high on February 21.\" Demand for flowers along with the cost has also gone up in Nilphamari ahead of Pahela Falgun and Valentine's Day. Local florist Ajgar Ali said he sold flowers worth Tk1.25 lakh since February 1 and expects his sale to go up today, reports our district correspondent Md Taieyb Ali Sarker."
}