{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_286542d1-3ef4-42e2-812a-61a67f205cac.txt",
  "text": "Date Published:2019-11-06 00:00:00      \nBangladesh have achieved their first ever win against India in T20 format on Sunday when they defeat the hosts by seven wickets at Delhi A confident Bangladesh side is looking to repeat their match winning performance or even better display against hosts India at the Saurashtra Cricket Stadium in Rajkot on Thursday. Bangladesh have achieved their first ever win against India in T20 format on Sunday when they defeat the hosts by seven wickets at Delhi. Now, Tigers have the golden chance to seal the three-match series as India are on a backfoot with a relatively inexperienced bowling attack. Weather is a big concern for the match due to effect of cyclone 'Maha'. According to Indian Meteorological Department (IMD), Cyclone Maha, which is expected to hit the Gujarat coast today, has weakened into a severe storm on Wednesday. But still the storm is likely to bring \"heavy rains\" during the next 48 hours in Gujrat state. The weather, however, was clear on Wednesday morning as Bangladesh team practiced in their scheduled time at the Saurashtra Cricket Association Stadium. Tigers started their training with warm-up session in morning and after an intense fielding practice session the batsmen went to nets adjacent to the stadium. India had an optional practice session on Wednesday in the afternoon session. Like their counterparts, they enjoyed the condition which was hot and humid all the day until evening. But, before the sunset the first sign of rain was seen as the dark cloud started to gather during. And around 7pm local time a light thunderstorm hit Rajkot with moderate wind. At the stadium area, pitch covers were blown away and suddenly all the flood lights were went off for few minutes. From the press box area of the Saurashtra Cricket Stadium, strong wind was felt during the raining period. After half an hour the rain, however, stopped.   The weather forecast was suggesting near 50 percent on precipitation on Wednesday evening while the forecast at Thursday evening is predicting near 15-20 percent of precipitation. However, in morning and noon session both teams were preparing for an exciting contest amid rain threat. The pitch in Delhi, where the first game took place, was a tricky one for the batsmen but pitches in Saurashtra Cricket Stadium generally offer good help to the batsmen. Both the captains are focusing on their own game plans rather than concerned about the weather too much. \"We will observe the wicket before the match and then decide about the playing eleven. The wicket looks good. We are expecting a good batting track with an average score of 170-180. Probably we will field the same eleven and don't break the inning combination but the final call will be taken before the toss,\" said Bangladesh captain Mahmudullah Riyad at the pre match press conference at Rajkot on Wednesday.  His counterpart Rohit Sharma was also expecting a run feast. \"The pitch looks good. Rajkot is always a good track to bat and it does offer some assistance to the bowlers also. I think it will better pitch than that of Delhi,\" said India captain Rohit  in the pre match media session. "
}