{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1989_9588181e3402b6b4a67d9dc7f2d52e030484497d.txt",
  "text": "India's Bleakest Corner Is Where All Hope Ends\n1989-09-11T05:00:00.000Z\nIn an era when it is common to talk of Asian economic miracles and a Pacific century, the Indian state of Rajasthan is a reminder that there are, in reality, two Asias. There are the economic tigers and would-be tigers from Japan, South Korea, Singapore and Thailand, but also the struggling, crowded, volatile nations of South Asia, especially India, Pakistan and Bangladesh, where survival is difficult.\nIn many ways, Rajasthan reflects South Asia's problems.\nPopulation is a major contributor to the widening gap between the two Asias. India Today, the country's leading news magazine, has estimated, based on current population trends, that within decades India will be the world's poorest country. With a current population of 810 million and a growth rate of 2.1 percent a year, the magazine estimates that by early in the next century India will have well over a billion people, with the world's largest numbers of illiterates and homeless - 600 million in each category - and 400 million unemployed.\nRajasthan, a northwestern state on the Pakistan border, has the country's fastest-growing population with an annual increase of 2.8 percent. Land and vegetation are visibly running out. Urban areas, including Jaipur, the 18th-century ''pink city'' that was once a model of town planning, are overrun by the poor. Where India's Troubles Are Coming Together\nIn ecology, nutrition, culture and politics, Rajasthan is a demographer's laboratory, and some of India's most creative research into the complex problems of population growth, human development and adjustment to a changing environment is being done here.\nIn a region with a distinctive culture, art portrays the plight of the Rajasthani countryside and recently inspired a collection of short poems, ''Footprints in the Sand,'' by Amit Jayaram. One of the poems says: The animals' feet leave their print on the desert's face. Hunger is so real, so very real, that it can make you walk around a barren tree looking for nourishment. Not once. Not twice. Not thrice. . . .\nFormerly the domain of Hindu Rajput maharajahs whose courts and cultures had come under strong Islamic influence, Rajasthan, with 44 million people, is now statistically a part of the nation's largest demographic bloc: the Hindu, Hindi-speaking belt of northern states that also includes Madhya Pradesh, Uttar Pradesh, Bihar and parts of Haryana. The area dominates Indian politics, a source of irritation to parts of the country where social and economic advances have been greater.\nIn the Hindi belt, where 40 percent of Indians live, literacy and the status of women are lower than in other states. More and more Indians regard those factors as major causes of a national failure to curb population growth. Rajasthan Ranks Last In Almost Everything\nRajasthan has a literacy rate of 24 percent, the lowest of all the major states, according to the 1981 census (the next will be in 1991). Only 5 percent of rural Rajasthani women read or write, and fewer than 10 percent of girls from age 5 to 9 attend school. Between a ninth (in cities) and a third (in rural areas) of all Rajasthani workers are 14 years old or younger, often a reflection of their economic importance to families.\nChild marriage is the norm, in defiance of national laws that set the legal age for women at 18 and for men at 21. Many Rajasthanis see this practice as a social necessity. A girl married before or at puberty is considered safe from extramarital sex and the stigma of out-of-wedlock pregnancy, which could result in her murder at the hands of outraged relatives.\nThirty-year-old Kamla lives in the village of Kotri, northeast of Ajmer and a few miles from Sambhar Salt Lake. The land here is not as good as it is farther north, where irrigation projects have been started, or as bad as the deserts to the west. The soil is not unlike the rest of north India's scrub land.\nFarming on a self-sustaining scale is not possible in Kotri, and families depend on sheep and goats. The dirt roads are choked by herds being led in search of food. Camels are harnessed to plows where arable fields exist. A camel can look after itself, the local people say, letting the men of Kotri concentrate on their wool-and meat-producing flocks.\nMrs. Kamla, the daughter of a Brahman who allowed her to learn to read and write, thinks for a few minutes when asked how Rajasthan's growing population has affected Kotri, a town with a few hundred families living in small houses of concrete or stone. Lacking Land, Many Are Forced to Leave\n''There is less and less land,'' she says in Hindi, through an interpreter. ''Every year the water in the ground is more saline. Water is a big problem.\n''More people have to migrate, and migrate farther and farther, to find enough food for the animals,'' she says.\nThe lengthening winter and spring migrations, sometimes involving treks of hundreds of miles to the neighboring states of Madhya Pradesh or Gujarat, uproot entire families. Birth control can seem pointless when a father needs extra shepherds to patrol the edges of the wandering flocks, Mrs. Kamla says.\nThere are other migrations, too. From villages like these, thousands of Rajasthani men and women go to cities as far away as New Delhi or Bombay in search of manual work, often on construction sites.\nIn Kotri, Mrs. Kamla, is trying to make changes. She is working through the Social Work and Research Center, a nongovernmental development organization in Tilonia, 40 miles to the south. She is a woman in one of India's most male-dominated states, where village women, approached by outsiders, cover their faces with shawls or bright-colored saris. But Mrs. Kamla's high caste gives her standing, and village men acknowledge her as a leader. A Different Concept Of Population Control\nMrs. Kamla is trying to promote population control in Kotri by persuading women to use family planning services available at Government clinics. The mother of two girls, she seems skeptical of experts who say Indians will continue to have children until they have had enough boys, usually two, to guarantee support in old age and a son to light their funeral pyres.\n''The women here say they have so many children because there is no health care here,'' she says over tea, with guests sprawled on the floor in her small office. In India, family planning means sterilization, and in more than 90 percent of the cases, the operation is performed on women. Conditions are often unsanitary.\n''Women in this village say they do not want to be sterilized after two children, boys or girls, because the nearest doctor is far away and the services there are not very good,'' she says. ''So they ask: 'What happens if one of the babies falls sick and dies? Or what if I become ill after the operation? Who will look after me?' ''\nIn Naul, a village east of Tilonia, another high-caste woman, Ratan, is also trying to promote family planning. Married off at puberty to an older man, she was widowed while still in her teens. Her parents then took the bold step of allowing her to reject another marriage, and she began doing community work, using a knowledge of traditional medicine learned from her husband.\nTold about community work being done in rural Bangladesh, where villagers are trained in nutrition, Mrs. Ratan said most families here live on flat breads and lentils, and teaching them to prepare balanced diets would be meaningless, she explained, since there are almost no vegetables or fruits. In Jaipur, Fading Glory Of the Raj and Nature\nWhen the Rajasthani capital of Jaipur was built by the Maharajah Sawai Jai Singh of Amber in the mid-18th century, it was an Asian wonder. There were broad avenues drawn on a grid, shady colonnaded walkways along wide pavements, and a unity of architecture in private, public and commercial buildings. There was a drainage system.\nIn 250 years, Jaipur, a city built to serve 500,000 people, has become home to 1.5 or 2 million - no one really knows - and its glory has all but disappeared behind the huts of squatters and sidewalk vendors.\nAs the population continues to expand with the influx of people from the countryside, who erect small houses on the desert around the city's perimeter, its services have been severely strained. Roads are potholed; its once-famous drainage pipes clogged.\nThe destruction of Jaipur's natural environment has also been rapid and drastic, says Professor G. S. Nathawat of the Indira Gandhi Center for Ecological, Environmental and Population Studies at Rajasthan University. He takes a visitor to hills near the campus to see the latest phase in the city's deterioration.\nThere, forests are being razed and quarries dug to provide the booming construction industry with granite. The hills are protected woodlands and the quarrying illegal. But the business is so profitable that local officials can be bribed to make exceptions.\nOnly one small part of the forest backdrop remains, a section that university students have claimed and fenced. It is the last piece of recreation land left to them in Jaipur's once-wooded hills."
}