{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1989_ac61d6dde559b3b37b3136319b70d592c62e8557.txt",
  "text": "AS THE WORLD LEARNS; Answers [ to Geography Quiz ]\n1989-04-09T05:00:00.000Z\nFold back to page 24.\n1. Naples.\n2. Managua.\n3. Soviet Union. The Diomede Islands are about two miles apart; the boundary runs between Big Diomede (U.S.S.R.) and Little Diomede (U.S.).\n4. Two-thirds. Most nations have extremely small populations; more than half the world's countries have fewer people than does the Commonwealth of Virginia.\n5. Because death rates have decreased and birth rates have remained relatively constant.\n6. Nigeria.\n7. United States.\n8. Increasing crop yields per acre. This is a result of technology applied to agricultural production. Almost all the world's arable land is under cultivation today; the rest is too cold, too dry, too mountainous, too hot or too wet.\n9. Brazil. This pattern of land ownership is typical in Latin American countries, where there is a large gap between the wealthy few and the impoverished many - unlike Africa and most of Asia, where land is much more equitably distributed.\n10. Pacific Rim, especially East Asia.\n11. New York and Pennsylvania. State boundaries in the United States do not impede trade in any way; neither will the United States-Canada boundary.\n12. South Korea, Taiwan, Hong Kong and Singapore. Also called the Little Dragons, they are among a larger group known as N.I.C.'s - newly industrialized countries.\n13. Resettlement camps and populations dominated by women, children and the elderly. These areas are the so-called homelands established by South Africa as part of its policy of apartheid. Because there is little or no employment in the homelands, able-bodied men tend to work, and thus live, in South Africa; people who cannot work remain in the homelands.\n14. An island or archipelago. Among the newer nations are Belau, Kiribati, Tuvalu, Vanuatu and the Federated States of Micronesia, with more to come.\n15. Africa, because of its relatively high birth rates and short life spans.\n16. Part of China. Hong Kong will supposedly be self-governing, however.\n17. All of the above. Bangladesh is a delta nation; it has no say in upstream flood control in India before the rivers flow into Bangladesh, and its own terrain is inadequate for efficient flood control.\n18. South and Southeast Asia, especially India, Indonesia, Bangladesh and Pakistan.\n19. German mark.\n20. Arctic Ocean. The port of Murmansk remains ice-free because of the North Atlantic Drift-Gulf Stream.\n21. Long Island. There are about five billion people in the world. If they were all placed on Long Island, with its area of approximately 1,700 square miles, there would be 2,941,176 people per square mile. Since there are 27,878,400 square feet to a square mile, this gives everyone a little over 9 square feet of space.\n22. All of the above.\n23. All of the above. Depending on whose statistics are used, the United States ranks in about 20th place in infant mortality. Odd-nation-out answers:\n1. Switzerland.\n2. Yugoslavia. It is a Communist state but is not a satellite of the Soviet Union or a member of the Warsaw Pact, and shares no boundary with the Soviet Union.\n3. Indonesia. Soviet troops have been withdrawn from Afghanistan, but at present, a Marxist Government is still at the helm.\n4. Sweden. NATO includes members on both sides of the Atlantic. Sweden has chosen neutrality.\n5. Mexico. The Organization of Petroleum Exporting Countries is not an organization of Middle Eastern states alone. Ecuador, Venezuela, Gabon and Indonesia are also members."
}