{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_7f0a92f8-2e0e-48e4-a3cb-22227834b6d8.txt",
  "text": "Date Published:2019-01-11 00:00:00      \nThe internet has had a complete ball of a year, thanks to millennials turning older and 'CRAY-zier' and fighting the growing costs of living. If you think that this 'I cannot buy a home because I spent all my money on avocadoes and that is why I am sad' is a problem just in the west, just drag your mouse and zoom in on Dhaka on the map (especially on the tri-state area). While in the west millennials are struggling with how to finance their avocadoes, millennials in the east (yes, the privileged middle-class ones) are worried about how to appease their moms after breaking their 11:00pm curfew.  And then there was this past one year in Bangladesh, especially Dhaka, which was rocked by protest after protest. Some demanding better jobs, some for safer roads, and some completely losing their wits over Raba Khan as a panelist at the Dhaka Lit Fest. There was too much happening too fast and it felt as though the whole country was hopped up on steroids. And yours truly, was no different, what with constantly shielding numerous triggers and also succumbing to it time to time. Through all this, I also found very personal, often minute problems around me take centre stage; and while we all write for a particular audience or a cause whenever we pen a piece, I feel this article is a little bit of everything. By everything, I mean, it is a piece of writing for me, it is for those kindred spirits around me who have been overwhelmed by everything around them and it is my first, real attempt at writing about a life with anxiety and mental-health problems through the last and final years of 2010s and my own 20s. It took me a long time to come to terms with the fact that this is a very real, sometimes debilitating health condition, and it was this very year that I finally acknowledged the need for help. Be it through therapy, through reading, through cooking or through long, sometimes hyperactive, conversations with friends going through the same. And in all of this, constantly questioning everything, my job, my education, my choices, is this shirt too loose? After all, Sigmund Freud proclaimed in his classic introductory lectures on psychoanalysis, \"There is no question that the problem of anxiety is a nodal point at which the most various and important questions converge, a riddle whose solution would be bound to throw a flood of light on our whole mental existence.\" Like I said, this past year has had its fair share of triggers: the violent turn of the quota-reform movement, mass arrests of student leaders, another violent turn of the movement for safer roads, the passing of the Digital Security Act, the definitive knowledge that the areas near Sundarbans will become an industrial zone and all the concerns that come with living in Dhaka. And that some form of anxiety stopped me from even vocalising these concerns on a social media platform was something I realised much later. It is exactly the splitting image of what Montreal-based designer and illustrator Catherine Lepage drew in her Thin Slices of Anxiety: Observations and Advice to Ease a Worried Mind. In the image, there are two faces, one of a \"normal person\" and the other of an anxious person and much like Freud's take on anxiety, the field of vision for an anxious person is essentially gazing inward; it is a convergent world view. Despite this newfound knowledge (that everything just converges inside my head) of anxiety and (ir)regular visits to the therapist, I still felt something was amiss. Thus, began a journey of reading, finding out and turning that gaze more and more inward to understand what is it that has us millennials (the very numbered few in Bangladesh with access to internet and the vast world of memes and a grasp of the language English) in such a frenzy. Despite the nonchalant use of the term these days, the notion of anxiety as a clinical category only appeared as recently as thirty years ago, according to a mental health memoir--My Age of Anxiety: Fear, Hope, Dread, and the Search for Peace of Mind--by Scott Stossel, familiar to most as the editor of The Atlantic. According to the National Institute of Mental Health, some forty million Americans, nearly one in seven, are suffering from some kind of anxiety disorder at any given time, accounting for 31 percent of expenditures on mental health care in the United States. This is not a purely American phenomenon though, as studies have revealed this is a problem in Britain and Canada too. And without resorting to any study, I can say that I have successfully managed to only make friends or associate with people who, a. either suffer from a mental health problem or, b. have a family member with said problem and have an acute understanding of it. Whether this helps us connect, I do not know. But these friends, for me, managed to bring to life the classic Beatles song \"I get by with a little help from my friends\". And this network of people constantly battling the everyday kept me afloat with a supply of books to read, articles to bookmark and recipes to try out, all just in an attempt to fight the inner demons that sometimes threaten to overthrow us all. One Friday, with one friend I would conduct a long-distance cook off, making as many egg dishes as we could, exchanging photos of our breakfast bonanza and then launching a day-long discussion on why social media is pure evil and everyone just showcases a life living in hyperboles. It was also while trying to navigate anxiety I chanced upon old hobbies, things my grandparents always advised would ease a troubled mind. I took up painting (essentially stroking paintbrushes on a blank canvas, soothing nonetheless), I started going to the gym and oh, of course, I continued with the therapy. These home \"remedies\" of ours also found validation through an article published on The Guardian by Gaby Hinsliff which says \"Run, swim, cook: the new prescription for happiness\". While, cooking, swimming, reading or running are by no means meant to cure/solve mental health problems, they have in many ways helped me cope and tackle the everyday. These activities were of course supplemented with professional help. I also reread some old favorites--Heidi and The Magic Faraway Tree--and I read some new ones, ones that were written either by anxious people themselves or with a storyline that I identified with. My personal favorite was First, We Make the Beast Beautiful by Sarah Wilson. Anxiety is layered and is complex. No one better than Stossel can put it though: \"The truth is that anxiety is at once a function of biology and philosophy, body and mind, instinct and reason, personality and culture. Even as anxiety is experienced at a spiritual and psychological level, it is scientifically measurable at the molecular level and the physiological level.\" On a parting note, I want to say one last thing. I am no philosopher but I do believe philosophies are born either out of luxuries or trying times. While navigating the upset and worry of Bangladesh's politics (I categorise this as a trying time) and the debate on \"WHY IS RABA KHAN on a DLF panel\" (this I categorise as a luxury by all means) did not give birth to a thinker in me, it surely got me musing on a life full of fleeting thoughts and fighting anxiety."
}