{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_cebbd4c7f927b1ac9dd531fe6da800a0ae42ff98.txt",
  "text": "NEWS SUMMARY: SATURDAY, SEPTEMBER 5, 1987\n1987-09-05T05:00:00.000Z\nINTERNATIONAL/2-5 Mathias Rust was convicted in Moscow by the Soviet Supreme Court and sentenced to a four-year term in a labor camp for flying his single-engine plane across the Soviet border to the edge of Red Square. Page 1\nIn the 'tanker war' of Iran and Iraq, the sense of aloofness is palpable in the closest open listening post. Even the seamen caught up in the battle have trouble finding it out beyond the serene horizon. 1\nThe U.N. Security Council agreed to send Secretary General Javier Perez de Cuellar to Iran and Iraq as soon as possible to try to persuade the two countries to carry out a peace plan approved by the council in July. 1\nA missile struck off Kuwait's coast, the Kuwait Defense Ministry said, as Iraqi jets struck new Iranian oil targets. The long-range missile, whose source was not known, struck at 4 A.M. off the southern coast. 5\nTaiwan may ease restrictions on contact with mainland China. The country seems close to allowing some of its citizens to visit their ancestral villages on the mainland. 3\nAn effort to monitor nuclear tests is being readied by American scientists in the Soviet Union. From the start of the three year project, their work has been frustrated by the militaries of both the United States and the Soviet Union. 3\nAfghanistan wants a special session for negotiations in Geneva on Monday at which it is expected to offer a new proposal for a shorter timetable for the withdrawal of the 120,000 Soviet troops in that country. 2\nSouth Korean riot policemen raided two industrial complexes, arresting nearly 300 striking workers in the biggest roundup since the current wave of labor troubles began two months ago. 3\nIn Manila, the U.S. is being accused by some newspapers of playing a role in last week's coup attempt. Senator Alan Cranston came to Manila this week and was confronted by the controversy. 2\nArms seized in Manila linked to Enrile company 2\nMexico's major opposition parties, one on the right, the other on the left, are preparing for the presidential campaign and election as if they really expect to win. It is an struggle that virtually no one believes can be successful. 5\nBangladesh floods bring misery 3\nGlasgow journal 4\nNATIONAL/6-8, 24, 29, 46\nThe Federal Reserve's discount rate, which it charges financial institutions for loans, was raised to 6 percent, from 5 1/2 percent. The Fed was apparently concerned that a three-week decline in the dollar was pushing up inflation. 1\nForest fires in eight Western states have left nearly half a million acres of forests and brush ablaze. For the 20,000 firefighters gathered to fight the blazes, the Labor Day weekend will mean nothing but work. 6\nWhen the Pope travels to the U.S. next week, he will condemn a growing tendency by American Catholics to ''pick and choose'' among church teachings, accepting some and ignoring others, a senior Vatican official said. 8\nA laboratory worker was infected with the AIDS virus as a result of working with it, Federal officials announced. It was the first such case known. Officials stressed that the worker was growing the virus in very large amounts. 6\nEmployment continued to grow during August but not vigorously enough to reduce the nation's jobless rate, the Labor Department reported. Economists said the figures point toward faster economic growth. 29\nSanta Barbara has some problems. The most visible, residents say, is how to deal with the city's homeless people. The city is now engaged in a new conflict in which the homeless are seeking to set up campsites. 7\nSince Sam Nunn's announcement of noncandidacy, the Democratic hopefuls have begun to scramble for support in the South. ''I'm getting worked on just about every way I can get worked on,'' a Georgia politician said. 7\nGary Dotson's parole was revoked. The ruling on Mr. Dotson, whose prison sentence was commuted after the woman he had been convicted of raping said she had fabricated her testimony, follows his arrest on unrelated charges. 46\nThe risk of a heart attack may be as closely linked to blood levels of a clot-forming protein as it is to smoking, high blood pressure and obesity, researchers say. The researchers conducted a study following 1,315 subjects for 12 years. 24\nBoy awaiting tonsil removal given ear tubes 6\nWay is cleared for drug test 6\nSuspect charged with 5 rapes in Homestead, Pa. 46\nRegional/25-28\nComplaints of police misconduct will be investigated by a new civilian controlled panel, following decades of debate over who should judge the actions of New York City police officers. Eleven of the panel's 12 members were named. 1\nNew York City's jobless rate fell last month to 5.1 percent, the lowest level since 1973, the United States Department of Labor said. Employment in the city rose to its highest level since 1971. 1\nTeams that assess homeless people comb the streets and the parks, looking for homeless people who are mentally ill and offering them food, medicine and other assistance. 1\nNew York City may lose $80 million spent on homeless people each year under new regulations the Federal Government plans to propose, city officials said. 25\nThree victims of a racial assault were whisked to City Hall for a meeting over coffee with Mayor Koch, who listened in astonishment as they told him they bore no ill will toward their attackers. 25\nA subway train dragged a man 75 feet when his foot got caught in the closing doors of the train in Queens, Transit Authority officials reported. The man escaped serious injury. 27\nIn the Biaggi-Esposito bribery trial, 27 tapes of wiretapped conversations were played. They provided the most damaging evidence presented so far to the jury. All told, some 50 tapes have been played. 27\nFarmers searching for workers for the fruit and vegetable farms of South Jersey are likely to have more difficulty because of the new immigration law. ''It could grow into a problem in a year or so,'' one state official said. 25\nUnion says state psychiatric hospitals cannot handle extra load 26\nKoch moves to end rift with borough chiefs 27\nDoctor is slain in Brooklyn 27\nTwo paroled convicts arrested in tavern robberies 29"
}