{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_73a0c8b6-8a67-4c32-8baa-99a5056877a8.txt",
  "text": "Date Published:2019-03-03 00:00:00      \nShe was addressing the 'national standard' handing over ceremony in Rajshahi Cantonment Prime Minister Sheikh Hasina has directed members of Bangladesh Army to keep a constant vigil to face any \"internal and external threats\" for safeguarding Bangladesh's constitution and sovereignty. \"You will have to always remain ready to face any 'internal or external threats' united for protecting the sacred constitution and sovereignty of the motherland,\" she said on Sunday. The prime minister was addressing the \"national standard\" handing over ceremony of the Bangladesh Infantry Regiments (BIR)-7th, 8th, 9th and 10th at Shaheed Col Anis Parade Ground in Rajshahi Cantonment. She handed over the national standard to the commander of the respective regiments. A smartly turned out contingent of Bangladesh Army gave salute to the prime minister through a spectacular parade. Along with Chief of Army Staff Gen Aziz Ahmed and the parade commander, the prime minister reviewed the parade riding on a decorated open jeep. Describing Bangladesh Army as an \"asset\" of the country and a \"symbol\" of the confidence and the trust of the people, the premier also asked its members to be more \"professionally-efficient\" and \"welfare-minded\" with social and religious values. \"Bangladesh Army is our asset and a symbol of confidence and trust of the people. So, you will have to be even more competent, efficient, honest, and welfare-minded being imbued with social and religious values to achieve desired standard of professionalism,\" she said.  Noting that her government always received constant support of the army to serve the people, Sheikh Hasina expressed her firm belief that the army will stand beside the people whenever it will be necessary during the running of the state by the present government. The premier said the members of Bangladesh Army played an important role in upholding democratic trend of the country by performing their responsibilities with utmost sincerity in the 11th general election. \"I extend my thanks to you for it and I also express gratitude to the countrymen for getting a scope of formation of the government for the fourth time and the third consecutive term,\" she said. The premier said her government always wants to run the country as the servants of the people, never rulers. Mentioning that the government is pledge-bound to build a modern and all-round armed forces, Sheikh Hasina said for this, the government has framed the Forces Goal-2030 which is being implemented in phases. As part of it, she said, new infantry divisions, brigades, units and training centres have been established. Besides, three new divisions have been formed in the army, she also said. The prime minister said her government has established para commando brigade for the first time, while MLRS and Missile Regiment have also been added to the army for further strengthening the country's air defence system. Besides, the present government has strengthened operational capability of the army to a great extent through inducting various modern war equipment, helicopters and modern infantry gazettes to keep pace with the developed world, she added. Referring to her government's steps for women empowerment, the prime minister said the government took an epoch making decision to get female officers and soldiers admitted to the army. Sheikh Hasina said in continuation of the initiative, appointing female pilots for the first time in the history of the army initiated a new horizon. The premier recalled that despite economic constraints, Father of the Nation Bangabandhu Sheikh Mujibur Rahman took steps for establishing strong armed forces in the country. At the directives of Bangabandhu, she said, Bangladesh Military Academy was founded in Comilla Cantonment in 1972. Sheikh Hasina said Bangabandhu framed the defence policy in 1974 by realizing the necessity of a developed and professional army. The premier said in the light of Bangabandhu's far-reaching defence policy, a process for modernization of the army is underway. Today, Bangladesh Army has been elevated to a dignified position at home and abroad, she said. Sheikh Hasina said to infuse more dynamism into the Infantry Division, her government for the first time realized to establish its second regiment alongside the East Bengal Regiment. \"I approved in principle the formation of Bangladesh Infantry Regiment in 1999 and formally hoisted its flag in April 2001,\" she said. The prime minister said Bangladesh Infantry Regiment is the first regiment established after independence. There are 43 units including two para commando battalions in the regiment, she said. \"The members of the regiment are working with reputation at home and abroad and I hope that they will continue work to uphold this reputation,\" she added. Sheikh Hasina said her government has taken all kinds of steps to build Bangladesh Infantry Regimental Centre as a modern training centre. The work on increasing training and administrative facilities is underway, she said. Besides safeguarding the country's independence and sovereignty, she said, the army has engaged themselves in the nation-building programs. \"Due to your professional efficiency, the important responsibility for supervision work of the Padma Bridge and the construction work of Cox's Bazar-Teknaf Marine Drive, the Hatirjheel Project in Dhaka, and Mohipal Flyover in Feni was given to you,\" she said. Sheikh Hasina said the army members in different foreign missions are bringing honour and dignity through sacrifice, dutifulness and professionalism which have further brightened Bangladesh's image abroad. She said the flag is a symbol of independence, sovereignty, honour and dignity. \"So it's a responsibility of all soldiers to protect the dignity of the flag,\" she said. The premier said earning ability of getting the national flag by any unit is a matter of rare honour and pride. \"The national flag, a symbol of independence and sovereignty, has been handed over to you and I extend my heartiest congratulations to BIR-7,8, 9 and 10 for achieving this honour and glory,\" she said. \"You will have to always remain prepared to protect the dignity of the flag which you've got as recognition to your work with efficiency, hard exercise and dutifulness,\" she said. Earlier on her arrival at the venue, the prime minister was received by Chief of Army Staff Gen Aziz Ahmed and GOC and Area Commander of the army and the Commandant of the Bangladesh Infantry Regimental Centre. Ministers, advisers to the prime minister, parliament members, the chiefs of navy and air force, former army chiefs, foreign diplomats and high civil and military officials were present on the occasion."
}