{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_550ab713-3e61-4438-b008-25330a7f4d6e.txt",
  "text": "Date Published:2020-01-13 00:00:00      \nMindless sand lifting poses threat to Manu Bridge on Moulvibazar--Kailashahar road linking Bangladesh and Tripura via Chatlapur land port in Moulvibazar's Kulaura upazila. Three local influential men, who took lease for sand lifting from a portion of the Manu river area six months ago, are extracting sand from a depth of around 50 feet of the waterbody near the bridge in Sharifpur union of Kulaura, said stakeholders. During a visit to the spot a couple of days ago, this correspondent found three dredgers engaged in extracting sand near the bridge. \"Flood control embankment in Manu bridge area got damaged more than once due to unplanned sand lifting from the riverbed. Later authorities repaired it with sandbags,\" said Makhlisur Rahman of Namaja area in Kulaura. Many houses and other set-ups in the area are on the verge of extinction due to the sand lifting, said locals, adding that they observed different programmes including human chains on several occasions over the issue. Seeking anonymity, several locals said the lease-holders conduct the illegal act at night amid lax monitoring by the authorities. \"I am going to lose three acres of land due to erosion caused by illegal sand lifting,\" said Firoz Khan, a local. Md Junab Ali, chairman of Sharifpur union parishad (UP), said they submitted a complaint to the deputy commissioner of Moulvibazar demanding immediate steps to stop illegal sand lifting from the bridge area. \"If the callous act is not prevented, Manu Bridge will face threat, especially during the monsoon, when the water level sees an alarming rise. \"Once the bridge becomes unusable, import and export from and to India through Chatlapur land port will stop, causing trouble for a large number of people on both sides,\" he said. Abdul Malik, former president of Shamshernagar Banik Samity, said he along with former local UP member Nashibur Rahman Nashim and Noor Ahmed Chowdhury Bulbul took the lease for sand lifting from the river area for 2019-2020 fiscal year. Asked whether the deal allows them to lift sand from near the bridge, he declined to make any comment. According to the Balu Mohal O Mati Babosthapona Ain, 2010 (Sand Fields and Soil Management Act, 2010), sand lifting is not allowed within 500 metres of any bridge area, said Abdul Karim Kim, executive member of Bangladesh Paribesh Andolon. But the syndicate of influential traders having political connections continued lifting sand near the bridge with powerful dredgers, he said. Asked about the matter, Kulaura Upazila Assistant Commissioner (Land) Nazratun Naim said, \"I seized different equipment from the spot several times and ordered the sand lifters to remove the dredgers from the bridge area. Administrative action will be taken if sand lifting is done there again.\" Upazila Nirbahi Officer ATM Farhad Chowdhury said he will look into the matter and take action against the perpetrators."
}