{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_6f1d0370-f01b-4c2c-9ec2-3c6c7e84e074.txt",
  "text": "Date Published:2019-07-02 00:00:00      \nThe prime minister is on a five-day state visit to the Asian powerhouse Prime Minister Sheikh Hasina has joined World Economic Forum (WEF)'s Annual Meeting of the New Champions 2019 in the Chinese city of Dalian on Tuesday. Chinese Premier Li Keqiang inaugurated the meeting at Dalian International Conference Center on Tuesday morning, reports BSS. The three-day WEF Annual Meeting of the New Champions 2019, also known as WEF Summer Davos, is being held from July 1-3 under the theme - \"Leadership 4.0 - Succeeding in a New Era of Globalization.\"  More than 1,800 leaders, including heads of state and government, business, civil society and academicians across the world are taking part at the annual meet. Founder and Executive Chairman of World Economic Forum Klaus Schwab and the Governor of Liaoning Province Tang Yijun spoke at the inaugural session. The meeting will spur leaders to find new strategic models to adapt to the world's environmental challenges, regional competition, economic disparities and technological disruption. Sheikh Hasina will meet Founder and Executive Chairman of World Economic Forum Klaus Schwab at his office and join a panel discussion on \"Cooperation in the Pacific Rim\" at Dalian International Conference Centre in the afternoon. Earlier on Monday night, Prime Minister Sheikh Hasina reached Dalian for a five-day bilateral official visit to China at the invitation of her Chinese counterpart Li Keqiang. A special flight of Biman Bangladesh Airlines carrying the premier and her entourage members landed at Dalian Zhoushuizi International Airport around 12:15am local time. Bangladeshi Ambassador to China M Fazlul Karim received the premier at the airport while Dalian city Mayor Tan Chengxu was also present. After the reception at the airport, a ceremonial motorcade escorted the premier to Shangri-La Hotel, where she will be staying during the visit to Dalian. Rohingya Issue Earlier on Friday, Foreign Minister Dr AK Abdul Momen said Rohingya crisis will top the agenda of discussions during Prime Minister Sheikh Hasina's five-day official visit to China from July 2 to 6 when Dhaka will sign eight instruments with Beijing. Also Read- Dhaka, Beijing to ink 8 instruments during PM's China visit \"The Rohingya issue will come up as a major topic during our Prime Minister's visit ... we do believe, after that, Beijing will take a 'proactive role' in resolving the crisis (Rohingya repatriation),\" he told a press briefing at the foreign ministry in Dhaka. Schedule for Day 2 On July 3, Prime Minister Sheikh Hasina will leave Dalian for Beijing at 11am by a special chartered flight provided by the Chinese government. The flight is scheduled to arrive at Beijing Capital International Airport around 12:15pm local time the same day. After the reception at the airport, the prime minister will be taken to Diaoyutai State Guest House in a ceremonial motorcade, where she will be staying during her visit to the Chinese capital. In the afternoon, the prime minister will join a community reception followed by a dinner at Legendale Hotel, Beijing. Schedule for Day 3 On July 4, Sheikh Hasina will join the welcoming ceremony and place wreaths at the Heroes Memorial at the Great Hall of the People in the morning. Later, she will hold bilateral talks with Chinese Premier Li Keqiang and attend the agreement signing ceremony at the Great Hall of the People. The prime minister will join a banquet to be hosted by the Chinese premier at the Great Hall of the People. Sheikh Hasina will attend a business roundtable with Chinese business leaders at CCPIT in the afternoon the same day. Schedule for Day 4 On July 5, the prime minister is scheduled to deliver a speech at an event organized by Chinese think tank Pangoal Institution in the morning. Various CEOs of Chinese companies are expected to call on Sheikh Hasina at her place of residence and will hold a meeting with NPC Chairman Li Zhangshu. The prime minister will hold a meeting with Chinese President Xi Jinping at Diaoyutai State Guest House in the afternoon, and who will host a banquet in her honour. Schedule for Day 5 Concluding her China tour, the prime minister will depart Beijing Capital International Airport at 11am local time on July 6 and reach Hazrat Shahjalal International Airport at 1:35pm Bangladesh time the same day."
}