{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_0a390ad4-c088-4d24-9c74-0366d9005e53.txt",
  "text": "Date Published:2020-01-09 00:00:00      \nThe choi plants are used predominantly in Khulna, Bagerhat, Jessore, and Satkhira Although the use of Chilli (Pepper) in sub-continental food was not noticeable until the Portuguese came to India in the 15th century, yet, the conquest of the hot spice in our palates is persistent and actually thriving till date. The Bangladeshi culinary tapestry, which stemmed from the coalescence of distinctive cultures adapted throughout the establishment and influence of different colonies in India, is famous for its distinctive taste, be it pungent, savoury or sweet. Given the enclosures, with abundant crops and fish, Bengalis adapted a unique spice called Choi Jhal (Piper Chaba), which enabled them to complement their curries with hot, vinegary and aromatic taste, all at once. Choi Jhal, an exquisite spice Choi Jhal, is one of the most popular and unique spices in the south-western region of Bangladesh. The chopped stems, roots and skin of the plant are used while cooking food, especially meat and fish. The choi plants are used predominantly in Khulna, Bagerhat, Jessore, and Satkhira. Choi is a creeper which grows around larger trees. Leaves and stems of the Choi look like betel leaves. Betel and Choi are two species of the same family, Piperaceae. It is a relatively expensive spice in Bangladesh, and the roots are usually more expensive than the stems because of their stronger aroma. How it is used in curries Choi Jhal is mainly used as a taste enhancer. It makes the food hotter and spicier. In Bangladesh the use of Choi Jhal is unique, because the twigs, stems or roots of it, not the fruit, are used as spice.  Curries of beef, mutton and fish can be prepared with Choi Jhal but it is not much popular with vegetables. Commonly a little amount of the dried up Choi Jhal twigs, stems or roots are thrown into the boiling curries, ten to fifteen minutes before the cooking process ends. The softened roots enrich the aroma and flavour of the curry. Though it highly prescribed to use it with garlic and fenugreek, it is suggested by some esteemed cooks not to use it with ginger. Economic prospect of Choi Jhal in Khulna Over the course of time, Choi Jhal became almost extinct from other areas but farmers of the south-western region, Khulna, the third largest city of Bangladesh are cultivating the exquisite spice and earning much with their implicit imports and exports. Nabadip Mollik, a farmer from Dumuria, made it possible to easily commercialise the spice with its original qualities intact, by producing ground Choi Jhal. He said: \"The spice is exquisite and costly but the raw products lose its qualities. With our ground spices it is far easier to use.\" Additional Deputy Director, Md Nazrul Islam at Khulna Agricultural Extension Office(KAEO) said demand for the spice is increasing exponentially. \"Not only curry but pickles made of Choi Jhal is delicious as well,\" he said. Choi Jhal has been treating different kinds of diseases and it has a number of herbal uses, specially the antimicrobial and antioxidant active ingredients, the results of this kind of compounds exhibited good to excellent applications, said KAEO Deputy Director Pankaj Kanti Majumdar."
}