{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1989_50fecf13697bb74d55af74ddb6607fbbbbfe6169.txt",
  "text": "Rain Forest Worth More if Uncut, Study Says\n1989-07-04T05:00:00.000Z\nPROVIDING evidence that environmentalists and Brazilian officials say could slow the pace of large-scale clearing of tropical forests, a team of scientists has found that rain forests are worth more if left standing than if cut for timber or cattle grazing.\nThe study, reported in the current issue of the journal Nature, showed that revenues generated by harvesting edible fruits, rubber, oils and cocoa from 2.5 acres of tropical rainforest are nearly two times greater than the return on timber or the value of the land if used for grazing cattle.\nUntil now, environmentalists, in calling for a slowdown of deforestation in South America and other regions, have relied primarily on ecological arguments, mainly that clearing of forests releases carbon dioxide into the atmosphere, adding to the level of gases that contribute to global warming. 'A Bad Investment'\nMore than 28 million acres of forest and other woodlands are lost annually around the world, and at the current rate of deforestation it is projected that several countries, including El Salvador, Costa Rica, Nigeria and the Ivory Coast, will have destroyed all their forests in 30 years.\n''The study indicates that deforestation is a bad investment,'' said Charles M. Peters of the Institute of Economic Botany at the New York Botanical Garden, who headed the three-year study.\n''People who have wanted to save the forest using environmental arguments have not been very persuasive because many of these nations have a large debt,'' he said. ''But these findings offer a very powerful argument for forest conservation.''\nBrazilian Embassy officials in Washington said that while the study was being reviewed by scientists, the Brazilian goverment ''does not find the information surprising.''\n''Along with other reports like this and with work being done by our government, the study is likely to have an impact,'' said Vera Machado, counselor for environmental issues in the Brazilian Embassy. ''We expect that the deforestation will be decreasing.''\nSouth American governments, along with timber companies, miners and cattle ranchers, have been criticized by environmentalists, who contend that they have pursued large-scale clearing of forests to create farmland or sell timber without regard for the environmental impact. Brazil, for example, offered economic incentives to private entrepreneurs from 1965 to 1983 to invest in cattle ranching, a policy environmentalists say promoted the destruction of thousands of acres of woodlands. Link to Disasters Seen\nAmazon forests are regarded as among the richest and most diverse in the world and the source of hundreds of varieties of edible fruits, oils, as well as virtually untapped medicinal products, The clearing of tropical forests contributes to the warming of the atmosphere, and ultimately to the greenhouse effect, because the giant trees contain large amounts of carbon that are released when they rot or burn.\nIn addition, the destruction of forests in many countries has led to several disasters, says World Watch Institute, an environmental research group in Washington. Rainfall runoff, accelerated by deforestation, has triggered widespead flooding in Bangladesh, India, the Sudan, Thailand and elsewhere.\nThe new study showed that 12 products, primarily edible fruits and latex, found in one hectare, about 2.5 acres, of forest at the village of Mishana, in northeastern Peru near the Brazilian border, are worth $6,330 if sold in local markets over 50 years, with the cost of harvesting deducted from the market price.\nThe study also showed that the same land if used as a timber plantation would produce $3,184 over the same period, and that if converted to cattle pastures, it would be worth $2,960. 'A Way of Life'\nDr. Peters said people who live in the region harvest and sell all of the products that were detailed in the study, and for many it is their main source of income. The study was also based on the work of Alwyn H. Gentry of the Missouri Botanical Garden and Robert O. Mendelsohn of Yale University.\nSome researchers, while agreeing that the study provides important new data, said the value of edible fruits and other produce arrived at by Dr. Peters's group might be artifically inflated due to market conditions.\nIf the forests were managed and large quantities of produce were gathered and sold, the market price could drop significantly, said Susana Hecht, who specializes in economic and environmental development of the Amazon at the University of Southern California in Los Angeles. First Detailed Accounting\nWhile scientists have believed for many years that the harvest produced in certain regions of tropical rain forests is economically valuable, the study provides the first detailed accounting.\n''The problem is that we have never been able quantify those benefits to convince these nation's ministers of this,'' said Raymond Rowe, a forestry adviser at the International Bank for Reconstruction and Development.\nScientists and economists also said that as soil in regions of cleared forest has become fragile after short periods of use, farming has not produced the levels of economic success originally expected.\n''It apppears that keeping it as managed forests has greater economic value,'' said Lester B. Lave, an economist and environmental expert at Carnegie-Mellon University in Pittsburgh.\n''Brazil has a rapidly growing population and must look to the forest to provide them with a place of employment,'' he said. ''Instead of cutting it and using it for farmland, they now might consider developing it as managed forests.''"
}