{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_377ef1e3725be1f8a3ed5f58e108b0421e04ee9c.txt",
  "text": "NEWS SUMMARY: MONDAY, JUNE 15, 1987\n1987-06-15T05:00:00.000Z\nInternational A3-10\nSouth Korean students ended their occupation of a Roman Catholic cathedral in return for a guarantee that they could return to their campuses. But other South Koreans continued to demonstrate on the street outside.\nPage A1\nFord plans a sale in South Africa that would give its black work force a major share of the business, but leave its products still available. A1\nTerms for Polish-Vatican relations were described by Pope John Paul II. The diplomatic relations would be established if his local bishops were willing to pursue the struggle for political freedom and if the Government did not interfere. A1 News analysis: The Pope's boldness grew during his week in Poland, as he challenged the Government, pressed priests to identify with the aspirations of Solidarity and urged society to persist in pursuit of liberty. A6\nMexico's battle against drug traffic to the United States is ''a struggle in which there can be no respite,'' one Mexican military official said. The drug flow has become a major irritant in relations between the two countries. A1\nA report on threats to U.S. forces assigned to protect Kuwaiti oil tankers will be submitted to Congress this week, officials said. The report as-serts that the Administration can manage military threats to the naval forces. A8\nSuperpower protection worries gulf nations\nA9\nThe Indian police sought terrorists after at least 26 people were killed in attacks that were ascribed to Sikh militants. The police set up roadblocks and fanned out through the capital. A3\nA campaign to replace a U.N. official will be opened by several Western countries, diplomats said. They accuse the head of the United Nations Food and Agricultural Organization of mismanagment and of pursuing anti-Western policies. A5\nNew chief for German socialists\nA3\nStudents protest in Beijing\nA3\nJustice in a Bangladesh village\nA4\nChile won't turn over 2 in Letelier case\nA10\nNational A12-14, B7-12\nFarm subsidies have not decreased Government officials say. Instead, they add, new laws have created entrepreneurs whose techniques drive subsidy costs even higher and dilute agricultural efficiency. A1\nElections for the House of Representatives have become one-sided in the last two elections. The trend toward less competitive races has given an overwhelming advantage to incumbents. A1\nColleges and businesses clash increasingly. The owners of the small businesses say colleges and universities use their tax-exempt status to engage in unfair competition. ''I don't see how little guys like us can compete,'' one businessman said. A12\nLiability of nuclear reactor owners is limited to $700 million for accidents, no matter how high the damages to homes, businesses and the health of people nearby, under a Federal law whose renewal is now under debate.\nB7\nNews analysis: A landmark paper on Jewish-Christian relations underscored the difficulty of reconciling tensions within the nation's largest Presbyterian denomination. A12 Houston's leaders want to beautify highways by reducing the size and number of billboards along them. Their efforts are the latest evidence that Houston is having second thoughts about unbridled growth.\nA12\nThe value of college endowments rose dramatically in the last few years because of the robust performance of the stock market. The increased market value has partially offset the effects of cuts in Federal aid. B9\nMore than 200 mayors met in a session dominated by the 1988 Presidential election and the mayors' desire to reassert influence. The mayors hope to return urban issues to the forefront of the national agenda. B10\nNews analysis: United Airlines will almost certainly emerge from the takeover battle for the Allegis Corporation as an independent company. The odds are just as great that the airline will emerge weakened. D1 Colorado split on new AIDS law\nA13\nJehovah's Witnesses upheld on shunning\nA14\nPhilip Agee is back in U.S.\nB7\nU.S. church membership grows slowly\nB12\nWashington Talk B8\nReagan and the Democrats cover old ground Being dean of the diplomats Regional B1-5\nThe Bronx is at a turning point, racially and ethnicly, that is likely to determine its future politically for many years, officials said. It is confronting political problems that the entire city will have to deal with soon, they said. A1\nSuburbia is far from homogenous, mixing rural villages with business districts that rival those in central cities and pockets of poverty and homelessness with areas of middle-class comfort or great wealth, experts said. B1 Crowds at South Street Seaport have grown so quickly that it is no longer just a pleasant spot for a cocktail or a stroll, area residents say. ''On some nights, it's a rug of people,'' one resident said. B1 New York City's air quality will not meet national standards by year's end, but the city will not face tough sanctions, officials say. The city may exceed Federal levels for ozone and carbon monoxide for the rest of the century. B1\nIn a move to help dairy farmers, milk dealers and the public, New York State is proposing to remove all state barriers restricting the movement and sale of milk throughout the Northeastern states. B3\nPlans to replace an old tennis house in Central Park with a neo-Victorian pavilion may be abandoned if public opposition runs strong enough, Parks Commissioner Henry J. Stern said.\nB3\nReporter's notebook: Goetz case\nB1\nCrew hunts sunken treasure\nB2\nOfficer held in stabbing death\nB3\n2 troopers shot, 1 fatally\nB14"
}