{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_91f7a265-a785-4090-bf30-aac009a362f8.txt",
  "text": "Date Published:2019-07-18 00:00:00      \nBangladesh being the most downstream country in the Ganges-Brahmaputra-Meghna basins is faced with the double whammy of too much water flowing in transboundary rivers in the rainy season (causing deluge) and too little flow during the lean season (negatively impacting the economy, livelihood, and the ecosystems).  Currently, out of the 54 transboundary rivers, there exists only one treaty with upstream India to share the flow in the Ganges during the lean period. The lack of control over the flow of water in transboundary rivers puts Bangladesh in a very precarious situation. Being somewhat frustrated by the stalemate in negotiations over water flow in transboundary rivers, the policymakers in Bangladesh are considering the possibility to manage internal water resources to meet the demands, and not to look towards her upstream neighbours for availability of water. A decision to meet all water-related issues internally can set a very bad precedent for future negotiations on water-sharing agreements. Apparently, Bangladesh will manage its own water resources internally through dredging rivers and containing water in rivers to be used during lean season. As per international laws and the existing Ganges Treaty with India, Bangladesh, as a lower riparian nation, has a legitimate right on all transboundary rivers, as does India on all transboundary rivers with Pakistan, China, Bhutan, and Nepal. The very existence of Bangladesh depends on water and sediments carried by transboundary rivers. Only eight percent of water and sediments that flow through Bangladesh are generated within its own territory. Transboundary rivers are common wealth and resources that belong to all co-riparian nations and the ecosystems that those rivers support. It is expected that all civilised nations will settle their differences and agree on equitable and fair share of water and sediment resources in all transboundary rivers. Recently, Bangladesh adopted a long-term plan called the Bangladesh Delta Plan (BDP 2100) to manage water and land resources in the country in the face of climate change. Under the BDP 2100, the entire territory of the country is divided into six \"hotspots\": coastal zones, Barind and drought-prone areas, haor and flash flood areas, Chittagong Hill Tracts, river systems and estuaries, and urban areas. The BDP 2100 is a water-centric plan. Freshwater availability was identified as the only cross-cutting and common challenge for each of the hotspots. It is hoped that once the BDP 2100 is implemented, all water-related problems will be solved one after another. But what the policymakers do not realise is the fact that the success of the BDP 2100 heavily depends on the availability of flow in all transboundary rivers. In the BDP 2100 documents, four future economic growth scenarios are projected based on the availability of water resources. As per the projection scenarios outlined in the BDP 2100, extreme water condition in the country will lead to stagnation in economic growth.   As per the BDP 2100, a total of 19 projects have been selected for immediate implementation, one of which is the construction of the Ganges Barrage and Ancillary Works that includes revival of the Gorai River flow. The success of the proposed Ganges Barrage will completely depend on the availability of water flow downstream of the Farakka Barrage. Although there exists the Ganges water-sharing treaty, a recent study carried out by scientists from Canada, Bangladesh (BUET), and the Netherlands reported that during the period of 1997-2016, Bangladesh did not receive its guaranteed share during critical dry periods with high water demand 65 percent of the time. The Abridged Version of the BDP 2100 document highlighted the importance of upstream development activities as follows: \"Being highly dependent upon developments at upstream, the diversion, use or storage of flows from the transboundary rivers is of major importance to Bangladesh.\" All six specific goals outlined in the BDP 2100 revolve around various aspects of water resource development. One such goal is to develop effective institutions and equitable governance for in-country and transboundary water resource management. The Ganges Treaty will expire in 2026. What will be the fate of Bangladesh if India does not allow any flow during the lean season, as is the case for the Teesta River? What about unilateral control of flow by China and/or India over the Brahmaputra or the Barak River? Would that too be okay for Bangladesh? So, how can the policymakers assume that Bangladesh will not depend on others for water flow in transboundary rivers? In a recent statement, Mamata Banerjee reiterated her position to not allow additional flow in the Teesta during the lean period. The policymakers in Bangladesh should continue to pursue the central government of India and convince them to resolve all transboundary river issues immediately for the sake of regional peace and friendship. Amidst the new political atmosphere in New Delhi, Dhaka needs to revive all negotiations on Teesta water-sharing. It is also high time for the Joint River Commission to work on the technical details for renewal of the Ganges Treaty. It is hoped that the new treaty on the Ganges water-sharing and all other future water-sharing treaties will have a guarantee clause similar to that of the 1977 agreement which ensured Bangladesh would receive a minimum of 80 percent of the scheduled flow during extremely low flow events at Farakka Barrage. In fact, it would be wise to sign a long-term treaty for all transboundary rivers involving all co-riparian nations in the Ganges-Brahmaputra-Meghna basins. The central government in India has been maintaining the position that they are ready to sign the Teesta water-sharing treaty but it is due to Mamata Banerjee's opposition that they are reluctant to do so. Now that Mamata Banerjee's grip on power does not stand on firm ground, the central government in India should press her to come on board and do the right thing.  In addition to negotiating for her fair share on all transboundary rivers, Bangladesh needs to better manage her water resources within the country. All rivers, canals, ponds, wetlands, and estuaries need to be properly demarcated and reclaimed from encroachers. The pollution in these water bodies has to be tackled. The High Court's recent ruling to recognise all rivers as legal entities can serve as a guiding principle in providing necessary protection to the rivers. PM Sheikh Hasina recently directed all district commissioners in the country to take necessary actions to remove all physical structures from rivers and canals that create an obstacle to the natural flow of water. The High Court's decision backed by the PM can usher a new dawn for stewardship of the rivers in the country. Bangladesh should also ratify the UN Convention on Non-Navigational Water Course (1997) and encourage other co-riparian nations to do the same. If all parties ratify the convention, then it can serve as a basis for fair and equitable negotiation for all rivers in the Ganges-Brahmaputra-Meghna basins.  Md Khalequzzaman is Professor of Geology, Lock Haven University, USA. Email: mkhalequ@lockhaven.edu Follow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission."
}