{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_da24370c-15da-48b2-be95-5aba0fa71493.txt",
  "text": "Date Published:2020-05-04 00:00:00      \nAt least 29 Rohingyas, who had been in one of the two boats floating on the Indian Ocean, were sheltered at the Bhashan Char after they reached the shore of Teknaf early Saturday. \"The 29 Rohingyas were taken to Bhashan Char under the supervision of the Navy,\" Mahbub Alam Talukder, Refugee Relief and Repatriation Commissioner (RRRC), told The Daily Star yesterday. Foreign Minister AK Abdul Momen said the Rohingyas took small boats and swam to the coast of Teknaf. Some of them even fled when locals were rescuing them, he said. A Rohingya broker said an international NGO gave them between Tk 90,000 and Tk 1 lakh for transporting the Rohingyas to Malaysia. As Malaysia denied to receive those Rohingyas the NGO again asked the brokers to get them back to Bangladesh, Momen said. \"The broker did not name the NGO.\" They were then taken to Bhashan Char, an island in Noakhali. Bangladesh Navy has built a housing facility of 120 cluster villages on the 40sqkm island under a Tk 2,312 crore project for accommodating one lakh of the nearly 1 million Rohingyas sheltered at cramped camps in Cox's Bazar. However, the authorities were considering shelving the relocation plan after the UN and other aid agencies opposed the plan, saying there were risks of flood and cyclones and also that it did not have facilities for accommodating the aid agency officials. The foreign minister yesterday said the government did not want to \"pollute\" the Rohingya camps during coronavirus pandemic by sheltering new members there. Therefore, the rescued Rohigyas were taken to Bhashan Char. \"Any new Rohingyas, if there are, will be sheltered at the Bhashan Char,\" he told The Daily Star. Earlier on April 16, some 400 Rohingyas were rescued by Bangladesh authorities. They were, however, quarantined in the Rohingya camp healthcare facilities. Rights bodies then said there were two boats carrying about 500 Rohingyas drifting in the sea as Malaysia and Thailand refused their entry to their territories. The UN and many other global and regional rights bodies then called for Bangladesh to rescue and shelter the Rohingyas. Momen had then requested the UN and rights bodies to ask the other regional countries to rescue and shelter the Rohingyas. Momen also wrote a letter to the UN High Commissioner for Human Rights Michelle Bachelet citing the international law that surrounding countries of the Bay of Bengal and the Andaman Sea have a role to share the responsibility of helping the distressed people in the deep sea. He said so far there is information that the two boats were in the Myanmar territory of the Bay of Bengal, and that the UN should tell Myanmar to rescue and shelter the Rohingyas. On Saturday, European Union in a statement asked the regional countries to rescue and shelter the drifting Rohingyas on the Indian Ocean, following the example of Bangladesh that has been sheltering more than a million Rohingyas.  "
}