{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_7eb1b1ac-6af6-4a6e-a933-59353b6452fb.txt",
  "text": "Date Published:2019-05-19 00:00:00      \nAlternate Wetting and Drying (AWD), a simple technology, can help cut irrigation cost, stop rapid depletion of groundwater table and halve methane emissions  It takes 3,000 litres of water to produce one kilogram of rice. Dry season high yielding rice farming is heavily dependent on irrigation.  And there is a growing concern about irrigated rice fields emitting too much methane, second in importance after carbon dioxide as a greenhouse gas, responsible for global warming. Adoption of a simple technology called Alternate Wetting and Drying (AWD), can cut irrigation water use by a third, and halve the methane emissions from rice fields, experts told Dhaka Tribune.  In the practice of AWD, farmers do not maintain flooded rice fields all the time. Rather they are advised to use water more judiciously in an alternate wetting and drying pattern that helps them cut the cost of irrigation, save precious groundwater, where the water table has been falling at an alarming rate. This ultimately results in less emission of methane, harmful for the ozone layer of the earth's stratosphere that absorbs most of the sun's ultraviolet radiation. It's a pity though, that for the past decade or so, AWD has been widely accepted as a water-saving, climate smart farming technology, but has not been adopted. Recently, an IRRI-led (International Rice Research Institute) initiative, the Northwest Focal Area Network, (otherwise known as FAN), demonstrated AWD to thousands of Bangladeshi farmers.    Success has come in the wake of the demonstration, and many rice growers have started appreciating the value of AWD. The Climate and Clean Air Coalition (CCAC) has also recently conferred the 'Innovation in Behavioral Change' award to the FAN project for its effort in reducing methane emissions in rice production.   Bangladesh and five other countries - Canada, Ghana, Mexico, Sweden, and the United States - joined forces with the United Nations Environment Programme (UNEP) in founding CCAC in 2012. The CCAC aims to catalyze rapid reductions in climate pollutants to protect human health, agriculture, and the environment.  Dr SM Mofijul Islam, a Senior Scientific Officer of the Soil Science Division of Bangladesh Rice Research Institute (BRRI), has been working on rice field methane emissions for the past seven years.  \"In my study I found some 250 to 350 kilograms of methane being released from each hectare of rice field in a growing season. Our research shows if AWD is practiced, it not only saves water and cuts irrigation costs, but also more importantly, it potentially halves the emission of methane from rice fields,\" Dr Islam told the Dhaka Tribune. IRRI Consultant Dr. Ahmed Salahuddin, who has been spearheading the cause of promoting AWD in Bangladesh, told this correspondent that over the past three years they've demonstrated AWD in over 3,000 hectares of rice lands in the Greater Rangpur-Dinajpur, Rajshahi, and Naogaon regions. \"We found that farmers practicing AWD needed 35 percent less water, thereby cutting their rice production cost by 20 percent. This also helped up to 50 percent reduction in methane emissions. Furthermore, fields where AWD was practiced, were less prone to pest infestations and diseases, and overall output was higher by 10 percent,\" said Dr Salahuddin. IRRI, FAN, and the Gobeshona Network of International Centre for Climate Change and Development (ICCCAD) of Independent University, Bangladesh (IUB), are now jointly spearheading the adoption of climate-smart technologies for agriculture in Bangladesh in a project called \"Mitigation Options to Reduce Methane Emissions in Paddy Rice.\"  In Bangladesh, dry season Boro rice is the biggest contributor to the country's yearly rice output in three rice growing seasons - Aus, Aman, and Boro. And other than Aus, the monsoon rice,    Boro is fully irrigated, and Aman is partly irrigated.  Farmers in Bangladesh use over 1.4 million shallow tube wells (STWs) to draw irrigation water from underground, and due to over-mining of groundwater, the water table has been falling over 0.6 metre a year, exposing the country to an ecological disaster.   According to BRRI-run Bangladesh Rice Knowledge Bank, \"The savings of irrigation water will have impact on the environment because of reduced withdrawal of ground water and a reduction in burning diesel. This may also reduce arsenic contamination in rice grains and straw.\" What is AWD?  Alternate Wetting and Drying (AWD) is a water-saving technology that farmers can apply to reduce their irrigation water use in rice fields without any yield penalty. In AWD, irrigation water is applied a few days after a well irrigated field dries out. Hence, the field is alternately flooded and non-flooded. The number of days of non-flooded soil between irrigations can vary from 1 day to more than 10 days, depending on a number of factors such as soil type, weather, and crop growth stage. How to implement AWD?  A practical way to implement AWD safely (without yield loss) is to monitor the depth of ponded, standing water in the field, using a perforated 'field water tube' (pani pipe). After irrigation, the water depth will gradually decrease. When the water level  drops to about 15 cm below the surface of the soil, irrigation should be applied to re-flood the field to a ponded water depth of about 5 cm. From a week before flowering to one week after flowering, the field should be kept flooded, topping up to a depth of 5 cm as needed. After flowering, during grain filling and ripening, the water level can be allowed to drop again to 15 cm below the soil surface before re-irrigation. AWD can be started one or two weeks after transplanting.   The Field Water Tube (pani pipe) The field water tube can be made of 30-cm long plastic pipe or bamboo, and should have a diameter of 10- 15 cm so that the water table is easily visible, and it is easy to fit one's hand inside the tube to remove soil. The tube has to be perforated with many holes on all sides, so that water can flow readily in and out of the tube. It has to be hammered into the soil so that 15 cm protrudes above the soil surface. The tube should be placed in a readily accessible part of the field close to a bund, so it is easy to monitor the depth of the ponded water. The location should be representative of the average water depth in the field (i.e. it should not be in a high spot or a low spot). Why is Curbing Methane Emissions So Important? With global temperatures rising due to climate change, the emission of methane - that traps about 25 times more of the sun's heat than carbon dioxide -plays a significant role in global warming. Wetland rice fields have recently been identified as a major source of atmospheric methane. Flooding a rice field cuts off the oxygen supply from the atmosphere to the soil, resulting in anaerobic fermentation of organic soil matter. Methane is a major end product of anaerobic fermentation. It is released from submerged soil to the atmosphere by diffusion and ebullition, and through the roots and stems of rice plants. Global estimates of emission rates from wetland rice fields range from 20 to 100 Tg/yr (teragrams per year), which corresponds to as much as 29 percent of total annual anthropogenic methane emissions."
}