{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_f17b7856-d9e8-4d9e-a254-cabc94e993c7.txt",
  "text": "Date Published:2020-03-06 00:00:00      \nEight others were also injured during the accidents Separate road accidents have killed 21 people and injured 8 others in Habiganj, Brahmanbaria, Savar, Feni and Mymensingh. The accidents took place on Thursday and Friday. In Habiganj, an accident took place at the Nabiganj area of Dhaka-Sylhet highway in Habiganj, when a microbus lost its control and rammed into a tree, killing 10 people and leaving two others injured on Friday morning. Eight of the deceased are Abbas Uddin an IFIC Bank employee from Pagla area of Narayanganj district, his sons Emon, 27, and Rabbi, 24, their close relatives Mohsin, 30, Rajib, 28, Sumona, 34, and Asma Akhter, 30, and a child named Khadija from Chadpara area of Barisal district.   The injured were admitted to Osmani Medical College Hospital in critical condition. Sherpur Highway police station Officer-In-Charge (OC) Ershadul Haque confirmed the matter. He said the driver of the microbus lost its control and hit a tree, which caused the casualties. The number of deaths could increase.  In Brahmanbaria, six people were killed and four others injured as a microbus caught fire after collision with a bus on Dhaka-Sylhet highway at Rampur Bhati in Bijoynagar upazila, Brahmanbaria in the early hours of Friday. Wreckage of a car as it rammed into a tree losing control at Nabiganj area of Dhaka-Sylhet highway on Friday, March 6, 2020 | Dhaka Tribune Four of the deceased were identified as Sohan, 20, Sagar, 22, Rifat, 16, and Emon, 14. Mainul Islam, officer-in-charge of Biswaroad Highway police station, said the Sylhet-bound microbus from Narayanganj caught fire after it collided with a Dhaka-bound bus of \"Limon Paribahan\" around 3:30 am, leaving six microbus passengers dead on the spot and four others injured. The injured were taken to Madhabpur Upazila Health Complex. In Savar, a police constable was killed when a truck ran over him on Dhaka-Aricha highway at Ulail in Savar early Friday, reports UNB. The deceased was identified as Akash Ahmed, 22, son of Abdul Malek of Ashulia. He was posted at Narayanganj District Police Lines. The accident occurred around 2am when a goods-laden truck hit a motorbike carrying Akash while he was going to his workplace in Narayanganj, leaving him dead on the spot, said officer-in-charge of Savar Highway Police Station Abdullah Hel Baki. A case was filed with Savar Model police Station. Photo shows a bus after its collision with a microbus on Dhaka-Sylhet highway at Rampur Bhati in Bijoynagar upazila on Friday, March 6, 2020 | Dhaka Tribune Police seized the ruck but could not arrest its driver as he managed to flee. In Feni, two motorcyclists were killed when a motorbike fell into a ditch beside an under- construction bridge on Sonagazi-Feni regional highway at Satbaria in Sonagazi upazila on Thursday night. The deceased were identified as Azizul Haque Shahed, 32 and Mohamamd Babul Mia, 28 of Jorarganj area in Chittagong. Moin Uddin, officer-in-charge of Sonagazi police station, said the motorbike carrying two people fell into the ditch around 11:30 pm, leaving them injured. Later, they were taken to a local hospital where the doctors declared Shahed dead. Babul died on the way to Chittagong Medical College Hospital. The accident took place as there was no warning sign at the construction site, police said. In Mymensingh, two people were killed and two others injured when a mini-truck crashed into another truck in Meherabari area of Bhaluka on Dhaka-Mymensingh highway. The deceased were identified as Razon Robid as, 45, driver of the mini-truck and son of Manik Robidas and his assistant Azim Uddin, 25, son of Abdus Salam. Al Mahmud Adnan, in-charge of Bhoradona highway police outpost, said the mini-truck crashed into a stationary truck on the road, killing two people on the spot. The injured were sent to Mymensingh Medical College Hospital, he said."
}