{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_c53b38ce-121a-475b-8167-e54381a4d247.txt",
  "text": "Date Published:2019-08-31 00:00:00      \nOn August 17, a 14-year-old was gang-raped reportedly by six men on her way to visit her ailing sister in Mohammadpur's Char Alauddin Between January 1 and August 30, eight incidents of rape have been reported this year. Three were from Char Jabbar, two each from Purba Char Bata and Mohammadpur, and one from Char Jubilee. The police have said the rape cases in the area are almost always filed from these four chars. On August 17, a 14-year-old was gang-raped reportedly by six men on her way to visit her ailing sister in Mohammadpur's Char Alauddin. On August 4, a widowed mother of one was gang-raped allegedly by three men in Mohammadpur over land disputes. On August 2, a man filed a case against another man of raping his wife. The case was later settled out of court. On March 31, a mother of six was reportedly gang-raped and her husband assaulted in Char Jabbar after the upazila elections. According to the case docket, they were attacked by one political faction because they had voted for another. The medical report confirmed that there were \"signs of forcible sexual intercourse\" consistent with rape. Among the 12 accused, eight were named. Several were teenagers as young as 15 years old, aiding their father or uncles with the rape. On March 1, a woman was raped allegedly by a man in her home. Locals detained the rapist, but released him after influential UP members intervened. The woman committed suicide the next day. Also Read- Rape in Subarnachar: Where looms the spectre of sexual violence On January 31, a 13-year-old was gang-raped reportedly by two men when they offered to give her a lift home. On January 1, a couple were attacked in their home after the general elections. The husband was tied up and the wife was gang-raped by 10-15 people. A brief examination of Subarnachar The residents are all settlers, originating from Chittagong's Sandwip, or Bhola, or Lakshmipur's Kabirhat, Hatia or Ramgati. Difficulties in their daily lives, distance from civic facilities, and remote location of the region have fostered a culture of intolerance among the groups for one another. Very few residents are educated. Fishing and farming are the only means of living in the char. But to maintain their living, a majority of the men work in brick kilns in neighbouring districts for eight months every year. Many girls are subject to child marriage as soon as they reach puberty.  In the past, the char was plagued, like many other chars, by bandits. But regular police action and increased coast guard activities have all but rooted out the violent groups who could be used to seize the land. Located at the southeastern edge of Noakhali, the 576 sq-km upazila has 289,000 residents, according to the 2011 national census. With only 500 people per square kilometres, less than half the national average population density of 1,237, the desolate and remote features of the land is only stressed. Dhaka Tribune correspondent Ranajit Chandra Kuri in Noakhali contributed to this story"
}