{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_68170409-c926-4587-929a-faa162237cb0.txt",
  "text": "Date Published:2020-03-02 00:00:00      \nFarmers are unable to derive enough profits from their regular jhuming while the poppy fields are offering much more to them The cultivation of opium has been surging in Bandarban despite regular drives by joint forces comprising Bangladesh Army, Border Guard Bangladesh (BGB) and other law enforcement agencies. Almost 25 acres of the poppy crop  were destroyed in different upazilas of the district. Even so, the reason behind the increased interest in poppy cultivation is somewhat surprising for some locals, as this correspondent found during a visit to the area. Most recently, on February 19, the Bangladesh Army destroyed an acre of poppy field in Ruma. On February 16, BGB destroyed three acres of poppy field in Thanchi's Ko-Ong area and just the previous day, on February 15, the army destroyed another acre in Ruma upazila's Tuikkajhiri area, according to law enforcement sources. Bangladesh Army Ruma zone Commander Lt Col Md Goulam Akbar, psc, explained how poppy plants are being used in making the deadly opium and as the drugs are sold at high prices, he said, locals are getting more interested day by day in investing more in poppy cultivation than in their yearly Jhum yields. \"Despite all the challenges we are patrolling even in the most inaccessible parts of the hill tracts to free the region from drugs and we will continue our drives as long as it is necessary,\" said Commander Akbar. On February 4, the security forces in a joint drive led by East Bengal Regiment (EB) Commander Md Ashiqur Rahman destroyed 12 poppy fields across 10 acres of hilly slopes in Saikot and Khulen Khumi areas. The farmers made good their escape. Shoihlaching Marma, a local journalist in Ruma, said that poppy plants grew more in quantity in winter, and as this year's winter was colder, cultivation reached a peak.   Uhlaching Marma, chairman of Ruma upazila, said the local authorities were taking different measures to discourage the farmers from growing poppy, including arranging meetings to raise awareness about the consequences of the illicit cultivation.  \"Jhuming\", an age-old practice of the indigenous people of the hill tracts, is now facing a challenge because of the flawed transportation system that bars farmers from selling their produce and earn an easy livelihood, said Lu Pru Ong Marma, a Ruma resident. Farmers are unable to derive enough profits from their regular jhuming while the poppy fields are offering much more to them. This factor might be making the farmers inclined to take risks and despite the drives, cultivation is on the rise this year, the local added. Members of the Arakan Liberation Party (ALP), which is a Rakhine political party in Myanmar, and its armed wing, the Arakan Liberation Army (ALA), somehow cross the border near Ruma, Thanchi and Alikadam upazilas and cultivate the illicit plant with help from locals, smuggling it back to Myanmar, said local sources. The profits gained from these drugs are the main source of income for the insurgent militant group, locals say. Md Shamsul Alam, upazila nirbahi officer (UNO) of Ruma, said the authorities had directed the local representatives to warn residents about the aftermath of such illegal cultivation and would arrange regular meetings to raise awareness about the problem. He said: \"Despite our warnings, if anybody tries to break the law, they will face punishment.\""
}