{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1988_b8f92fd786c6004158dfb01ee719a3974005652e.txt",
  "text": "THE NOTORIOUS UNKNOWN INDIAN\n1988-11-13T05:00:00.000Z\nTHY HAND, GREAT ANARCH! India: 1921-1952. By Nirad C. Chaudhuri. 979 pp. Reading, Mass.: Addison-Wesley Publishing Company. $29.95.\nOn his wedding night, Nirad Chaudhuri, a man in his early 30's, sat beside his bride for the first time. He was in a state of high anxiety, but not because his previous sexual experiences had amounted only to gazing from afar at a young woman in a nearby house and studiously reading the classics of French pornography. What he was worried about was whether his new wife would permit him to pursue his passion for phonograph recordings of European classical music. Carefully he broached the subject: Could she spell ''Beethoven''? To his great relief she slowly responded: ''B,E,E,T,H,O,V,E,N.''\nNirad Chaudhuri is a fiction created by the Indian writer of the same name - a bizarre, outrageous and magical transformation of that stock character of imperialist literature, the Bengali Babu. Ever since Mr. Chaudhuri failed his M.A. examination in history at Calcutta University and threw over a secure post as clerk in the military accounts department, he has devoted himself to responding to the notion that Indians could not be truly learned in the civilization of Europe. As a man of culture - not, as he would put it, in the anthropological sense - he would beat the British at their own game.\nNow 91 years old and living in Oxford, England, Mr. Chaudhuri has written this monstrously long memoir - ''Thy Hand, Great Anarch!'' - as a way to settle scores not only with the British, but with India's nationalist leaders, that is, with those who opposed and finally defeated the Westernization of Indian civilization. He sees himself as the last survivor of the so-called Bengal Renaissance, the vital and creative cultural movement that was initiated by Ram Mohan Roy (c. 1774-1833) and that came to an end with the death of Rabindranath Tagore in 1941.\nAccording to Mr. Chaudhuri, the Bengali Hindu gentry lost their rightful role as the political and cultural leaders of modern India, partly as a result of their own moral limitations, but mostly because of a combination of British racism and the rise of democratic politics. To reverse the old colonial cliche, British imperialism was a fine thing except for the British, for they continually opposed the efforts of Indians to participate in the European way of life. But the real villains, the author says, were Nehru and especially Gandhi, who threw over the opportunity of their youthful experience in England to deny all that could have revitalized India.\nMr. Chaudhuri didn't have the advantages of India's leaders. Born in 1897, his knowledge of things European came almost entirely from the Imperial Library in Calcutta or from books purchased at great personal sacrifice. In 1942, with Tagore dead, with the Japanese just east of Bengal and the political leadership of Bengali Hindus eclipsed by Bengal's Muslim majority and, at the national level, by non-Bengalis like Gandhi and Nehru, Mr. Chaudhuri said his goodbye to all that and left Bengal. ''My people had no future,'' he decided, ''and I was not prepared to share their fate.''\nFor the previous five years he had been private secretary to an important leader of the Indian National Congress, Sarat Chandra Bose, whose younger brother, Subhas, drummed out of the Congress, had joined the Axis powers as leader of the Indian National Army. Always pro-British - Churchill, the fiercest antagonist of Indian nationalism, was his political hero - Mr. Chaudhuri accepted a position as a writer of propaganda (frankly so called in those days) for the Government broadcasting system in Delhi. In his previous career as a freelance journalist, editor and radio commentator, he had written in both Bengali and English; now he virtually gave up Bengali and along with it much of the Bengali style of living. For the first time in his life, he adopted English clothing, of course of the best material and cut. He also made the supreme sacrifice and started eating English-style food, having come to the conclusion that ''good English cannot be written on [ an Indian ] diet.''\nIn 1947, Mr. Chaudhuri set out to write ''The Autobiography of an Unknown Indian.'' That was also the year of India's independence and partition. Bengal was divided, with Mr. Chaudhuri's birthplace in what is now Bangladesh. His memoir follows the pattern of much Bengali fiction. There is a sensitive and lyrical description of early childhood and education in the rural heartland of Bengal, followed by an account of a painful uprooting to the city of Calcutta; in the end, the hero is cast adrift in tragic isolation - all this a romantic echo of the classical Hindu stages of life.\nThe ''Autobiography'' took Mr. Chaudhuri's life story and his account of India's modern development to 1921. ''Thy Hand, Great Anarch!'' is the continuation, ending the story in 1952 with the publication (in 1951) and reception of that first book. It was only three years later that Mr. Chaudhuri got to travel to his beloved Europe (the account of that brief trip is his best book, ''A Passage to England''). In 1970, thanks to the personal patronage of the American sociologist Edward Shils, he settled down in England, never to return to India.\nThe reception of ''The Autobiography of an Unknown Indian'' invalidated its title. Mr. Chaudhuri became notorious, celebrated in England and the United States, denounced in India. In his first book he had declared himself a failure, but here, for all his bitterness, the protagonist is characterized by immense self-satisfaction.\nMr. Chaudhuri deliberately had the ''Autobiography'' and most of his subsequent books published initially in England, on the grounds that only then would they receive attention in India. In ''Thy Hand, Great Anarch!'' he portrays himself as ''a Cassandra, giving warnings of calamities to come.'' It is only out of frustration that he has accepted the more comfortable role of shoring up the ethnocentric self-confidence of Westerners by debunking India. ''Even now my countrymen have not learnt to be afraid of me, and pay no heed to what I write.'' It is sad but understandable that Mr. Chaudhuri prefers what he calls ''my literary standing in the English speaking world.''\nThis book's title, derived from Alexander Pope's ringing conclusion to the ''Dunciad,'' announces the author's bitter satirical purpose, for he depicts both modern India and the modern world as mired in a reign of chaos. The subtitle, ''India: 1921-1952,'' makes the book sound like a history, and indeed much of it is made up of lengthy historical essays or high-flown disquisitions about the rise and fall of civilizations.\nAs a historian Mr. Chaudhuri is useful insofar as he recounts personal experience - for example, his accounts of the Bose brothers or of Hindu-Muslim riots at the time of partition. But much of the history in this book is second-hand at best. Great cascades of flowery erudition, allusions to the histories of ancient Greece and endless quotations of French poetry are of interest mostly as evidence of Mr. Chaudhuri's artfully constructed persona. Indeed, he points out the hollowness of the whole enterprise as a work of scholarship by saying at the outset that a history of the period cannot be written, since all the documents are false and all historians ignorant or dishonest. And only he is left to tell the tale. But he also says that the tale is not worth telling, that nothing was achieved by all the political events of the period, that Gandhi had nothing to do with the departure of the British, that the British left out of sheer exhaustion at the hands of Hitler. If one were to ask how he can know what he claims to know, the history would vanish into air. A good editor would have removed most of it.\nBut people have said the same thing about ''War and Peace.'' Although Mr. Chaudhuri may not be what Saul Bellow would call the Tolstoy of the Bengalis, he may remind many readers of Nabokov's Pnin."
}