{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_e295ba4f1ec457c7bfa34611952f4923975b6ce3.txt",
  "text": "NEWS SUMMARY: MONDAY, AUGUST 24, 1987\n1987-08-24T05:00:00.000Z\nInternational A2-9\nA protest rally in Lithuania attracted more than 500 people who gathered to hear speeches honoring ''the victims of Stalin.'' It was the first time authorities in the republic had permitted such an open demonstration of resentment against Soviet rule.\nPage A1\nAmerican and Soviet officials said there were no plans for a September meeting between Mikhail S. Gorbachev, the Soviet leader, and the President. They made their comments in response to a printed report. A9\nThe Japanese yen's surge in value is changing economies throughout Asia, altering longtime alliances and endowing prosperity on nations from Taiwan to Thailand. Many manufacturers exports have boomed. A1\nThe ruling party of South Korea appealed for calm and expressed regret over the first death of a worker since labor unrest began sweeping the country last month. About 2,000 people gathered to pay tribute to the worker. A3 Prime Minister Rajiv Gandhi has developed a reputation since a recent political crisis as an enigmatic leader whose main problem appears to be that many Indians feel they do not trust or know him well. A8 In Britain, a serious political debate over Parliament's lack of control over intelligence agencies has been opened by Prime Minister Margaret Thatcher's international legal vendetta against a memoir written by a retired British agent. A2\nNicaragua's opposition newspaper, La Prensa, is being prepared to be printed again, reflecting hopes that press freedom will soon be restored under terms of the new Central American peace accord. A6\nArgentina's President is fighting for the survival of some of his policy goals in elections Sept. 6. President Raul Alfonsin, is still trying to ward off the effects of the military crisis last April. A6 An Iranian official expressed doubts about whether Teheran would accept a United Nations resolution calling for a cease-fire in the Iran-Iraq war. The United States has held out the hope that Iran would ultimately accept the resolution.\nA3\nU.S. convoy halfway down gulf\nA3\nJews mourn in a Polish city\nA3\nSwedes enjoy Louisiana crayfish\nA3\nLima journal\nA4\nBangladesh asking flood aid\nA8 National A12-17\nThose who hire illegal aliens are beginning to be prosecuted by the Government, ushering in the most lasting and difficult part of the nation's new immigration law. A1\nProblems with the MX missile are raising questions about whether MX's already deployed would work as planned, a Congressional report charged. The report suggested that the guidance system is not as accurate as it should be. A1\nEfforts to improve education quality in American public schools may fall short of the expectations of educators and political leaders, the Congressional Budget Office warned. A1\nMinor league baseball is booming, attracting the attention of dozens of business people, who have turned even the smallest, most obscure professional teams into hotly sought investments. A1\nSeven Democratic candidates for the party's 1988 Presidential nomination spent two hours in Iowa debating economic issues, but they saved the heaviest blows for the Reagan Administration. A16 The pursuit of women's votes in the 1988 race looks different from four years ago. This year, speeches of most of the Democratic hopefuls have not been tailored much to a set of ''women's issues.'' A16\nProposed restrictions on aircraft at nine additional airports is not a move to keep private pilots and small airplanes from using major airports, the new head of the Federal Aviation Adminsitration said. A12\nNews analysis: The dollar has taken another beating in foreign exchange markets following the report of unexpected deterioration in the United States foreign trade accounts. But there is no sense of crisis. D1\nThe popularity of a survival game is growing. Using a paint ball to shoot enemies, the game is an adult version of capture the flag, tag and hide and seek that is sometimes criticized as too militaristic. A12\nForced landing: Tears and joy\nA12\nDrugs trace a mayor's rise and fall\nA13\nMeasure is sought on road violence\nA17\nWashington Talk A14 Authors take their verbs to the capital to plead for tax relief Courtship of the consultants Regional B1-4\nIt is time to end the Cold War, Governor Cuomo said at the opening of a conference between Soviet and United States citizens in Chautauqua, N.Y. He called for a ''new realism'' in American foreign policy. A1\nIllegal dumping of medical waste in the New York region helped to create a garbage slick that washed up on New Jersey resort beaches. Officials say they do not know the extent of the illegal dumping. B1\nThe sale of the Regency Theater has been greeted with amazement, anguish and anger. Many people in the city had relied on the Regency for more than a decade to fulfill their need for nostalgia. B3\nThe roof of Grand Central Terminal is being restored to stop water from leaking in. So as Grand Central nears its 75th anniversary next February, workers are crawling over its most visible expanse. B3 A boater was killed in Jamaica Bay when the operator of a 29-foot-long power boat unknowingly ran over the oarsman's fragile 12-foot-long racing shell in the Gateway National Recreation Area. B1\nA succession of fatal accidents on a stretch of the Atlantic City Expressway have been attributed to drivers falling asleep.Authorities are searching for explanations and for remedies. B1\nA Long Island cocaine ring headed by a convicted drug dealer in a state prison was broken up over the weekend with the arrest of 25 people in Suffolk and Nassau Counties, the authorities said. 3 Bungalow colonies in the Catskills have recently exploded in new popularity, part of the real-estate boom in the region. Lately, more and more have been revamped as co-ops for 80's buyers. $ ?B1"
}