{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_20d315c3-7597-4fa7-9764-19047439610e.txt",
  "text": "Date Published:2020-04-18 00:00:00      \nInclement weather. Lack of buyers. Shortage of workers. And impending flashfloods. These very real developments, coupled with a belief that prices of their harvest are set to fall, have Boro farmers in Sylhet's haor region looking down the barrel. The government-declared stimulus package and assurances of buying up a huge amount of paddy and rice, which are meant to help, also ring hollow to many farmers. They are yet to see the benefit of the injection and are also worried about the strictness in maintaining the maximum humidity paddy is allowed to have. Benu Chandra Sarkar, a marginal farmer of Sukhair village of Dharmapasha upazila in Sunamganj, said, \"The weather is not favourable for harvesting paddy as the sky remains cloudy all day and it's raining periodically. If such weather continues, we will not be able to dry the paddy properly to sell to the government.\" There are also concerns that only a lucky few would be able to sell to the government. The government has decided to buy 54,278 tonnes from Sylhet division, but this is 2.10 percent of the production. Additionally, the paddy's maximum humidity has been set at 14 percent. While previously this was relaxed for haor farmers, it is not the case this time around. \"I do not want to sell paddy to the government as is not possible to maintain the humidity in this current weather,\" said Rahim Uddin, a farmer of Moulvibazar's Kulaura upazila. Meanwhile, in the haor region, paddy collectors (middleman), who used to work for large businesses, visited farmlands and made contracts with farmers before harvest. They even paid some money beforehand, which was used to hire workers and when drying the paddy. But this year, no such middlemen can be seen, farmers said. Sadek Miah, a paddy buyer of the area, said, \"This year large businesses are not interested to pay before and we are not sure what to do.\" Somor Biswas, a farmer of Kulaura upazila in Moulvibazar, said, \"More buyers would mean increased prices. But this year the price will collapse, I think.\" The department of agriculture extension (DAE) in Sylhet division has estimated 25,83,115 tonnes of cultivation this year as Boro harvest begun last week. But, till Friday, only 5 percent of the Boro had been harvested, according to the Sylhet DAE. Early rainfall and the possible flash flood forecasted by the Flood Forecasting and Warning Centre of Bangladesh Water Development Board recently added to the farmers' fears. All this comes amidst a shortage of workers due to the ongoing shutdown over the coronavirus pandemic. Mohammad Monsur, a farmer from Barlekha upazila in Moulvibazar, said, \"I used to bring in workers from different areas but it's become impossible to bring them due to the nationwide shutdown\". \"I even contacted local workers, but they are already demanding more than Tk 500 per day, which was previously Tk 300-400 taka. If the cost increases, it would be hard to make profit by selling paddy,\" he said. To solve this, the government earlier declared a subsidy of 50 percent when buying harvesters and reapers, making the process more capital- than labour-intensive. Moreover, as per the instruction from the Ministry of Agriculture, the farmers can also get instalment facilities in buying them. But marginal farmers and even the well-off ones are balking at the still costly machines, especially given the sudden financial crisis everyone is finding themselves in. Joglul Haider, upazila agriculture officer of Kulaura upazila in Moulvibazar, said, \"A combine harvester costs around taka 28 lakhs. Even if the government provide 50 percent subsidy, no farmers have enough money to buy it in this upazila\". Debol Sarkar, upazila agriculture officer of Barlekha upazila in Mouvibazar, also said, no farmer of the upazila shows interest to buy any harvester Talking about Prime Minister Sheikh Hasina's announcement of Tk 5,000 crore stimulus package for farmers, Shabbir Miah, a farmer from Kulaura upazila in Moulvibazar, said, \"We saw that on TV, but we are not getting anything...\" Amid the gloom, however, some are still holding out for a ray of hope. Abdul Jalil, a farmer from Chhatak upazila in Sunamganj, said, \"I see good harvest this year, hope for good weather in coming days and a good price during this crisis.\" Srinibash Debnath, additional director of the department of agriculture extension in Sylhet, said, \"This year, the harvest seems very good. We are up for a very good yield.\" He also said many initiatives are being undertaken to support farmers and those will become visible in the coming days."
}