{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_ea386f72-a8ba-4a1a-b093-d04dd9d8b42f.txt",
  "text": "Date Published:2020-03-02 00:00:00      \nTeesta deal remains uncertain; Indian foreign secretary says NRC, CAA will have no impact on Bangladesh; Modi's Dhaka visit would fully exemplify India's strong sentiment of goodwill  Visiting Indian Foreign Secretary Harsh Vardhan Shringla has said within 2020, New Delhi expects to finalize deals with Bangladesh regarding water sharing of seven common rivers, except the Teesta River. He said both the countries need to expedite harmonization the data of water flow of the rivers so that water sharing can be finalized as early as possible. Shringla made the statement while addressing a seminar on Bangladesh-India relations as the keynote speaker at a Dhaka hotel on Monday, reports BSS. Bangladesh Institute of International and Strategic Studies (BIISS) and Indian High Commission in Dhaka jointly organized the seminar titled \"Bangladesh and India: A Promising Future.\" The Indian foreign secretary, however, appeared to be uncertain about the deal on Teesta River saying an agreement on water sharing of this particular stream could only be finalized on the basis of consensus of all the stakeholders, an apparent reference to India's West Bengal state. Prime Minister's International Affairs Adviser Dr Gowher Rizvi attended the program as the chief guest. Shringla, who previously served as Indian High Commissioner in Dhaka, however, said the Indian side was working on concluding the process of the agreement as early as possible. \"We know this is an emotive issue on both side of the border but there is no diminution of the commitment of our government,\" he told the seminar. In August last, Bangladesh and Indian agreed on preparing a framework on interim water-sharing agreements on seven rivers -- Manu, Muhuri, Khowai, Gumti, Dharla, Feni and Dudhkumar. Indian High Commissioner to Bangladesh Riva Ganguly Das and BIISS Chairman Fazlul Karim also spoke at the program, among others. The Indian foreign secretary said India and Bangladesh recognize there is ample room for progress on each of the rivers that both the neighbours share while serious dialogue has resumed between the officials responsible for water sharing matter since August 2019. \"Let me assure our friends here that we remain committed to finding the best possible solutions to sharing scarcities and hardships fairly during the dry season,\" he said. He said good arrangements to share waters of the 54 transboundary rivers in fair and environmentally sustainable manner lies in broader national interests of the two nations. India sees no NRC, CAA impact The visiting Indian secretary said the National Register of Citizens (NRC) and Citizenship Amendment Act (CAA) will have no impact on Bangladesh, reports UNB. \"These are purely internal to India,\" Shringla said. \"Let me clearly state here what our leadership has repeatedly confirmed at the highest level to the government of Bangladesh: this is a process that is entirely internal to India. Therefore, there'll be no implications for the government and the people of Bangladesh. You've our assurance on that count,\" he explained. Modi's visit India's top foreign ministry bureaucrat said Narendra Modi's Dhaka visit later this month would fully exemplify \"India's strong sentiment of goodwill, trust and respect for Bangladesh\". Indian Prime Minister Modi has been specially invited to participate in the inaugural ceremony of Mujib Year later this month. \"We are looking forward to this visit ... because Bangabandhu is just so iconic - as a globally-recognized statesman and iconic symbol of liberation for Bangladesh and for our subcontinent,\" he said. In India, he said: \"There is a special resonance to his name. He is as revered and as remembered in India, as he is here in Bangladesh.\" Rohingya issue The Indian foreign secretary said there is also often interest and sometimes \"uninformed speculation\" about their position on the humanitarian crisis in Rakhine State of Myanmar, and its impact upon Bangladesh. \"Let me clearly say that India is deeply appreciative of the spirit of humanism that motivated Bangladesh to offer shelter to nearly one million displaced people. And we fully recognize and sympathize with the enormous burden that you're facing. \"As the only country that's an actual neighbour of both Bangladesh and Myanmar, we're committed to offering the fullest support for any mutually-acceptable solution that'll enable the earliest possible return of displaced persons to their homes in Rakhine State and to a life of dignity,\" he said adding that this should be done in a manner that is \"safe, secure and sustainable\". Border killing Responding a question why border killings still took place after both border guards agreed to use non-lethal weapons the Indian foreign secretary attributed the incidents to cross-border criminal activities.  He claimed that the casualty figures of Indians was equal to that of Bangladeshis but acknowledged that the border killing issue was consistently coming up in Bangladesh-India relationship. \"It is the responsibility of border forces on both sides to ensure that the border is respected and the place is kept safe stopping criminal activities,\" Shringla said adding that \"every death on the border was something that was a problematic issue. Shringla suggested improving security, creating zero criminal activities, more cooperation, more joint patrolling and common border management plan, and bringing deaths zero level along the frontier. Trade issues Shringla said they are also working more closely to simplify and expand trade as easier and simpler trading systems offer them scope to generate wealth and create jobs on both sides. He said there is enormous untapped potential for businesses to establish footholds in each other's market. \"And we, as governments, must make extra efforts facilitate our businesspersons and entrepreneurs doing business in each other's country.\" Shringla arrived in Dhaka on a two-day visit on Monday morning and upon arrival at Hazrat Shahjalal International Airport, he was received by his Bangladesh counterpart Masud Bin Momen."
}