{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_2cc30dd6-e116-4edd-b85d-707583172275.txt",
  "text": "Date Published:2019-08-10 00:00:00      \nCashing in on the growing demand for spices ahead of Eid-ul-Azha, the second largest religious festival of the country, traders have increased prices of spices to earn some extra buck. Demands for spices like cardamom, cinnamon, cumin, clove, raisin, black pepper, ginger, garlic, onion and vegetables like potato go up ahead of Eid-ul-Azha. Prices of each kg of cardamom, cinnamon, cumin, clove, raisin and black pepper have soared by Tk 20-250 in a week. Retailers and wholesalers have been trading blame over the rise in prices. The Daily Star on Thursday visited several retail and wholesale markets in the capital, including Karwan Bazar, Moghbazar and Jatrabari, and found a significant gap between wholesale and retail prices. Garlic (Chinese) was selling at Karwan Bazar wholesale market at Tk 140 per kg, but retailers were selling it at Tk 180 to buyers. Middle and low income groups are bearing the brunt of this spike in prices. Mizanur Rahman asked for 100gm of cardamom at Yusuf General Store in Karwan Bazar. He gave the shop owner a Tk 500 note and got Tk 230 back. Surprised, Mizan asked the retailer Md Yusuf about the price of cardamom. \"Tk 2,700 per kg,\" Yusuf curtly replied. Talking to this correspondent Mizan said, \"It's robbery in broad daylight.\" \"Now, I'll have to skip buying one or two items,\" he added. Wishing to remain unnamed, a retailer at Jatrabari kitchen market said most of the spices are dry products. \"These can be stored for a long time,\" he said. Due to flood, prices of vegetables shot up last month. Things started getting back to normal last week. However, green chili is still being sold at over Tk 100. A kg of green chili was sold at Tk 50 last month. It is now being sold at Tk 120. Abdul Wahab, a wholesaler at Malibagh kitchen market, said because of rain the price of green chili is high. \"It will go down within a week or two,\" he added. Contacted, Md Enayet Ullah, president of Bangladesh Paikari Garam Masala Baboshayi Samity, claimed that prices of spices, except cardamom and cinnamon, are stable. \"We import cardamom from India and there is a shortage of it in the Indian market. Price of cardamom will go up further after Eid if this scarcity continues,\" he said. \"We import cinnamon from China but heavy rain there has created a crisis,\" he added. Enayet claimed such fluctuation in prices happens throughout the year. \"Media gives special focus on this ahead of Eid, that's why it seems unusual,\" he said.  'PRICES HAVEN'T GONE DOWN SINCE RAMADAN IN PORT CITY' Meanwhile, spice market remains volatile in Chattogram with price of several spices showing an upward trend both in the wholesale hub and kitchen markets for last couple of months, frustrating consumers ahead of Eid-ul-Azha. Even yesterday, price of onion, garlic and ginger marked a Tk 3-30 rise per kg at Khatunganj wholesale market. According to wholesalers, delay in getting imported garlic and ginger from Chattogram port created a crisis, which caused the sudden hike. Wholesale price of most spices witnessed a gradual increase since Eid-ul-Fitr. Price of cumin, cinnamon and cardamom marked a sharp rise around three weeks back as buyers started stockpiling those from Khatunganj and adjoining Asadganj -- country's major spice hub, imported through the port. Import of spices increased in the recently concluded fiscal year. But wholesale and retail price of cardamom, cumin and cinnamon saw a Tk 50-400 rise per kg in a span of one and a half month while price of cloves remained stable. Higher price of spices in global market and delayed delivery from port due to vessel congestion are some of the reasons behind the hike, said market insiders. They also attributed it to the increase in demand and multi -level selling of same goods ahead of Eid-ul-Azha. Md Sekander, a trader who usually buys spices from importers and sells to a third party, said at Khatunganj, goods are sold several times from one party to another before buyers purchase it. Import of cardamom, cinnamon, cumin and cloves through Chittagong port in fiscal 2018-19 was around 4.53 crore kg, which was 4.36 crore kg the year before. Meanwhile, consumers are bearing the brunt of the price surge. Yesterday morning, while visiting Karnaphuli CDA Market, a housewife was seen arguing with a retailer as he was charging Tk 260 for 100 grammes of cardamom, a Tk 30 hike for the same quantity she bought a few weeks back. \"With Eid approaching, they will probably charge more. Prices haven't gone down since Ramadan,\" she told this correspondent. Mohammad Suman, the retailer, said he bought \"average quality\" cardamom at Tk 2,350 a kg from Khatunganj two weeks ago and was selling it at Tk 2,600 per kg. \"It was Tk 1,900 a kg one month back,\" he said. Regarding such hike in wholesale market, Faruk Ahmed, proprietor of Khatunganj-based Faruk Trading International, said their import cost went up due to various calamities in many countries such as India and Guatemala. Like cardamom, cinnamon was also imported in last 12 months till June. Retailers were found selling the spice at Tk 500 a kg, a Tk 100 hike. Import of cumin dropped a bit while its price rose by Tk 50 in last two months. Price of cloves, imported from Indonesia, Madagascar and Brazil, remained stable. Meanwhile, yesterday's sudden hike in wholesale price of onion, ginger and garlic prompted retailers to raise the rate. Jahangir Alam, a rickshaw puller, said he bought one kg garlic at Tk 160 in the morning but found that price reached Tk 190 in the evening."
}