{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_88fcc347c842a226abe63f972386d888f899a1b5.txt",
  "text": "ARMY SEEN AS KEY FOR BANGLADESH\n1987-11-15T05:00:00.000Z\nImmediately before this week's anti-Government riots, President H. M. Ershad dropped in on some of his constituents. Among the stops was the Ninth Division headquarters of the Bangladesh Army, where he announced financing for a new mosque.\nThe President told the soldiers on that visit that if God willed it, he would return to offer prayers when the mosque was built.\nTo many politicians, General Ershad was implicitly appealing for support at a time of rising unrest over his regime. Now after a week of sputtering and inconclusive protests, the army is still widely seen as holding the key to the country's future.\nProtesters resumed their drive to oust the President today, staging a half-day strike and setting off a few explosions in Dhaka and other cities. The police fired in the air to disperse rock-throwing protesters in the capital, but in general the agitation appeared to be subsiding. Army Ousted Other Leaders\nAs a result, many analysts now doubt that General Ershad's political opposition can topple him. Instead, they are focusing on whether senior army officers have become dissatisfied enough with the President's handling of the situation to oust him, as they have many times with past leaders.\nThe opposition's strategy has therefore evolved into the hope that the army might step in and appoint a caretaker government that would call for elections. Others say that this is naive and that the army would be more likely to replace him with another general.\nFor now there is little sign that the army is unhappy, but opposition politicians love to spread rumors. One said he felt General Ershad and his associates seemed unnerved with the onset of the unrest this week and wondered if the army had warned him that failure to control the violence could be his undoing.\n''It all depends on the north,'' a Government official said, using a popular euphemism for the capital's main army cantonment.\nIn a country rocked by riots, assassinations, coups and coup attempts since its birth in 1971, the army has always played a decisive role. Analysts say that because the army ''liberated'' Bangladesh from Pakistan, officers view themselves as deserving to play a part in its development. Seized Power in 1982\nGeneral Ershad, a former army Chief of Staff, seized power in 1982. Like one of his predecessors, President Ziaur Rahman, who also took power in a coup, General Ershad has tried to build up his own political organization to extend his control.\nUnlike Mr. Ziaur, however, the general has not tried to freeze the army out. Mr. Ziaur was subjected to 20 coup attempts before he was assassinated in 1981. But there have been no reports of coup attempts against President Ershad, who has ruled Bangladesh longer than any predecessor.\nThis summer, the President assigned the army the task of delivering relief to flood victims. An aide said he wanted to assure efficiency and honesty, and many diplomats uncomfortable with the army's role acknowledged that it had performed well.\nBut politicians and officials said the President had also doled out patronage, perquisites and - according to many diplomats and others - kickbacks and varying fruits of corruption to the army and Government officials. Becoming Mysteriously Rich\nGeneral Ershad denies the charges, and none have been proven. But critics say many officials and retired generals have become mysteriously rich in recent years.\n''Every new general that comes into power forms a new party,'' an official said. ''Ershad's party is one where the only purpose in life for its members is to continue as a minister. He didn't invent this system. He simply refined it.''\nThe President has often defended the army's prominence, asserting it is a fact of life Bangladesh must accept. This week he acknowledged that army officers were ''agitated'' and ''unhappy'' because of the rioting, but he dismissed rumors that the army was dissatisfied enough to intervene.\n''I'm not God or a prophet,'' he told reporters Friday. ''But I have commanded this army. I know these men. I can say from experience that the army will not interfere as long as I am President.'' Unpopularity Is Insufficient\nGeneral Ershad is generally described as a leader of no great popularity. But perhaps because his rule has not been particularly repressive and because the opposition is identified with the authoritarian rule of the past, any unpopularity appears to be insufficient to spark an insurrection.\n''Ershad may not be a great charismatic leader, but people do not want to risk their lives to throw him out,'' an aide to the President said.\nIndeed, many supporters say he has succeeded by giving the army the minimum necessary role for him to survive and still return Bangladesh to a civilian government.\nThe current round of protests started, in fact, when the President was perceived to have tipped the balance. In summer he pushed through a bill in Parliament giving army officers a nonvoting membership on local district councils. After a clamor of protests, he sent the bill back for reconsideration.\nThe protests continued, however, culminating in the rioting this week and demonstrating that the issue remains highly sensitive."
}