{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun",
          "user:btellman"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_68f794f6-d5b6-4ad6-9599-e816eda03ae9.txt",
  "text": "Date Published:2019-05-15 00:00:00      \nThe Rajshahi prison authorities have moved to grab at least 100 acres of char land in the Padma river in the city's Sreerampur to build Prisons Training Academy complex. They have already been occupying four acres of the Padma char for the last three years claiming ownership though the law allows none but the government to own any piece of land gained by a river.  A number of prison officials have claimed that a proposal was sent to the land ministry in May last year for taking out a \"permanent lease\" on the 100-acre char land and the process to get the ministry's approval was at the final stage. Deputy Inspector General of Prisons in Rajshahi Altab Hossain said they proposed to the land ministry for the lease. He, however, declined to go into details of the process. Contacted, Sebastin Rema, deputy secretary of the land ministry, on Sunday said the ministry was yet to receive any such proposal. But this correspondent saw some official documents that suggest the prison authorities sought the land from the ministry more than once showing it as a \"newly emerged char\". Locals say the land remains submerged during the rainy season. \"The site was selected as no other suitable place was found,\" the DIG prisons told this correspondent at his office on May 2.   He said they wanted to build the academy by the river, and its playground and combat training ground on the 100-acre river land. Any construction on the river land would require some activities like river training and river filling to stop the inundation of the areas below the city protection and flood control embankment, added the official. Citing Bangladesh Land Management Manual 1990, Rajshahi ADC (revenue) Alamgir Kabir said any river char -- even if it emerges afresh -- would be absolutely owned by the government. The prison authorities have some 2.08 acres of char recorded in their name in the Revisional Survey but the government would be the owner of the land as per the law, he said. Rajshahi Deputy Commissioner SM Abdul Kader says the government has the authority to lease out the land, but he has no idea about any process of land acquisition by the prison authorities. He said it was learnt that the jail authorities were claiming some land in the river but he didn't know how much has been occupied. \"In Rajshahi, we noticed some private ownership claims over river land. In other parts of the country, river land is owned solely by the government.\" Last month, the prison authorities started felling trees of a forest in the area for construction of the academy complex. After cutting down 66 trees, they backed off amid protest from locals. The forest is known to have some 100-year-old trees.  The prison officials say there are about 5,000 trees on the Rajshahi Central Jail's property where construction of the academy's infrastructure was underway. They marked some 800 trees for felling to make room for the infrastructure. The DIG prisons says they would consider keeping the old trees untouched while constructing the academy buildings. The country had no other training facility for prison officials and guards before 1995 when the Prisons Training Academy was established in Rajshahi. After a hectic lobbying, it got the government approval in August 2014. Since its inception, the academy has been functioning with accommodation support from the Rajshahi Central Jail. On the jail's property, the academy's commandant has an office in a three-room one-storey building while there are three corrugated iron sheet buildings for trainees to stay and another for holding classes. The academy offers physical, theoretical, and combat trainings for the prison officials and guards. So far, it held basic training courses for six batches of jail superintendents, 10 batches of deputy jailors, and 42 batches of male and female prison guards. Due to lack of infrastructure, the academy sometimes holds training courses at other facilities. For example, it conducted a basic training course for prison guards at Kashimpur Jail in Gazipur in 2016.   In June 2015, the Ecnec approved a Tk 73.42-crore project for constructing infrastructures for the academy on the land of Rajshahi Central Jail. The prison compound is on 18.8819 acres, which is part of 65.4070 acres of the jail's property. Out of the rest 46.5251 acres, the authorities have allotted 37.1335 acres for the academy.      The Public Works Department began constructing the academy's infrastructure dividing the work into 12 packages in 2016. Construction of the administrative building, academic block, barracks for male and female trainees, quarters and dormitories for officials and staffers is going on. Floating of tender is underway for water supply, electrification, fire-fighting and tree plantation. The prison authorities have also proposed a 443-strong organogram for the academy to the home ministry. According to some official documents this correspondent managed to see, it was around the same time the Ecnec approved the project, the prison authorities proposed acquiring the 100-acre river land. And another proposal was sent in May last year. During a visit to Sreerampur, this correspondent saw that the prison authorities have put up more than half a dozen signboards on the flood control embankment of the river. The signboards declare the river land by the embankment as the proposed site for the academy. Two of the signboards carried description of the already occupied four acres of the river land. Below the embankment and towards the river on the south, the authorities demarcated a huge portion of the river land using bamboo poles with red and yellow flags, and set up a checkpoint in the middle. A sentry deployed there said the checkpoint has been in place since February 2017. \"You've to occupy your own land,\" the DIG prisons said, claiming that records show the four-acre river land belongs to them."
}