{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_70e67b2a-32e5-4888-a25d-9100ccb98018.txt",
  "text": "Date Published:2020-01-12 00:00:00      \nDevotees suffer due to inadequate vehicles, 2021 Ijtema schedule fixed Participated by hundreds of thousands of Muslim devotees, including 2,000 foreigners, the opening phase of the 55th Biswa Ijtema concluded with the Akheri Munajat along the banks of Turag River in Tongi. Maulana Zubair Hassan, the imam of Kakrail mosque in Dhaka, conducted the Akheri Munajat at 11am, praying for the country's welfare and continued growth, and peace for the Muslim Ummah in their worldly life and thereafter. The Munajat, offered both in Bangla and Urdu, lasted for nearly 45 minutes amid heightened security measures. Women participate in Akheri Munajat of Bishwa Ijtema on the banks of the Turag River, in Tongi, on Sunday, January 12, 2020 | Rajib Dhar/Dhaka TribunePakistani alem Maulana Ziaul Haq delivered a sermon after Fajr prayers, followed by a special speech by Indian Islamic scholar Ibrahim Dewla on different aspects, including Imaan and Akhlaq, in the light of the holy Quran and the Hadiths.  The first phase of the annual congregation -- the second largest of its kind after Hajj -- on the outskirts of Dhaka, was mainly participated by the followers of Maulana Zubair, the head of Tabligh Jamaat in Bangladesh.  The second phase of the Ijtema, spanning three days is scheduled to begin on January 17 at the same venue, after a four-day break. Followers of Indian alem Maulana Saad Kandhalvi will participate in the closing phase of the annual congregation, where he will conduct the Akheri Munajat.  Muslim devotees from different walks of life, in great numbers, started thronging the Ijtema venue from the dawn, in order to attend the Munajat. Failing to board a vehicle on the way to the Ijtema grounds, many opted to commute on foot.  The venue was brimming soon after the Fajr prayers, with roads and lanes leading to the grounds packed with crowds of devotees despite the cold weather. Even parts of the Dhaka-Mymensingh Highway were occupied by devotees joining the Munajat.   Train passengers participate in Akheri Munajat of Bishwa Ijtema on the banks of the Turag River, in Tongi, on Sunday, January 12, 2020 | Rajib Dhar/Dhaka TribuneMoreover, the rooftops of residential and industrial buildings around the venue were also packed.  Prime Minister Sheikh Hasina, accompanied by her younger sister Sheikh Rehana, also joined the Akheri Munajat from her official residence Ganabhaban in Dhaka, in the presence of  State Minister for Religious Affairs, Sheikh Mohammad Abdullah. Educational institutions, factories, kitchen markets, shopping malls and offices located in Uttara, Tongi and Gazipur were closed due to the huge rush of people centering the Akheri Munajat.     In order to manage the growing number of devotees coming from home and abroad, the holy congregation is being held in two phases since 2011. Devotees outnumbering transportation vehicles, causing misery Traffic from Airport Road in the capital to Joydevpur Chowrasta, Mirer Bazar of Gazipur Sadar upazila to Tongi, Abdullahpur up until the Bypass Road were suspended for nearly six hours since the Fajr prayers. However, the movement of vehicles started around 12 noon, after the Munajat ended, causing a large number of crowds to pour into nearby roads and highways.   Very few vehicles operated in proportion to the huge crowd leaving the Ijtema premises for their destinations outside Tongi, leading to immense suffering for the devotees. They were left walking towards their destined locations. Cashing in on the situation, transport workers charged exorbitant fares from the devotees.    They were charging up to Tk100 from Azampur, Uttara to Motijheel, Sayedabad, Gulistan, Sadarghat, Azimpur, New Market and Gabtoli. Similar fares were being charged by the driver's assistant of a BRTC bus, for the same distance.   In addition, a large number of motorbikes added to the troubles of devotees leaving the Ijtema premises.  Meanwhile, Bangladesh Railway arranged a special rail service engaging 16 trains to carry passengers to and from Tongi, on the occasion, as it does every year. Plus, every inter-city train crossing Tongi Railway Station stopped there for five minutes.    Schedule set for next year's Bishwa Ijtema The faction of Tabligh Jamaat, led by Maulana Zubair, has fixed the dates for the two phases of Ijtema to be held in January 2021.  Md Mejbah Uddin, a leader of the faction, informed reporters that the first phase of the three-day-long congregation will start on January 8, while the second and last one will be held from January 15. Prior to that, a five-day Jor Ijtema, a gathering organized ahead of the two-phase Bishwa Ijtema, will be held from November 27 this year.  Dowry-free mass marriage  Unlike last year, this year's first phase of Ijtema ended with a dowry-free mass marriage ceremony. On Saturday, the second day of the three-day phase, 101 couples were married without dowry.  The brides and grooms were listed for the event on Thursday, upon their consent.   The second mass marriage is scheduled for the second day of the closing phase of the annual gathering.  A mass marriage is held on the second day of each phase of the Ijtema every year, but it did not take place in 2019 following a Tabligh Jamaat factional feud. "
}