{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1989_71d9a3d52436228c4e4e440c6b898a86ce4f4ebc.txt",
  "text": "THE WORLD; Why India Is Still Failing To Stop Its Population Surge\n1989-07-09T05:00:00.000Z\nWHEN India's Ministry of Health submitted its annual report to be considered in framing the country's 1989-90 budget, it included a cry for help. ''Population control can no longer be the responsibility of one ministry or department,'' it said. ''The entire planning process must be geared toward controlling population.''\nMore than four decades after independence, India, along with its neighbors Pakistan and Bangladesh, has not been able to control the relentless climb in the numbers of its people. Recent reports project that India, with at least 810 million people now, will pass one billion by the end of the century or soon after. If Beijing maintains its current population policies, India could overtake China as the most populous nation before the middle of the next century.\nIndia has brought its annual population growth rate down to about 2.1 percent, compared with 2.4 percent in Bangladesh and 3.2 percent or higher in Pakistan. But while improvements in agriculture have left Indians statistically able to feed themselves, population remains a source of grave concern in a country where food is not evenly distributed, forests are being razed for firewood or furniture, and good drinking water is scarce.\nIndian experts say large families are fostered by low literacy, high infant mortality, inadequate health care and a dearth of sustained information and follow-up services.\n''The illiterate peasant does not perceive the danger in numbers, in crossing the one billion mark,'' says India's leading demographer, Ashish Bose, who has done 30 years of field work in villages.\n''One of the major failures in India has been the lack of communication between our planners and policy makers and the masses,'' Mr. Bose, head of the Population Research Center of Delhi University's Institute of Economic Growth, said in an interview. ''We do not know how to communicate with illiterate people.'' Ads and Sterilization\nPopulation growth and fertility rates leveled off during the 1970's, and today Indian women still have on average of four to five children. Almost all efforts have been concentrated in the hands of the central Government working through local health authorities, an approach that some experts now question because the country is so culturally diverse.\nRadio and television advertising and information from community health centers bring to all India the message that small families are healthier and happier. But this apparently has not been enough. In Rajasthan, with India's fastest-growing population, a survey found that 97 percent of women who refuse birth control were well informed on family planning programs.\nSterilization accounts for at least 90 percent of the successes. Intrauterine devices are a distant second, and some pills and condoms are distributed. Many sterilizations are carried out in temporary ''camps'' where critics say unsanitary and impersonal conditions are a deterrent. Cash or other rewards are offered for being sterilized - up to $12.50 per person - but villagers say some people turn up several times to collect them, distorting the statistics.\nSuccessive Indian Governments have recognized the population problem since independence in 1947, when the population was 342 million. In 1966, family planning was given a department of its own within the Ministry of Health, a step some demographers say was a mistake, since it separated population control from the general Government overview of development. In the mid-1970's, the family-planning drive was endowed with coercive powers that were used by supporters of the late Sanjay Gandhi, Prime Minister Indira Gandhi's son and adviser and the brother of Rajiv Gandhi, the present Prime Minister. After widespread reports of forced sterilizations, Indians rebelled.\nIn 1977, the country's four most populous states voted heavily against Indira Gandhi on this issue, and the Congress Party suffered its first election defeat. The next Government, under Moraji Desai, erased the words ''family planning'' from the books, renaming the program ''family welfare,'' a name still in use.\nBut Indian experts say it was not only the Sanjay Gandhi program that set back population control. In the 1950's and 60's, the country's priorities were on industrial development, and its limited resources went into huge energy projects, steel mills and the production of consumer goods to replace imports.\n''If we had concentrated more on the software, the human resources element - female literacy, education - in the 1950's and 60's,'' said Sam Pitroda, a science adviser to Rajiv Gandhi, ''we would have a population of about 600 million now.'' A Grave Mistake\nMr. Bose said India made a catastrophic mistake in the 1960's when it accepted Western advice about introducing birth-control technology but didn't put enough effort into education and cultural change. Hundreds of thousands of Lippes loops, an intrauterine device, were inserted and large-scale sterilization began. Dirty equipment and a lack of follow-up advice to women led to rampant infections.\nOver the years, offers of cash and other incentives were introduced for those willing to undergo sterilization, a tactic Mr. Bose calls ''madness.'' Today, 85 percent of sterilizations are done on women, many of whom already have three or four children.\nFinally, Mr. Bose said, bureaucrats were taught to set numerical targets, which over time proved of little use because official figures measuring performance are manipulated to meet the targets.\n''We must move away from cold calculations of aggregate numbers to people,'' Mr. Bose said, arguing for enforcement of a 1978 law prohibiting women below the age of 18 from marrying and a change in emphasis in family planning programs so they will aim more at young married couples as they begin having families.\n''Looking back,'' he said, ''high tech, money and the bureaucracy -all three have failed.''"
}