{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_751f179c-b236-4700-abe5-f6884103e13b.txt",
  "text": "Date Published:2020-05-20 00:00:00      \nToday marks the 8th death anniversary of Shilpaguru Safiuddin Ahmed. As a pioneer of printmaking in Bangladesh and a modernist painter of the first generation, he remained reclusive in his life and his art. The underrated artist lived and worked in both the twentieth century and the new millennium. His individual style was known as indigenous modernism.  Besides his experimentation with artworks, what remains majorly unknown is his skill and passion for photography. His photographs are resourceful in knowing him more intimately as well as in understanding the socio-cultural conditions of his time. His son, Ahmed Nazir, talks about the artist in a recent conversation with The Daily Star.   \"Baba definitely had an affinity for photography. He bought a German Contaflex SLR camera with different lenses and coloured filters during his stay in Europe in the fifties,\" recalls Nazir. \"For a person who always lived a simple life, I believe it was quite expensive, but he wanted to have it.\" From a young age, Nazir saw the Shilpaguru develop photographs in the dark room. \"I would always be in awe when the pictures appeared from those frames, dipped in chemical solutions,\" he adds. \"Baba had an eye for details. Perhaps the moments he captured and his framing influenced his art making. He would often give borders to his art pieces, like a photograph.\" Balloon vendors, tea sellers and fishermen were recurring subjects of the Shilpaguru's canvas.  According to Nazir, the artist took note of everyday characters that gave a city its unique identity. Living in Swamibag, he captured the essence of the city in many of his charcoal and crayon works. Talking about his father's famous work, Labourers with fiddler on the roof, Nazir explained that the orchestral routine of 'Chhad Petanor gaan', during which the labourers set the roof in the rhythm of a song was an everyday sound for Dhaka dwellers. A violinist played instruments for the labourers. The Shilpaguru's wife Anjuman Ara Ahmed Renu played a vital role in his life and work. Nazir fondly recalled that his mother was always supportive of his father's choices. She was the model in many of his photographs. \"During the flood in 1956, our house in Swamibagh was inundated,\" he says. \"Baba made Maa sit on a boat and took some photographs there. Later in many of his artworks related to the flood, there were influences of those captures.\" In one of the pictures, the Shilpaguru poses in the snow, with his wife's name written on it in Bangla.  It took Nazir by surprise when he developed the slide into the photographs. \"He clicked all these photographs by himself with the help of a timer. Today, taking a selfie is child's play, but Baba practiced it in the late fifties,\" Nazir mentions. The artist, inspired by Rabindra Sangeet and Nazrul Geeti, often shared music records with his wife. According to art historian Professor Syed Azizul Haque, when the Shilpaguru toured Paris and Leningrad, he observed the sounds of the orchestra, which appear in his watery work, titled The Sound of the Water, where he mixed the mediums of print making. He used etching, aquatint, sugar aquatint, mezzotint, lift-ground, engraving, deep etch, dry points and others. It took him almost three years to complete the work.  \"He never played music while painting. He would only listen to music after he finished his work and cleaned all his brushes,\" Nazir recalls. Shilpaguru Safiuddin Ahmed's close associates fondly describe him as an organised, a disciplined and a sharply-dressed person. He was hardly ever completely satisfied with his own artworks. As putting one's signature on an artwork usually indicates the Ahmed Nazir, a noted artist and photographer himself, followed in his father's footsteps. However, Nazir explained that his father never wanted any followers. \"Although Baba would give away his techniques, he always felt that everyone must have their own experiences. He believed that every artist develops a distinctive style. They do not have to set benchmarks. They only have to be original,\" Nazir concludes.        "
}