{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_2c397e6b-9e1f-4f57-b3f5-672551d1039f.txt",
  "text": "Date Published:2019-07-05 00:00:00      \nA 50-foot-long crack has developed on the flood control embankment near the Manu river at Hashimpur village in Kulaura upazila due to unabated sand extraction from the riverbed, threatening vast tract of croplands and several adjacent villages. Locals claimed that due to mindless extraction of sand, portion of the town protection embankment might go under water anytime. As a result, vehicles and pedestrians were crossing the area amid risk of accident. According to the upazila administration and locals one Badrul Islam of Dakkhin Bazar area in upazila took the lease from the district administration for Tk 1.20 crore.But defying the law, the lessee has been extracting sand from Kotarkona, Salon, Dhundalpur, Jalalpur, Hashimpur, Tukoli and Matabpur areas near Kotarkona Bridge and Manu Rail Bridge, locals alleged. Meanwhile, demanding a stop to the heinous act, locals said the embankment might go into the riverbed anytime if water level in the Manu river sees a rise due to sudden rainfall during this time of the year. While visiting the area this correspondent found labourers were extracting sand using six extraction machines in Salon and Kotarkona areas. Of the two areas, one is very close to Kotrakona Bridge on Kulaura-Shamshernagar road while the other is some 500 meters far from the Manu Railway Bridge on Sylhet-Akhaura rail route. Kutub Uddin, a resident of Hashimpur area, said, \"Due to unabated lifting of sand a large crack has developed on the flood control embankment on June 26.\" Hazipur Union Parishad (UP) Chairman Abdul Bashit said a 50-foot-long crack has developed on the Manu river due to unabated sand lifting. According to the law, one cannot lift sand from one kilometre radius of any railway bridge, but the lessee is not paying heed, he said, adding that the embankment might collapse anytime due to the mindless sand lifting. Lessee Badrul told this correspondent over phone that sand is being lifted as per the conditions of the lease. Kulaura Assistant Commissioner (Land) Sadi Ur Rahim Zadid said earlier sand was being lifted from different points along the embankment on Kotarkona road, threatening the two nearby bridges. The lessee was asked not to extract sand from within one kilometre area of the two bridges, he said. "
}