{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_b93244c2-2371-47f4-80e4-66495c6da4c0.txt",
  "text": "Date Published:2019-11-30 00:00:00      \nA team of soon-to-retire engineers and an administration official are leaving for the US and the UK on a two-week trip ostensibly to learn about digging canals, protecting river banks, restoring embankments, and dredging rivers, which they had been doing for over three decades. Of the four officials approved for the trip by the water resources ministry, one is a senior engineer who would retire in December. Another engineer has about five months before he too would retire, official documents reveal. The officials going on the trip are: Additional Director General AKM Shamsul Karim, Additional Chief Engineer Mir Mosharrof Hossain and Superintendent Engineer Md Ruhul Amin of Bangladesh Water Development Board (WDB). They will be accompanied by Mahmudul Islam, additional secretary of the water resources ministry. The trip is part of a Tk195-crore project being implemented by Dockyard and Engineering Works Limited, an enterprise of Bangladesh Navy. The government officials have no direct role, except coordinating, in the project implementation, said water development board officials, requesting anonymity. Only three days before their scheduled trip, the officials couldn't even tell this correspondent what advanced knowledge they were hoping to gain and from which institutions in the US and the UK. The BWDB has a training institute in Munshiganj for its engineers. It also jointly runs Kaptai Training Institute with the Power Development Board.   Officials of the board said the expensive foreign trip was a farce and complete waste of public money. Asked what they are going to learn in the USA and the UK, Superintendent Engineer Ruhul Amin said, \"We will learn about Chicago harbour management, and see management of beaches, rivers, and coasts in the US and the UK.\" Asked which institution they would visit, he said, \"Dockyard and Engineering Works Limited will most likely hire an event management firm to conduct the study tour. There is a tentative programme, but I don't know much about it.\" He added that the event management firm will prepare the itinerary and estimate the expenses. He declined to disclose the name of the event management firm. The proposed expense is Tk 10 lakh per person, but that may change later, he said.   Asked how the people of this country would benefit from the training of Shamsul Karim, who is going to retire in December, Ruhul Amin said, \"The water resources ministry would be in a better position to respond to the question.\"   He added that he had made the proposal for the tour by the officials and then the water development board endorsed it. The additional secretary was included by the ministry. To a similar question asked over phone, Mir Mosharrof Hossain, additional chief engineer who retires in May, said, \"What will you do with this information?\" and hung up when pressed further. As to why the ministry approved the trip of soon-to-retire engineers,Mahmudul Islam, additional secretary to the water resources ministry, said, \"Normally, we don't intervene in what the board recommends.\" As to why the ministry endorsed the foreign tour of an engineer, who is retiring in a month, he said, \"I don't know.\"     Asked why he, being an administration official, is going on the trip, he said, \"It will help develop the knowledge base of the society.\" According to official records, Mahmudul Islam went on at least two foreign tours in October: one in Hungary and another in Japan.   Abdul Matin, professor of water resources engineering at Buet, said, \"I was not aware that senior engineers and non-engineers like them go abroad to get knowledge on river bank protection, dredging, canal digging, and embankment restoration.  \"We at Buet offer professional training and courses on water engineering,\" he said, \"Our department has given professional training to water board and LGED engineers with World Bank and ADB support.\" The foreign visit was proposed under Bakkhali River Flood Control, Drainage, Irrigation and Dredging project. The three-and-a-half-year project is scheduled to be completed in June next year and has made about 40 percent physical progress. Officials familiar with the proceedings said the trip was going to cost almost half a crore taka. According to a water resources ministry order issued on November 17, the officers would be deemed on duty while on the trip and they would be able to draw the regular pays and allowances. It is unlikely that the country would benefit from such an expensive trip by an admin cadre officer to learn technical matters, said a senior engineer of Water Development Board, adding that the officer in question might even get transferred to some other ministry in future. According to records, WDB engineers have built 16,261km of embankments, including 5,757km in coastal region, dredged 1,388km of rivers, and had done many other water development work.       Some of the WDB engineers are eminent experts with global recognition, said officials. The water resources ministry on November 24 sanctioned a nine-day \"experience sharing\" tour by eight officials in Australia and Malaysia to learn river bank protection, dredging and construction of earthen embankment under a Tk-510 crore project in Sirajganj. Among the officials chosen for the tour are a WDB chief engineer who would in December."
}