{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_8646d68c-9951-4a15-8baa-a9095121bf7b.txt",
  "text": "Date Published:2020-03-18 00:00:00      \nNear about 500,000 to 1,000,000cft (Cubic Feet) topsoils are being used to make 3 to 4 million bricks every year Large-scale use of topsoil from vast areas of farmlands for brick manufacturing in Panchagarh has been inflicting catastrophic damage on agriculture as well the environment. Vast agricultural lands have been losing fertility as well as crop yield capacity for over decades due to the loss of topsoil--which is the outermost layer of soil with the highest concentration of organic matter. Farmers in the district have long been victims of exploitation and have been manipulated by local brokers to sell their fertile-most soil to brick kiln owners. In this way, around 52 brick kilns have been set up around the farmlands of Debiganj, Boda, and Atwari upazila, which are using fertile topsoil of thousand hectares of arable land to make millions of bricks every year. Collection of topsoil from farmlands surrounding brick kilns begins after the Aman harvest and continues for the next one and a half months, locals say. As most nutrients and organic properties along with beneficial microorganisms reside on the top part of the soil when removed, the soil becomes infertile; the bare chemical-infested soil residue washes into the adjacent water bodies, resulting in scores of environmental and health hazards. On a field visit, this correspondent saw numerous trucks filled with the soil, and the farmlands dug 10ft to 15ft under.  Near about 500,000 to 1,000,000cft (Cubic Feet) topsoils are being used to make 3 to 4 million bricks every year. Even though removing topsoil is a punishable offence, locals say neither the brick kiln owners nor the authorities abide by the law. They allege local political influencers are behind these atrocities. Dhananjay Rai, a resident of Debiganj's Nayanpara village, said he sold per bigha of topsoil from his land at Tk26,000. Jagadish Chandra Rai, manager of MML Bricks Kiln in Boda upazila, said they need 250,000 to 500,000cft soil each season to make 500,000 to 800,000 bricks. He said: \"We never face any objection from anyone regarding the use of topsoil. We never force farmers, in fact, they are willing to sell soil from their lands for the profits.\" Md Shamim Iqbal, upazila agriculture officer (UAO) of Debiganj, said: \"Due to this trend of diminishing topsoil at such a rapid rate, farmable lands and crop yields will decline in future as well as having devastating environmental impacts.\" Boda UAO Al Mamun Or-Rashid said the brick kiln owners are using a syndicate of brokers to manipulate the farmers to sell their lands. Touhidul Bari Babu, head of the Geography and Environmental Science department of Panchagarh Govt Women's College, said: \"The situation is truly alarming as fertilizers can longer make the soil fertile without putting a stop to the damage of nutrients in the soil.\" Md Abu Hanif, deputy director of the district's Department of Agricultural Extension, said: \"We can only build awareness among farmers so they stop selling topsoil. But, we are unable to take legal action against the brick kilns.\" Sabina Yasmin, deputy commissioner of Panchagarh, was unwilling to comment on the matter, while Debiganj Upazila Nirbahi Officer Prottoy Hasan said they will take measures to ensure proper awareness among farmers and legal actions against the offenders."
}