{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_fc64a513-6c8d-41bc-8a91-bd471dc3c4c7.txt",
  "text": "Date Published:2020-01-14 00:00:00      \nForeign critics of Turkish President Recep Tayyip Erdogan deride him as a quasi-dictatorial megalomaniac. But Erdogan--who was Turkey's prime minister for 11 years before being elected president in 2014--is now a reckless gambler, too. In short order, Turkey will send troops to Libya at the request of the United Nations-backed Government of National Accord (GNA), which has been besieged in Tripoli for the last eight months by the advancing forces of Field Marshal Khalifa Haftar's Libyan National Army (LNA). This will be a military and diplomatic folly. Erdogan already has the distressing example of the Syrian conflict on Turkey's own doorstep. Does he really imagine that sending a few hundred--or even many thousand--Turkish troops to aid the beleaguered GNA will somehow resolve Libya's tragic and bloody turmoil, itself the result of the 2011 intervention by foreign powers that toppled Colonel Muammar Gaddafi's regime? If Erdogan expects either a GNA victory or an imminent peace settlement, he is deluding himself. Haftar's well-equipped LNA has the support of Egypt, the United Arab Emirates, Saudi Arabia, Russia, and (at least covertly) France. With mercenaries from Russia and Sudan on his side, Haftar must feel rather more optimistic than Fayez al-Sarraj, the GNA's prime minister. Support for the GNA from Turkey and Qatar, along with the fig leaf of UN recognition, weighs rather less in the military balance. So, what explains Turkey's entry into Libya's dreadful conflict as yet another proxy warrior? One factor, often baffling to outsiders, is the ideological and political influence throughout the Middle East--or at least its Sunni Muslim parts--of the Muslim Brotherhood. Founded in Egypt almost a century ago, the Brotherhood favours a transition (peaceful, it has always maintained) to theocratic government. As its slogan proclaims, \"Islam is the solution.\" That is a problem for the ruling families of Saudi Arabia, the UAE, and Bahrain, all of which regard the Brotherhood as a terrorist organisation seeking to undermine their power. So, too, does the oppressive Egyptian regime led by President Abdel Fattah el-Sisi, who mounted the 2013 military coup that ended the Brotherhood's disastrous year governing the Arab world's most populous country. Only Turkey--specifically, Erdogan's Justice and Development Party (AKP)--and tiny Qatar (very much at odds with neighbouring Saudi Arabia) view the Brotherhood with enthusiasm rather than alarm. On the almost frivolous premise that my enemy's enemy is my friend, the fact that Saudi Arabia, the UAE, and Egypt support Haftar is excuse enough for Turkey and Qatar to support Sarraj and the GNA. The bigger reason for Erdogan's adventurism in Libya, though, is that it fits his desire for Turkey to play a determining role in its region for the first time since the demise of the Ottoman empire (of which Libya was once a part). On the surface, that ambition sounds reasonable enough. Turkey has a population of more than 80 million, the second-largest military in NATO, and a relatively developed economy. It deserves to be treated with respect--which is why the European Union's obvious reluctance to advance the country's membership bid is a blow to Turkish pride. But Turkey's pursuit of its regional leadership ambition has come at a high cost. When the AKP came to power in Turkey almost two decades ago, Erdogan's mentor was Ahmet Davutoglu, an academic who then became foreign minister and eventually prime minister. Davutoglu was keen to expand Turkey's influence abroad, but under the slogan \"zero problems with our neighbours.\" How ironic, then, that Erdogan has created problems with almost all of his neighbours. The EU cannot accept Turkey's appalling record on human rights, especially following the military's failed coup attempt of 2016. Israel cannot abide Turkey's support for Hamas (which is aligned with the Muslim Brotherhood) in Gaza. And virtually everyone is exasperated by Turkey's policy in Syria, which features attacking the Kurds--the most effective fighters against the Islamic State--and ambivalence towards several jihadist groups. Significantly, Davutoglu has broken with Erdogan and formed a rival political party. True, Erdogan's supporters can justifiably argue that Turkey has become a regional player to be reckoned with. The EU has to be financially generous, or else Turkey may let hundreds of thousands of Syrian and other refugees from war and poverty flood into Europe. Russia and Iran, which both support Syrian President Bashar al-Assad's regime, recognise that a settlement of the Syrian conflict will depend on Turkey's acquiescence--hence the continuing three-party peace process that began three years ago in Astana, Kazakhstan. Even the United States under President Donald Trump has had to eat a slice of humble pie: Turkey, regardless of NATO sensitivities and American economic threats, stands by its decision to buy a Russian air-defence system. But the Libyan venture may be a step too far. On December 5, the Turkish parliament ratified an agreement between Erdogan and Sarraj that sets a maritime border between their two countries. The Turkish-Libyan deal ignores international law--as the EU, Cyprus, Greece, and Egypt have pointed out. It also ignores geography, because the Greek island of Crete lies halfway between the two countries. And it threatens the January 2019 agreement between Egypt, Israel, Greece, Cyprus, Italy, Jordan, and the Palestinian Authority to exploit the gas reserves of the eastern Mediterranean. Erdogan is the epitome of today's strongman political leader. But by the time his Libyan gamble sours, as it inevitably will, he will have run out of both luck and friends.   John Andrews, a former editor and foreign correspondent for The Economist, is the author of The World in Conflict: Understanding the World's Troublespots. Copyright: Project Syndicate, 2020. www.project-syndicate.org  (Exclusive to The Daily Star)"
}