{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_451f9d76-1fcc-4d48-afc1-7c0dcc0580d7.txt",
  "text": "Date Published:2020-01-26 00:00:00      \nConstruction industries are responsible for 30 percent of the total global resources, 40 percent of the global energy consumption as well as 30 percent of the total greenhouse gas emission. For example, cement is one of the key construction materials used as binder for making concrete. The amount of cement consumption is estimated at four billion tonnes globally. To produce such a high amount of cement, roughly four billion tonnes of carbon dioxide are released into our atmosphere (equivalent to global CO2 emission of 1.4 kg/capita/day). As the global carbon dioxide emission is about 41 billion tonnes, the cement industries are responsible for almost 10 percent of global carbon dioxide emission due to burning limestone to clinker, the major ingredient of cement. The other key materials that are used in construction works are coarse aggregate, fine aggregate as well as reinforcing steel. The global consumption rates of coarse aggregate (stone chips), fine aggregate (sand), and steel are estimated at 3.4 kg/capita/day, 2.2 kg/capita/day, and 0.6 kg/capita/day, respectively. It is clearly understood that for the production of these construction materials, not only a significant amount of energy is consumed, but also a significant volume of natural resources is used, which are depleting rapidly. Construction industries are, therefore, producing a substantial amount of greenhouse gases as well as consuming a huge amount of natural resources. Construction industries are polluting our environment to produce construction materials and depleting the natural resources. A general question comes to mind though: \"Will our future generations have enough natural resources in order to make ingredients for the construction of homes, offices, and other infrastructures?\" This is a big challenge for engineers today to preserve construction materials for future generations. Therefore, it is necessary to produce graduates from our engineering universities who have the knowledge including a sense of responsibility towards the society, environment, and sustainability.      Bangladesh will become a developed country by 2041. Socio-economic development is taking place everywhere in Bangladesh in line with this vision. As a result, the consumption of materials used in construction works is also increasing rapidly. In Bangladesh, the current rates of consumption of cement, coarse aggregate, fine aggregate, and steel are estimated at 0.5, 1.3, 0.9, and 0.16 kg/capita/day. The current rates are far behind the global rates of consumption. However, the rates will gradually increase to meet the global rates due to socio-economic development needs. To make our world sustainable, the United Nations has set 17 Sustainable Development Goals (SDGs) with 169 targets for a period of 15 years from 2015 to 2030. The SDGs were set after completion of the period (2000-2015) of the Millennium Development Goals (MDGs). The MDGs were set with the aim of eradication of extreme poverty and hunger, prevention of deadly diseases, expanding primary education, etc. MDGs made significant contributions to the society. It is also expected that SDGs will contribute towards making our world habitable for us and our future generations. Among the 17 SDGs, three are related to nature (SDG 13 - Climate Change, SDG 14 - Oceans and Seas, and SDG 15 - Ecosystem and Biodiversity); four are related to economy (SDG 7 - Energy for All, SDG 8 - Inclusive Growth and Jobs, SDG 9 - Industry and Innovation, SDG 12 - Consumption and Production); five are related to wellbeing (SDG 1 - End Poverty, SDG 2 - End Hunger, SDG 3 - Healthy Lives, SDG 4 - Quality Education, SDG 6 - Water and Sanitation); and five are related to society (SDG 5 - Gender Equality, SDG 10 - Reduce Inequality, SDG 16 - Justice and Peace, SDG 17 - Global Partnership, and SDG 11 - Sustainable Cities and Communities). Thus compared to the MDGs, the SDGs have a very wide spectrum consisting of 169 targets related to nature, society, economy, and wellbeing.  Many of the SDGs are closely associated with the construction industries. For example, by constructing a green building, we can contribute to improving people's health and wellbeing (SDG 3 - Good Health and Wellbeing); produce renewable energy at low cost (SDG 7 - Affordable and Clean Energy); create new jobs and boost economy (SDG 8 - Decent Work and Economic Growth); introduce innovation through constructing climate-resilient infrastructures (SDG 9 - Industry, Innovation and Infrastructure); develop sustainable cities and communities (SDG 11 - Sustainable Cities and Communities); produce less waste and circulation (SDG 12 - Responsible Consumption and Production); emit less greenhouse gases to combat climate change (SDG 13 - Climate Action); allow biodiversity, including forests, to flourish (SDG 15 - Life on Land); and build strong global partnerships (SDG 17 - Partnerships for the Goals). It is evident that our architects and engineers need to be familiar with the design of green buildings to contribute to the SDGs in many ways. The construction industries need to take initiatives to implement the SDGs in their business platforms. There are five distinct steps: (1) understanding the SDGs, (2) defining priorities, (3) setting goals, (4) integrating, and (5) reporting and communicating. The goals should be set with time-bound targets. The goals should be monitored, evaluated, reported and communicated among the stakeholders. The industries are to be prepared accordingly, just as universities are prepared for accreditation of their programmes.    Engineers need to consider SDGs during the design, construction, operation, and maintenance processes of buildings. A building needs to be designed keeping in mind energy consumption, material consumption, possibility of utilisation of locally available materials, as well as long-term durability of the building. During construction, a plan for minimising waste should be provided, along with a definite management plan to minimise pollution and ensure health and safety of the workers and all visitors. Materials can be processed in a controlled environment to reduce pollution, improve quality of material, and reduce time and waste. The possibilities of recycling and reusing materials need to be studied carefully. During construction, the methodology of construction, sequence of construction, compaction technique of concrete, curing duration and procedure, removal of shuttering, quality ensuring policies, etc., are to be provided. A maintenance guideline and also re-cycling and re-use of materials after demolition of a structure at the end of service life are necessary. To ensure resilient infrastructures, the local exposure and climate conditions should be carefully considered, such as salinity, flood, cyclone, earthquake, presence of sulfate in soil, etc.   For the sustainability of construction materials in Bangladesh, a significant number of studies have been conducted since 2004 through undergraduate and post-graduate research work under a research project entitled, \"Sustainability of Construction Materials in Bangladesh.\" A significant volume of research studies have been conducted on recycling of demolished concrete made with brick aggregate. The research outputs have been recognised with awards as well as publications in renowned journals, such as ASCE's Journal of Materials in Civil Engineering, Journal of Construction and Building Materials, Journal of Engineering and Structures, etc. The research results demonstrated that demolished concrete can be recycled without compromising the strength requirement of new construction projects. By careful mix design, it is possible to utilise demolished concrete as coarse aggregate to make concrete of strength 4000-6000 psi. Also, studies have been conducted on the utilisation of alternative materials in construction work, such as induction furnace slag as coarse aggregate for concrete, stone dust as fine aggregate for concrete, brick surkhi as fine aggregate for concrete, ladle furnace slag as fine aggregate for concrete, etc. Based on the experimental results, it is understood that these by-product materials can replace natural aggregates (such as stone chips and sand) used for producing concrete. We also conducted several short-term and long-term research projects on utilisation of alternative cementitious materials such as slag, fly ash, silica fume, etc. It was also found that these by-product materials are not harmful for concrete, but have a lot of benefits, such as reduction of carbon dioxide emission, long-term durability, less heat of hydration, long-term strength, etc. There are ongoing studies related to the long-term durability of these materials under natural and artificially created seawater exposure conditions. Design engineers are to be aware of the new findings through continuous learning. Due to the rapid increase in population in Bangladesh, it is necessary to plan for construction of high-rise buildings for offices and residences and avoid stand-alone houses. It will eventually save our valuable fertile land for cultivation.    Construction industries should be aware of the consequences of the consumption of vast amounts of material as well as energy required to produce and maintain the built environment. They also need to come forward and take initiatives so as to achieve the SDGs. The overall industrial atmosphere, quality of product, linkages to the local and international partners, etc., will be improved through these initiatives. Greater cooperation between governments, private sector, universities, and many facets of civil society is necessary to accomplish the SDGs by 2030 and to sustain the human habitat for current and future generations.    Dr Md Tarek Uddin, PEng, is Professor, Department of Civil and Environmental Engineering (CEE), Islamic University of Technology (IUT)."
}