{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1989_cae7d17885af8dfb56a4d52dfcedc4197e872fa5.txt",
  "text": "With Iraqi Troops at the Truce Line: Where Legions Died, Deathly Quiet\n1989-04-04T05:00:00.000Z\nTwo United Nations officers stood in silence in the Iraqi observation post, peering through binoculars at Iranian positions across a no man's land and a waterway.\nThree red, white and black Iranian flags strained in the breeze above a mountain of sandbags. The two officers, part of the 350-member force monitoring the cease-fire in the Persian Gulf war, scanned the ground 500 yards away on the further shore.\nThey looked out beyond the remnants of a bridge crossing the Shatt al Arab waterway, which makes up southernmost stretch of the boundary between the two nations.\nThe only movement on the opposite banks came from the flags whipping in the warm wind. ''They are all asleep,'' the Iraqi officer said. ''Nothing is going on. Drink your tea peacefully.'' Agatha Christie's Haunt\nFor eight months, about 70 officers from 13 countries have been monitoring the cease-fire from their headquarters in the decaying Shatt al Arab Hotel. The hotel is in Basra, where Agatha Christie once wrote murder mysteries while her archeologist husband excavated nearby.\nThe Iraqis' Southern Bridge post is a forward observation station on the edge of the Shatt al Arab, on the outskirts of Fao, on the gulf. Established before the truce took effect last Aug. 20, the post is a concrete pillbox covered in sandbags with a terrace protected by a crenelated sandbag wall, like a medieval castle.\nAhead, rusty iron pylons sticking from the muddy water mark all that remains of the bridge that Iran built when it captured the Fao Peninsula in February 1986. The rusting hulk of a cargo ship sits 100 yards upstream. Tea on 'Chai Bridge'\n''We call it 'Chai Bridge,' because when the United Nations officers come, we always give them chai,'' the Iraqi officer said, using the word that means tea in the Middle East. He was speaking to the United Nations officers and to the first Western reporter to visit the Iraqi side of the cease-fire line since the truce was declared. As he spoke, the sweet, mint-flavored tea was served by a young soldier wearing a helmet several sizes too big. He carried a battered aluminum tray.\nThe officer told of how the Iraqi Army destroyed the bridge before retaking Fao last April. It was the first of a series of victories that led Iran to agree to peace, leading to the truce in the eight-year war.\n''They couldn't run away,'' he said of the Iranians. ''So they surrendered or jumped into the water.''\nIts business done, the United Nations team prepared to leave the post. A convoy of white vehicles bearing United Nations insignia drove slowly back across 300 yards of no man's land to the immense earth wall that the Iraqis have built along the Shatt al Arab. It marks the cease-fire line on this section of the front. A Rust-Choked Waterway\nThe Southern Bridge post is legitimately in Iraqi hands because it was established before the truce took effect. But under the truce, the strip of land running from the earth wall to the river bank, as well as the Shatt al Arab itself, is a no man's land. Only the United Nations observers may enter there.\nIn 1980, when the war started, President Saddam Hussein said one of his goals was to re-establish Iraqi sovereignty over the entire Shatt al Arab, which is now shared by the two nations. For at least 500 years the two countries have been fighting over the waterway, which is now clogged with sunken ships, silt and unexploded munitions.\nBy day and night, the United Nations soldiers, working in two-man teams, patrol 250 miles of the Iraqi Army's forward positions. ''Always of different nationalities,'' said Col. Ousman Goudiaby, a Senegalese who is second in command in the southern sector. ''It makes us more objective.''\nUnder the truce, the Iranian and Iraqi armies are supposed to maintain the forward positions they held on the day the cease-fire was delcared. No new trenches, no new gun placements, no new fortifications and no more firing.\nPeace talks have been under way since the truce was declared, but progress is slow. Iraq still controls some parcels of Iranian territory, and the two countries hold 100,000 war prisoners. A round of talks scheduled for late March was postponed, and Iraqi officials say they do not expect the two sides to meet before the end of April. Observers With Tied Hands\nSo every day, the observers on this side of the front inspect the Iraqi positions and note complaints about violations. On the other side, another United Nations team patrols Iran's defenses.\n''But all we can do is ask the local commander to correct a violation, and if he doesn't do so, report it to higher authority,'' Colonel Goudiaby said.\nUnited Nations and Iraqi officers say the cease-fire has become a way of life in the Fao area, with few violations reported by either side. But further north, just north of Basra, it is a different story, with the Iranian Army deliberately flooding a section of no man's land to force Iraq to abandon forward positions on Iranian territory.\nThe flooding has provoked artillery duels as the Iraqis try to knock out the pumps and the Iranians fire back. Secretary General Javier Perez de Cuellar of the United Nations has called the flooding a ''serious violation'' of the cease-fire. The United Nations observers consider the big earth dams that the Iraqi Army is building to keep out the water no more than a technical cease-fire violation. 'The Cease-Fire Is Solid'\nThe Iraqi Army was cooperative as the observers inspected several miles of the earth wall. Military policemen in red berets and white belts snapped to attention and saluted as the convoy passed through check points. Soldiers on guard duty presented arms. Bayonets flashed in the sun.\nIraq's defensive wall is 15 to 20 feet high, with a cement-lined trench cut into the top where armed soldiers stand guard. The guards sleep in dugouts in the base of the wall. Every 100 yards or so is a heavy-gun emplacement.\nAs the United Nations team drove past, its members noticed an a few recoilless rifles mounted in emplacements, usually under a tarpaulin. But most of the time the emplacements were empty. ''The atmosphere is relaxed,'' said Maj. Huq Belal, a Bangladeshi operations officer. ''The cease-fire is solid.''\nAfter inspecting Southern Bridge, the United Nations team struck back inland across the devastated moonscape left by the Fao fighting. In the once-busy oil port of Fao itself, only the mosque stands. The Ziggurats of Babylon\nThe rest of the town is rubble. Scarcely a brick remains on a brick. The oil terminal is a jungle of twisted steel. Where the refinery once stood, the oil tanks have been crushed like empty soft drink cans.\nFrom time to time, the radio crackled to life inside the air-conditioned United Nations vehicles. An Iraqi unit that found Iranian bodies further north asked for help in returning them to Iran.\nA message went through to the United Nations headquarters on the Iranian side. Once both sides agree, a truck flying the United Nations flag will arrive to remove the remains.\nOutside Fao, the flat, marshy land appears empty of civilians. Villages are deserted ruins. Every mile or so, clusters of man-made hills stand topped with antiaircraft guns, reminiscent of the ziggurats built by the kings of Babylon. Forlorn Groves of Dates\nThe groves of date palms, once among the finest in the Middle East, have become a swampy jumble of blackened stumps, spent shell cases and rusting tank tracks. Telegraph poles lean drunkenly across the road, shot through with bullet holes.\n''When you are from a developing country, you know better what all this destruction means,'' Colonel Gudiaby said softly in French. ''You are happy to help stop it.''"
}