{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_2267457b-3b8d-49d8-b186-369292982e31.txt",
  "text": "Date Published:2019-12-30 00:00:00      \nOptimism to turn the tide in his favour had preoccupied the mind of Bimal Krishna Biswas as 2018 drew to a close. The 62-year-old farmer dreamt of renovating his house with brick walls in 2019 with the sales of paddy and the income from fish farm he and his neighbours had in partnership in their locality. One year has passed by but his hope of a better home, increased wealth and improved living standard remains a distant dream. \"This is totally a year of losses for me. How could I make profit unless the prices of paddy go up?\" said Biswas, a farmer from Tungipara in the southwestern district of Gopalganj, over phone yesterday. He cultivated paddy and other crops on five acres of land, including two acres he took as a lease. The elderly farmer and his neighbours live in an area where crop fields remained submerged for seven months a year and they get only five months to grow paddy during the dry season. The paddy grown during the Boro season is the prime crop on which Biswas and tens of thousands of farmers in the country rely for their living. The season is expected to produce 52 percent of the total 3.78 crore tonnes of rice this calendar year, up 4 percent year-on-year, according to the Bangladesh Bureau of Statistics and the Department of Agricultural Extension. This year, they were deprived of profit for higher domestic production that outpaced demand, causing the price to fall. The average national wholesale prices of rice fell between 13 percent and 21 percent from the previous year. Wholesale prices of coarse rice fell 21 percent to Tk 2,753 per quintal, according to the Department of Agricultural Marketing, which compiled price data until October. And the prices of the cereal were 24 percent lower than the government's procurement rates of Tk 36 per kg during this year's Boro and Aman seasons. Farmers said the prices of paddy had edged up slightly at the beginning of harvest of the second biggest crop, aman, but the spike was short-lived. The price has remained low irrespective of grain quality as the speed of the government's purchase is slow. In order to ensure profits for farmers, the government has declared to buy 6 lakh tonnes of paddy directly from producers during the current aman harvest season. But the food office began purchasing paddy on November 20 and has managed to buy 38,000 tonnes until Dec 23. Biswas had spent as high as Tk 700 for hiring a farmworker to harvest paddy. But after the harvest, they found the prices of paddy were about Tk 500 a maund. \"This is really frustrating. We had good prices last year. None of us have peace of mind this year,\" said Biswas, who also suffered losses as tidal surge for cyclone Bulbul destroyed fish farm. The farmers who grew jute benefited, he said. Farmers grow more than 200 crops, including four cereals, 153 vegetables and 34 types of spices, oilseeds, pulses and cash crops such as jute and sugarcane. Including fruits, the total number of crops and fruits grown would be roughly 350, according to the Agriculture Information Service. \"Potatoes brought me profit to some extent by the end of 2019,\" said Masud Rana, a farmer from northwestern district of Kurigram. The 42-year-old farmer cultivates wheat, mustard, potato and vegetable on his three-acre farmland and says flood-affected seedlings of paddy and early plantation in his area, raising the cost of production. \"Rice is our main crop and our wellbeing depends on it,\" Rana said. Rice is grown on more than 70 percent of the total cropped area of 1.54 crore hectares and 77 percent of marginal and small farmers depend on rice for food security and livelihoods, according to the Bangladesh Integrated Household Survey 2015, funded by the USAID. Liakat Ali, a farmer from northern district Sherpur, said the farmers who depend highly on paddy suffered losses owing to falling prices of the grain. \"But I am better off as I grew potato, beans, onions and bottle gourd and I am getting higher prices from these vegetables,\" he said. All the three farmers said those who have grown onions, encouraged by skyrocketing prices of the key cooking ingredient this winter, have had margins. Yet, the number of onion growers is insignificant compared to rice producers. Fifty-one percent farmers grow only rice and 20 percent of growers produce rice along with other crops, said Akhter Ahmed, country representative of the International Food Policy Research Institute (IFPRI). \"It appears that falling price of Boro paddy hampers farmers' wellbeing. But, there had been major setback except for the price of Boro paddy. Overall, the outgoing year has not been too bad or too good,\" he said. Ahmed said ensuring fair prices is vital. \"Reduction in prices of diammonium phosphate (DAP) fertiliser is a positive step towards reducing the production cost of farmers.\" The government slashed the prices of the key fertiliser by 36 percent to Tk 16 each kilogram early December to give a boost to farming. \"The price cut raises hopes that we will make profit in the coming season,\" said Sanjay Kumar, a small farmer from Gabtoli of northwest district Bogura. He cultivated vegetables and rainfall destroyed his tomato field twice. With crop producers looking at their balance sheet for 2019, dairy farmers also did the same. The demand for locally produced milk was affected because of safety concerns following findings by the Bangladesh Food Safety Authority and a team of Dhaka University researchers on the presence of harmful substances in samples of pasteurised and raw milk. \"Our situation has not improved this year. Instead, it deteriorated,\" said Mohammad Shah Emran, general secretary of the Bangladesh Dairy Farmers Association. \"The demand for locally produced milk suffered. We, the farmers, did not get fair prices because of soaring imports of meat and power milk.\" On the other hand, the prices of feed rose and dairy farmers have to pay electricity bills at commercial rates even though the sector is part of agriculture, which enjoys lower tariff than other sectors, he said. \"Rice growers suffered in 2019 but consumers did not suffer as prices of the staple remained almost stable,\" said Quazi Shahabuddin, a former director general of the Bangladesh Institute of Development Studies.  Consumers can complain about higher onion prices, which have provided profits to farmers recently, he said. In 2020, the government should pay attention to ensure balance in the prices of essential commodities and farm produce to ensure a win-win situation for both consumers and farmers, Shahabuddin said. IFPRI Country Chief Ahmed said the thrust should be on rapid mechanisation, especially for harvesting in order to reduce the cost of production resulting from higher labour cost. The government will roll out a scheme to provide subsidies to farmers to buy agri-machinery, said Md Shahjahan Kabir, director general of the Bangladesh Rice Research Institute. \"We hope that farmers will make profit next year on the back of the cut in prices of DAP and the plan for faster mechanisation,\" he said. Biswas is still hoping for the paddy prices to recover so that he can sell more than 500 maunds of the staple now in his storage. The crop damage in some areas of southwest and south owing to cyclone Bulbul could prompt the prices to go up. \"I am waiting for the prices to increase,\" said the grower, who has also cultivated onion. "
}