{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_c62c1a9c-6954-4839-a9cd-4d65d88ec921.txt",
  "text": "Date Published:2020-02-09 00:00:00      \nA slapstick comedy about a ten-year-old boy fervently idolizing Hitler? Jojo Rabbit is indeed a nod to the remarkable power of humour Rainer Maria Rilke, one of the most gifted German poets who is frequently quoted in Jojo Rabbit, appealed to his readers to \"let everything happen\" to them, to delight in the humbling embrace of all beauty and terror. And Taika Waititi's coming-of-age drama Jojo Rabbit is the rare convergence of these two profound, albeit opposite truths of life. Jojo Rabbit is a World War II satire revolving around a German boy named Jojo who joins a Hitler Youth camp and starts having qualms about the Third Reich afterwards when he discovers his mother has hidden a Jewish girl named Elsa in the crawlspace of their house.  A slapstick comedy about a ten-year-old boy fervently idolizing Hitler? Jojo Rabbit is indeed a nod to the remarkable power of humour.  What this miracle of a film does so effectively is that it attempts to take the power away from the fascist narrative and exposes its idiocy through comedy. It sheds light on the buffoonish petulance of the likes of Hitler, but does not reduce the horrors of the Holocaust, rather emasculates its perpetrators with the help of a stellar cast and a balanced script.    Thomasin McKenzie plays a Jewish girl named Elsa in Jojo Rabbit, following her acclaimed performance in 2018's Leave No Trace| IMDb Jojo is a lonely young boy whose father has gone to war, never to come back. He has in turn filled the absence of his father with blind fanaticism. Hitler heils has certainly helped him drown out the noise within his troubled mind. However, upon finding Elsa, constrained by his innate nobility and ostensible cowardice, Jojo slowly begins to question the Nazi juggernaut. Telling this story from a child's perspective is arguably what makes the film work.     Thomasin McKenzie, who plays Elsa, has delivered another brilliantly understated performance following her acclaimed role in Leave no Trace. Elsa - a creative Jewish girl - does not give in to rage; her resilience rises above the oppression inflicted upon her people. She is caged, yet appears to be the embodiment of the strength that keeps the spirit of resistance alive.  On the other hand, Scarlett Johansson, in the vibrant role of Jojo's single mother, manages to pull off one of her career-best performances to this date, by playing an elegantly witty character who is unafraid to go beyond the mere aesthetics of resistance and the good old convenient life for a just cause.   Scarlett Johansson has earned her first two Oscar nominations - Best Actress and Best Supporting Actress - the latter for Jojo Rabbit| IMDb The depiction of Nazis as good people is bound to make certain critics blast this film, much like the fate in store for the Oscar-winning German film The Lives of Others. In light of the current political divide, there is merit to this discussion.   In August, 2017, neo-Nazis paraded the streets of Charlottesville, chanting anti-Semitic slogans. The US President Trump later famously addressed \"the very fine people\" on both sides, pandering to some of his white supremacist base. Consequently, he established a moral equivalence that in all objectivity does not exist.  Thankfully, Taika Waititi is more tactful than that. He succeeds at finding the tricky balance between the evils of fascism and the allures of resistance. There is an astonishing poignancy beneath the surface of humour, and whenever it swells into a crescendo, the transition feels seamless.  As World War II approaches its end in the latter half of Jojo Rabbit, we as audience members find ourselves not laughing along with Hitler. Rather, we are laughing at him, chipping away at his racial hatred. Therein lies the brilliance of Jojo Rabbit. "
}