{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_56": {
      "value": "This is a satirical piece. Should we just delete this one?",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_fde94377-1d87-4a88-9341-5a11ae0ba9ac.txt",
  "text": "Date Published:2020-03-28 00:00:00      \nBangladesh became the first country in the world to treat coronavirus over phone. The country's Disease Uncontrol Centre run by Kooks (DUCK) came up with the brand new method even though THERE ARE MORE THAN ENOUGH TESTING KITS FOR ALL VIRUSES TM in the country. \"This virus is very easy to diagnosis. You don't even have to call our hotline. We hate all the calls we are getting. My social life has been in tatters ever since people started worrying so much about dying. It is the inevitable,\" Nawabzada Fauna, head of DUCK, told reporters outside her testing facility which has so many kits you would not even believe it. \"So your nose is blocked, you have a cough, and perhaps a little pneumonia. But have you recently been to a different country? Specifically these three countries? If not, then you do not have it. Take an aspirin and chill out,\" they said, adding that no one should panic if they are not tested considering the number of testing kits the centre has can flood the entire country. The new method of quick diagnosis has also instilled confidence in the country's people, with many now going out and about knowing they are not carriers of any virus. Asked if the situation was so much under control, then why were all modes of public transport being suspended, Fauna said it was because too many people were using those to come to the DUCK headquarters. \"We have asked people on numerous occasions not to come here. But they just don't want to listen. Why are they behaving in such an odd way? There is nothing to see here except the billions of testing kits that we have. I promise. I swear to you,\" they said, breaking down in tears. Fauna finally asked the reporters to leave and covered themselves with protective gear, including a bullet-proof vest and a very, very stupid looking hat.    Lubnan Khaleesi is a Nasa scientist with a moody disposition but a very sweet heart."
}