{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_38544ece790b1dd61cc41963d4ec6a2eca227e44.txt",
  "text": "WAS MAN MEANT TO FLY?\n1987-11-01T05:00:00.000Z\nAMERICANS have always been on the move, but never have so many moved so far so fast.\nLast year, our domestic airlines carried 394 million passengers more than 3 billion passenger miles - twice as many people, twice as far, as a decade ago - and this year's traffic is still greater. Airliners have displaced trains, buses and cars for all but short trips and now account for nearly 90 percent of interstate travel.\nBut if we're flying more, we're enjoying it less. Near-midair collisions, and the August crash of a Northwest Airlines plane, have been much in the news, alarming air travelers. Exasperating and costly delays are dishearteningly common; at more than one airport recently, police have had to quell disturbances by infuriated passengers. Of five flights I booked researching this article, two were canceled, three delayed. I spent a total of seven hours flying - and six waiting, fidgeting and fuming. Such irritants, plus amenities sometimes akin to those of a bus in Bangladesh, generated three and a half times as many complaints to the Department of Transportation in the first nine months of 1987 as in the same period of 1986.\nMuch of the trouble stems from the 1978 deregulation of the airlines. Its aim was to benefit passengers by replacing government controls of fares and routes with free-market competition. And it worked: airlines fought for market share by offering discount fares, opening up hundreds of new routes, and competing on 2,000 city-to-city connections formerly served by one airline. Air travel became the transport of the masses.\nBut the unrestrained scramble for business, according to both government and airline industry experts, led to overscheduling of flights at popular hours, with concomitant traffic jams and delays. And when the Civil Aeronautics Board was phased out in 1985, airlines got free rein as to seating-room allotment, extent of overbooking, passenger compensation when flights are delayed or canceled, refund policies when so-called deep-discount tickets are returned, and so on. (The Department of Transportation regulates only three consumer issues: smoking, baggage losses and bumping of passengers due to overbooking.) A number of bills filed with House and Senate committees would reimpose enough control to correct some of these problems without losing the benefits of deregulation. One such bill, which would include the requirement that airlines provide more time between connecting flights and post on-time performance records, was approved by the House on Oct. 5, but has not yet been considered by the Senate. Until it or some other bill becomes law, caveat volator -Let the flyer beware.\nThe following primer on domestic air travel advises passengers of areas in which they can make advantageous choices and of ways to minimize the slings and arrows of air travel. HOW TO GET FLIGHT INFORMATION\nBefore deregulation, you had only to call any airline and say where you were going. If it didn't fly there, it would tell you who did. Since all airlines had pretty much the same fares, it mattered little which you picked; aside from departure time, you might choose on the basis of the food or the movie.\nToday each airline sets its own prices and no two have identical fare schedules; accordingly, for most passengers cost is a major factor in choosing an airline. But cost comparisons are complex. Most flights offer three classes of service: first, business and coach (economy). Coach fares, the choice of most passengers, vary by day of the week, time of day, and how far in advance the ticket is bought. Also, some routes to a destination are cheaper than others: many airlines offer lower fares on ''direct'' or ''through'' flights (flights on their airline with stops en route) than on nonstops or flights going part way on another airline. A traveler going from, say, San Jose, Calif., to Washington can choose among six airlines offering three direct flights and 23 with connections - all at varying prices.\nOne can neither review all the possibilities with an airline agent nor, except with great difficulty, locate the best one in the thickets of data in the printed ''Official Airline Guide.'' But computers can instantly sort out the guide data according to whatever parameters - itinerary, day, time, lowest fare and so on - are punched into the keyboard, and come up with the optimal alternatives.\nThat's why many travel agents subscribe to one of the five computer reservation systems and why passengers buy 80 percent of their tickets through travel agents. Geoffrey H. Lipman, executive director of the International Foundation of Airline Passengers Associations, says, ''The C.R.S. is the one way to manage all that data - and thus the travel agent is more important than ever.'' (Agents' services are free; the airlines pay the commissions.) All the major computer reservation systems are owned by airlines (Sabre by American and Apollo by United, for instance), and each tends to offer its own airline's flight first; to get the best flight from your own standpoint, you need to be insistent, or have a truly helpful agent, or both. A FARE QUESTION\nTo choose among the alternatives, you must first establish your priorities. A businessman's primary criterion might be to get from New York to Denver next Monday in time for a business luncheon. A thrifty vacationer going to Denver might rate economy first, even if it means taking a Saturday afternoon flight with several stops and paying weeks in advance. For most travelers, the best choice is a compromise.\nAirlines reserve some seats at full fare for business travelers, who typically book on short notice, must fly at certain times and cannot look for bargains. All other seats are cheaper, the biggest bargains being at the least desirable times and days, often requiring stayovers, and subject to 25 to 100 percent penalties for cancellation or change. Last year, 9 out of 10 travelers bought their tickets at discounts that averaged 56 percent below full fare. Typically, a full-fare traveler from New York to Miami on Eastern would pay $698 roundtrip for a coach seat and $924 for first class, a discount traveler $180.\nThe biggest bargains are hard to come by. Certain airlines play ''bait and switch'': They advertise superbargain fares, but these always seem to be sold out - although the airline is happy to offer you a seat at a somewhat higher price. The ads aren't totally fraudulent; there actually are a very few seats per plane at the superbargain rate. Some airlines, however, set aside large blocks of seats for deep-discount fares.\nWhat can the ticket-shopper do? Here is some advice from the Department of Transportation, the Aviation Consumer Action Project, which is a Ralph Nader-founded advocacy group, and industry sources:\nIf you must go on short notice and at peak hours, you'll have to pay full fare. But it may cost less on one airline than another; Continental, for instance, charges 30 percent to 50 percent less than its major rivals.\nBook long in advance; the farther ahead, the better your chance of getting a bargain.\nPick off-peak times and days. On business routes, cheap seats are most available on Saturdays at midday; on resort-area routes, in off-season and midweek.\nIf you can stay overnight or even longer, you may qualify for certain superbargains.\nGamble on a superbargain fare with a cancellation penalty unless factors in your life make cancellation likely.\nPrepayment is required for certain superbargains, but don't prepay if the airline is financially shaky; if it goes bankrupt before your flight, you'll be just another creditor.\nFor $25, senior citizens can join a discount club with any of several airlines; travel is limited to certain times, but with a discount of 10 percent. MARCHING THROUGH GEORGIA - OR, ANYWAY, ATLANTA\nOld air-travel joke: Whether you're going to heaven or hell, you have to change at Atlanta.\nThat's because Atlanta's Hartsfield Airport is a major hub for both Delta and Eastern - a focal center in the ''hub-and-spoke'' system that has dominated routing since deregulation. (Eastern and Continental, both owned by Texas Air, continue to operate as separate airlines.) Formerly, to go from A to B, you went nonstop if an A-to-B flight existed; if not, you hunted for some C to which you could fly from A, and where you could get a C-to-B flight. With deregulation, airlines were freed to add routes as they chose; they greatly increased the number of routes available -but instead of adding convenient nonstops, they transformed their route structures into hub-and-spoke systems. A hub is a center from which a large number of spokes -connections to many cities -radiate in all directions. Hub-and-spoke systems make for many shorter, better-filled and hence more profitable flights than nonstops; that's why airlines like them. As for passengers, they can now make connections between scores of minor cities by going through a hub. But doing so can be a miserable experience. Of the country's 30 major hubs, some are chronically plagued with delays at peak hours, and some have vast concourses (Delta's, at Atlanta, are more than a third of a mile long) down which the panting traveler trudges, through crowds, toward a gate that always seems to be at the far end.\nThe essence of hub operation is the dovetailing of a peak-hour ''bank'' or batch of incoming flights with an outgoing bank; ergo, congestion, crowds and delays. Delta, Eastern and other airlines daily make 2,200 takeoffs and landings at Atlanta; United, American and others almost as many at O'Hare. That means a lot of people in your way during your long walk, a lot of people in line in front of you, a lot of competition for seats in the waiting areas, a lot of planes waiting a turn to take off or land. Some suggestions: Try to avoid major hubs. The five busiest airports, all hubs, are: Atlanta, Chicago's O'Hare, Los Angeles, Dallas/ Fort Worth, Denver.\nIf you can't avoid them, try to pass through them at off-peak hours.\nCompare alternate routes; sometimes a roundabout one, with two stops at small hubs, is a better bet than a direct one via a single superhub. But bear in mind that every change of planes increases the chance of a missed connection and misrouted baggage. THE DIFFERENCES AMONG AIRLINES\nSeen at the gates, all airlines are sleek and gleaming, all pilots handsome and competent. Some passengers assume all airlines are about the same in quality of service. The evidence is otherwise.\nComplaints to the Transportation Department about delays, cancellations, missed connections, long waits at ticket counters, lost bags and so on vary greatly by airline. Complaint rates per 100,000 passengers for the large commercial airlines for the first nine months of 1987: Continental 29.3 Northwest 18.5 TWA 13.4 Pan Am 13.3 Eastern 12.7 United 7.0 Braniff 5.2 American 4.3 USAir 3.5 Piedmont 3.0 Delta 2.5\nIt should be noted, however, that industry-wide complaint rates declined in September by 23 percent over August of this year. Continental's latest ads claim that it is getting a handle on its problems, which were due to its recent absorption of New York Air and People Express. But it has a long history of passenger discontent: from 1984 through 1986, Continental's complaint rate, though far lower than in 1987, was among the three highest of the major airlines (the other two: Pan Am, TWA). In contrast, in all three years, Delta and Piedmont had the lowest rates -only a fourth to an eighth as high as the highest three.\nBy promoting competition, some critics of deregulation contend, airlines have been encouraged to cut costs, and not all of them adhere equally to maintenance procedures prescribed by the Federal Aviation Agency. Notable examples: The F.A.A. recently fined Eastern a whopping $9.5 million for 78,000 violations, and American $1.5 million for violations that included using plastic wing slat pulleys instead of the F.A.A.-approved metal ones.\nPilot competence, or the public perception of it, is a factor in passenger choice: Some travelers avoid a particular airline after news reports of near-misses, pilot errors and the like. But news items are a poor guide; most pilot errors never make the papers. A better guide: F.A.A. findings released to the press. In September, for instance, an F.A.A. safety team investigating Delta's recent string of close calls reported that the airline's poor policies on crew training resulted in ''a lack of crew coordination and lapses in cockpit discipline.''\nAirlines differ as to how much space they allot passengers, especially in coach class. Delta's L-1011 has nine seats across in economy, United's, 10. USAir's all-coach 727-200 seats 158 people; Eastern's cram in one more row, for a total of 177. An obese person might suffer in United's plane, a long-legged person in Eastern's. Ask the airline or your travel agent for the number of seats across or the ''pitch'' (distance from the back of the passenger's seat to the seat ahead - 33 inches is acceptable). Seating diagrams for 14 airlines (lacking pitch data but identifying seats with little legroom) appear in ''Airline Seating Guide,'' obtainable quarterly for $10 from Carlson Publishing Company, P.O. Box 888, Los Alamitos, Calif. 90720.\nFrequent-flyer plans are a decisive element for some travellers. In return for enough mileage credits, some airlines give free trips to any city on their domestic routes, others first class seats at coach prices, and so on. The ''best'' deal is the one that offers what you prefer. Money magazine last year rated Pan Am's program best because it gave free trips to exotic locales such as Bombay and Nairobi, but if such places don't call to you, that plan isn't best - for you. HURRY UP AND WAIT\nMany air travelers can sympathize with former Senator James Abourezk of South Dakota, who is suing New York Air (now Continental) for false imprisonment. In Washington several years ago, he boarded a late-afternoon plane for New York to attend a United Nations reception. The plane ''tarmacked'' - stood idling on the taxi strip - for three hours. Having already missed the reception, Senator Abourezk asked to be let off, but the pilot said no gates were open. So the Senator went to New York, took the next flight back to Washington, and arrived home at 1:10 A.M., out $154 and nine hours, and understandably furious.\nDelays - not all of that magnitude - are very nearly as numerous this year as last year, although they were down 24 percent during the summer of 1987 as compared to the summer of 1986. What constitutes a delay? The F.A.A. defines it as a 15-minute period or longer between the pilot's request for clearance to taxi and actual takeoff, but passengers held an hour or two at the gate before boarding define it differently. ''Nobody keeps track of the real delays,'' says Hoyte B. Decker, assistant director for consumer affairs at the Department of Transportation, but some clues exist:\nMonte Lazarus, a former United vice-president, proudly told the House Subcommittee on Aviation that in May, 78 percent of United's flights had departed and 70 percent had arrived within 15 minutes of scheduled times - which means that more than a fifth of United's flights took off late and nearly a third landed late. United's track record is typical, or better than typical, of the industry's. At busy hubs, the chances of delays are far worse.\nIn September, the then Transportation Secretary, Elizabeth Hanford Dole, aware that bills pending in Congress would force the airlines to publish their on-time performance records, seized the ball and ran with it: the Transportation Department ruled that airlines would have to make the data available to the public by late this year through travel agencies and airline ticket offices. Meanwhile, Transportation Department spokespersons, veteran travelers and Frequent Flyer magazine offer these tips:\nIf possible, avoid peak-hour departures and arrivals.\nTry to bypass the biggest airports; sometimes a minor one, though farther from the city, is a better bet.\nTry to avoid any airport that is a major hub for one or more airlines.\nIf you must depart at a peak hour, don't base your appointments on the scheduled arrival time.\nWhen flying to an important appointment, allow extra en route time or go the night before.\nCall the airport before setting out to see if flights are being delayed.\nOn short trips, consider going by train, bus or automobile; on paper the trip may look longer, but in reality it may save time and stress.\nFliteline is a service run by the Aviation Safety Institute; for an annual fee of $50, you can call an 800 number at any time to ask if weather or other problems are likely to delay your flight that day. Fliteline's computers use National Weather Service data and F.A.A. delay reports; on-line advisors give you the prediction and, if necessary, suggest alternate routes. For information, call 1-800-848-7386. LEFT AT THE GATE\nEven delays aren't as infuriating to passengers as ''denied boardings'' (bumpings) because of overbooking.\nAirlines overbook by a small percentage to compensate for no-shows and cancellations. Sometimes they overshoot the mark and are forced to bump some ticketed passengers, usually the last to check in. But they must report bumpings to the Transportation Department, which can take punitive action if the number of incidents gets too large. For the first six months of 1986, the overall rate was 4.61 persons bumped per 10,000 boardings - less than one-twentieth of 1 percent - and for the first half of 1987 was only a trifle higher, 4.76 per 10,000. But the chance of being bumped varies widely among airlines. For the first half of 1987, Pan Am had nearly four times the average rate; American's rate was only 0.06.\nUnder Transportation Department rules, when passengers have to be bumped, the airline must first ask for volunteers, offering compensation for giving up their seats. If airline agents fail to ask for volunteers before trying to bump you, demand that they do so; the law is on your side.\nThe department also requires that the airline, if it bumps you, get you another flight or pay you for your inconvenience, as follows:\nIf it can get you to your destination within an hour of your original scheduled arrival time, you get no compensation.\nIf it gets you there more than one but less than two hours late, it must pay you an amount equal to the fare of your oversold flight, up to $200.\nIf it gets you there more than two hours late (four hours on international flights), it must pay you twice the price of your ticket, up to $400.\nIf it makes no travel arrangements for you, it must pay you twice the above amounts.\nPayment must be immediate, in the form of a free ticket to your destination, a check, or both.\nNone of the above applies if the plane has 60 seats or less, the flight was canceled, or a smaller plane had to be substituted for the original one.\nTo minimize the chance of being bumped, book ahead of time, check in at least half an hour early, and be at the gate before boarding (last-minute arrivals are prime candidates for bumping). IMPEDIMENTA\nAt many airports, travelers with hand luggage must carry their bags long distances (porters are a vanishing breed; rented carts are scarcest when most needed). Big bags or parcels, checked through, often take up to half an hour to reappear at the baggage-claim area. Sometimes they never do, particularly if you've changed planes en route.\nIf your bag doesn't show up, don't panic; according to the Transporation Department's ''Fly-Rights: A Guide to Air Travel in the U.S.,'' 98 percent of lost bags are found and returned.\nIf your bags are missing, the airport staff of most airlines will, on request, give you money for emergency purchases of toilet articles and some clothing (a fresh shirt or change of underwear). Only if the bag is permanently lost will they work out a settlement payment. The Transportation Department limits airline liability to $1,250 per claim; if your checked possessions are worth more than that, buy ''excess valuation'' insurance, if available, as you check in. Some major credit cards, if used to pay for the tickets, provide free baggage insurance. FEAR OF FLYING\nA 1983 Gallup poll for Newsweek found that 11 percent of people are always frightened when they fly; another 3 percent are frightened most of the time, and 21 percent some of the time. Most flight-phobic people attibute their fear to the risk of midair collisions and other accidents. But the facts would allay fear of flying - if fear could be counteracted by rational thinking, which is rarely the case. The facts:\nFor the last dozen years, the fatal accident rate for passengers per million aircraft miles flown by domestic airlines was far lower than the preceding 12 years. There were no passenger fatalities in 1986, and in the first nine months of 1987 there was only one fatal airline accident out of close to five million flights. (A Northwest Airlines plane crashed near Detroit on Aug. 16, killing 156 passengers and crew members.) In 1986, 46,000 people died in highway accidents; from 1980 to the present, an average of 77 passengers and crew have died per year in major domestic airline accidents. The fatal accident rate for regional airlines has been higher than that for major airlines, but not by much.\nThe F.A.A. last week announced that there was a sharp rise - 48 percent - in the number of reports of near collisions involving commercial airliners for the first nine months this year; the increased was from 258 last year to 383 for 1987. But Robert Buckhorn, deputy assistant administrator for the Office of Public Affairs at the F.A.A., has said, ''We still have less than half the number of near-midairs that we had in the 1960s - and double the traffic. And a good proportion of near-midairs are of the 'no-hazard' variety -closer than regulations allow but without actual danger.''\nFlying used to be a delightful and luxurious way to travel; today it is neither. But the informed traveler can minimize its fears, discomforts and inconveniences. In any case, one can only say of it that, like democracy, with all its faults it's far better than any of the alternatives."
}