{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_e492a8db6c90a8cfc6f5283ef3cea4e7cd5a18fa.txt",
  "text": "NEWS SUMMARY: SUNDAY, NOVEMBER 15, 1987\n1987-11-15T05:00:00.000Z\nINTERNATIONAL/3-22\nConsumer prices in Poland will rise by an average 40 percent in 1988, the Polish Government announced. Polish consumers, troubled by reports of impending price increases, have begun panic buying of food and other products. Page 1\nThe State Department's budget is in crisis and many experienced diplomats are unsure about their future. The department may eliminate more than 1,200 jobs and close some embassies and consulates. 1\nSupport in Honduras for the contras is no longer certain, officials said. Backing the guerrillas is becoming more and more politically costly for the country because of the new regional peace treaty. 1\nThe King of Afghanistan, Mohammed Zahir Shah, has emerged as a key figure in efforts to negotiate a Soviet withdrawal from his country. He is being promoted as the possible leader of a regime that would oversee an end to the occupation. 3\nRudolf Nureyev returned to Moscow under an unusual two-day visa that will allow him to see his ill mother. The ballet star had not been there since he defected from the Soviet Union 26 years ago. 4\nProtestors in Bangladesh resumed their drive to oust President H. M. Ershad, staging a half-day strike and setting off explosions in several cities. The police fired in the air to disperse rock-throwing crowds in the capital. 11\nBomb in Beirut kills 7 3\nItaly's new government resigns 9\n2 more Arab nations resume ties with Egypt 12\nSuspected Nazi seized in Argentina 15\nElections in Haiti imperiled 17\nNATIONAL/24-44, 58-59, 65, 68\nIn the talks on the budget deficit, President Reagan said that he expected an agreement next week on a general outline of a plan to reduce the budget deficit by up to $80 billion over the next two years. 1\nPresident Reagan and Jim Wright ''don't like each other a bit,'' said a politician who knows them both. This friction between the two powerful leaders has complicated efforts to arrange compromises between the Administration and the Congress. 1\nJudge Anthony Kennedy could shift the balance of the Supreme Court marginally on criminal law and perhaps on some civil rights issues, a review of several of his decisions suggests. But little is known of his views on several key issues. 1\nData on Kennedy's lobbying 31\nA shake-up in Bob Dole's campaign is expected this week. Plans for the overhaul came after William E. Brock 3d, the former Labor Secretary who took over as campaign chairman recently, reviewed the organization's structure. 36\nGeorge Bush won a key 'straw poll' in Florida, turning back a strong challenge from Pat Robertson, the former television preacher who twice embarrassed Mr. Bush in highly visible party votes in the last year. 38\nAn emotional debate over curfews is taking place in Washington. The recent murder of a teen-ager has focused the attention of many Washingtonians on young people and on the responsibility of a community to guide and control them. 24\nA dispute at Detroit's symphony has become bitter. The musicians, who say the symphony's management lacks the ability to support a ''major league'' orchestra, have been off the job since Sept. 21 as a result of a salary dispute. 24\nOhio college covets Florida park 24\nModerate Baptists post advances 25\nAlarming rise in breast cancer foretold in data 34\nGuide seeks to cut dropout rate 35\nMaine faculty votes C.I.A. ban 39\nJudge rejects dismissal of charges in slaying of radio host 42\nREGIONAL/45-56, 61, 65-66\nA debate over garbage incinerators has begun as New York City and scores of other communities move toward spending billions on their construction. The developing fight mirrors the one over nuclear power plants in the 1970's. 1\nConstruction of incinerators in New York City is yet to begin. It has been delayed by strident community opposition, a lawsuit, political maneuvering and changing environmental regulations. 46\nA reduction of student loan defaults will be difficult to achieve at the City University of New York, officials said. Under proposed rules, if the default rate is not brought down, the university could lose a major portion of Federal funds. 50\nA group of Rochester hospitals has decided to let the amount of money they are paid for their services be determined in part by the quality of care. A quality assurance program is to be instituted with a computer program. 51\nA car lost control and crashed into a Consolidated Edison work site on the Franklin D. Roosevelt Drive in Manhattan, killing four people and injuring four others, the police said. be,re1 54\nEnvironmental policymakers from New Jersey met. The conference was billed as a search to unlock ''environmental gridlock'' - to quicken the pace of cleanup of polluted land, air and water. But consensus on solutions was elusive. 46\nKoch's views travel south of New York 45\nTough chess match ends in draw 48\nMemorial for Kate Smith 52\nNew program to assist families in crisis be,re1 54\nFamily court struggles with caseload 54"
}