{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_5e9432aa-083c-4e45-9925-1b469446aea9.txt",
  "text": "Date Published:2020-02-18 00:00:00      \nAccording to the Global Risks Report 2020 from the World Economic Forum (WEF), biodiversity loss is now the third most serious risk our world is facing in terms of impact. In its 15-year history, the Global Risks Report has never listed biodiversity loss as one of the top five global crises in terms of impact, although it did make the top five global risks in terms of likelihood in 2011, and is featured in the latter list for 2020 as well. Weapons of mass destruction occupied the top position for global risks in terms of impact for the last three years. It is now number two, losing its position to climate change or more specifically, our failure to take proper action against climate change. Biodiversity conservation and climate change are topics that often come to the fore in discussions. The Bangladesh Climate Change Strategy and Action Plan (BCCSAP) is an example of this. The BCCSAP talks about adaptations in the fisheries sector, livelihoods in ecologically sensitive areas, and the creation of coastal forests to fight cyclones. \"Monitoring of the ecosystem and biodiversity changes and their impacts\" is, however, the only programme in that document that explicitly mentions biodiversity. Nevertheless, given the urgency of other climate actions, like flood risk management or inventing climate-resilient crops, one may expect biodiversity-related actions to get less priority among the 44 programmes listed in the BCCSAP. Back in 2010, when Bangladeshi climate change activists and environmentalists were disappointed with the outcome of the Copenhagen Climate Change Conference in December 2009 and the country's own Bangladesh Climate Change Trust (BCCT) and the donor-funded Bangladesh Climate Change Resilience Fund (BCCRF) were yet to be functional, something fantastic happened. Two long-term development partners of Bangladesh, the British Department for International Development (DFID) and the Danish International Development Agency (DANIDA), supported the International Union for the Conservation of Nature (IUCN) to produce the \"Protocol for Monitoring of Impacts of Climate Change and Climate Variability in Bangladesh\". This was indeed a ground-breaking effort by Bangladesh. After rigorous exercise, detailed methodologies and indicators were developed to measure climate change impacts on the biodiversity of our rivers, wetlands, coasts, sea, and forests. It also did the same for other important areas, like hydro-meteorology, agriculture, livestock, human health, livelihoods, and poverty. After its publication in 2011, if used, this comprehensive impact monitoring protocol could have helped us to learn how our biodiversity has been changing over the past decade due to climate change and how to respond to that. Unfortunately, this never happened--a missed opportunity indeed. In fact, this document and long-term biodiversity monitoring simply disappeared from the climate change discussions in Bangladesh. It is not mentioned, for example, in the second and third National Communications on climate change submitted to the United Nations Framework Convention on Climate Change (UNFCCC) in 2012 and 2018, respectively, or in the sixth National Report to the Convention on Biological Diversity (CBD) submitted in November 2019. The BCCRF has so far allocated around USD 385 million to a wide range of ministries, agencies and NGOs to implement about 660 climate change projects. However, it did not fund any large-scale, long-term biodiversity and ecosystem monitoring project; it only supported a short-term one in the coastal areas, with the Nature Conservation Management (NACOM), through the Palli Karma-Sahayak Foundation (PKSF) in 2013. Bangladesh has completed a good number of biodiversity projects since the impact monitoring protocol was finalised. Large, multi-year conservation projects, like the Integrated Protected Area Conservation (2009-2012) and Climate Resilient Ecosystems and Livelihoods (2013-2018), both supported by USAID, engaged in biodiversity monitoring in the protected areas to check project impacts. The Wetland Biodiversity Rehabilitation Project (2009-2016), supported by the German agency GIZ, monitored the aquatic biodiversity of the wetlands and rivers of the Rajshahi region, continuing two years after the main project activities were finished. However, none of these projects, such as the USD 36 million Strengthening Regional Cooperation for Wildlife Project (2011-2016) of the Bangladesh Forest Department or the Switzerland-funded Tanguar Haor project (2006-2016) of the IUCN, thought of monitoring climate change impacts on biodiversity and ecosystems. These missed opportunities show that even long-term conservation initiatives that are sufficiently funded by single donors can fail to acknowledge the need for long-term biodiversity monitoring with regard to climate change. They failed to see beyond the project tenure. Our recent conservation projects have been thinking more of people, rather than biodiversity per se. It is true--we have lost a decade and are still yet to combine biodiversity monitoring with climate change, but let us now look forward by looking into the past. One of the best examples of long-term monitoring of biodiversity in Bangladesh is the migratory water bird census. Every winter, the Bangladesh Bird Club (BBC), a group of bird-enthusiasts, coordinates this survey in haors, riverine chars, and the coastal areas of Bangladesh. Over the last three decades, this census has been giving us a yearly picture of migratory water birds, their numbers and diversity. We can now use this large database and link it with national and regional climate data from the past 30 years to explain changes in the migratory birds' visits to Bangladesh. We can do the same for other ecosystems. Numerous projects and individual researchers have been collecting biodiversity and ecological data from different forests and wetlands, as well as natural and modified ecosystems, for a long time. We can compile the data, analyse it, and study the trends of change in certain wildlife, plants or other elements of a particular ecosystem over the past few decades. Relating biodiversity data with changes in our climate could help us to forecast the future trends and plan for it. But who will lead or coordinate such ventures? We have two real opportunities before us. The Bangladesh Forest Department is now implementing the USD 175 million Sustainable Forests and Livelihoods (SUFAL) project, funded by the World Bank, to be run till 2023. This project has an \"Innovation Window\" to fund research proposals, including those related to climate change impacts on forests and biodiversity conservation. SUFAL can take up the impact monitoring protocol developed by the IUCN in 2011, update it, and start implementation. This would be a fantastic step forward, one which should have started long ago. The second opportunity comes with the second phase of the Sundarban Management Project (2019-22). In this phase, GIZ plans to establish a model of ecological monitoring of the Sundarbans, which will later be scaled up for the whole forest. UNESCO's World Heritage Committee (WHC) has been expecting ecological monitoring reports on the Bangladesh Sundarbans since 2016. In 2017, the Bangladesh Forest Department compiled available ecological data and submitted a report to the WHC. That report could be a good starting point and climate change-biodiversity aspects could be included in it, which is also what the WHC suggested. We talk about creating new forests with billions of seedlings to remove extra carbon dioxide from the air and fight climate change. Stopping ecological destruction, protecting existing forests and wetlands, and restoring damaged ecosystems are also an important part of reducing climate change impacts. At the same time, we should immediately put together our biodiversity information and climate data, in order to analyse the past changes, predict the future, and make preparations for what lies ahead.   Dr Haseeb Md Irfanullah is a biologist-turned-development-practitioner with a keen interest in research and its communication. He is an independent consultant working on environment, climate change, and research systems. His Twitter handle is @hmirfanullah  "
}