{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_46ed220f-9271-4362-a416-654565b3ebf3.txt",
  "text": "Date Published:2020-03-30 00:00:00      \nOn March 25, listening to a briefing on the then available latest global statistics about the COVID-19, I learnt that the global total of recorded cases was then a little over 400,000, spread across over 169 countries. Of these, the first 100,000 cases had taken 67 days, the second 100,000 about 11 days, the third 100,000 about 4 days, and the last 100,000 less than 4 days. We were told in no uncertain terms that this was the first great pandemic, of truly global proportions in a hundred years, after the so-called \"Spanish flu\" of 1918-20, (which had afflicted over 500 million people or a quarter of the world's population at that time, and inflicted a death toll of between 17-50 million). The entire world today is in a dire economic situation, a global recession worse than the recession of 2009 is inevitable, only this time it would be somewhat different in nature: there would be a very big hit on the services sector, in which there are typically no rebounds; supply chains are standing fractured or not available any longer; there would be a very likely rise in food prices because of severe disruptions to the logistical or other chains on which assured availability of food depends; social safety measures would prove woefully inadequate; and domestic and external shocks would reinforce each other, perhaps exponentially. Three days later, on March 28, 2020, the number of globally recorded cases was nearly 600,000 with the numbers increasing steadily by the hour. In other words, the number jumped from 400,000 to 600,000 in about 3 days. Of these, currently infected patients number over 436,000, of whom over 23,000 are in serious or critical condition. The United States has now surpassed Italy (and China) with the highest number of cases (over 104,000). Mr Trump can now boast of presiding over the new epicentre of this pandemic. I am willing to bet that by the time this article is published all the numbers will be higher. This situation will get worse, given the now well-established trajectory globally. While experts everywhere, from different nationalities and different disciplines in science, are near unanimous in agreeing that the crisis will become worse, much worse, and all countries (including the United States), are either woefully inadequately prepared or ill equipped, or both. Chinese President Xi Jinping has reportedly reached out to President Trump and offered help in sharing knowledge (gleaned from its own experience) and equipment to tackle the critical situation. However, because of stonewalling and sheer cussedness on the part of some, the G-20 virtual summit ended in a fiasco. Mr Trump kept insisting on publicly labelling this disease as the \"Chinese virus/Wuhan virus\", to which the Chinese objected with injured ego. Mr Trump would do well to delve into some history of his own country, and recall that the so-called \"Spanish flu\" of 1918 is now thought by many as actually having originated in an obscure farming community in Haskell county in Kansas, USA where a farm worker caught the infection from a pig, and then carried it to Spain where it ballooned among an unsuspecting population from where it travelled to the World War-I theatre (in which Spain, ironically, was not a protagonist), and then travelled back to the United States, in two successive waves, from Summer, to Fall and then Winter. The Spanish flu should therefore be correctly renamed today as the American flu of 1918. Perhaps this will satisfy the respective egocentricism of the respective world leadership today, who should instead buckle down to addressing the crisis and putting in place institutional arrangement to deal with the current pandemic, and its resultant fallouts on food and employment security and ensure that more such pandemics do not recur. We should assume that more such unexpected pandemics will very likely occur, because there are countless strains of coronavirus among other animals, birds and reptilian species than we know of, and with spaces of separation between species and homo sapiens ever shrinking (or basic principles of ecological equilibrium having been ignored and shattered), the intervals between such pandemics could well also dwindle, alarmingly. Pandemics jump over time and space, across peoples, countries and cultures, ballooning exponentially. Despite all indications to the contrary, people worldwide took the onset of the current pandemic complacently, almost smugly, holidaying on beaches when governments advised them to go into social distancing and self-isolation. When Saudi Arabia and some Gulf states advised their nationals that they should abjure from going to mosques and instead remember God and offer their prayers in the isolation of their respective homes, we have had examples of people in some of the most densely populated Muslim countries (including in Bangladesh and Indonesia) congregating in very large numbers for congregational prayers or \"waz mahfil\" sessions (in which there could have already been some infected people, but quite unaware of their being so). In Malaysia, one such event resulted in notable community transmission of the disease.   In Bangladesh, the officially announced total number of cases today is 48, with 5 fatalities. The official statistics does not necessarily reflect the accurate statistics, because of the very tiny number of the population having been tested, even among the several thousand returnees from China, Europe or elsewhere who were allowed to go home on condition of \"self-isolation\" which was merrily (and most irresponsibly) largely not observed. The Bangladesh Institute of Epidemiology Disease Control and Research (IEDCR) announced its detection two days ago of the first community transmission of the disease. I await with considerable trepidation to what the figures will exponentially translate into in, 7 days, 14 days or 21 days from today.   In my last missive on the subject published in this newspaper a week ago (\"Implications of coronavirus for regional and global cooperation\", The Daily Star, March 22, 2020) I had advocated that we needed to shift our focus away from viewing our security within the traditional paradigm only, but consider our overall security as contextually nested in what I describe as ecological security that includes a host of non-traditional causes all of which would at some stage, sooner or later, translate into a traditional security threat as understood conventionally. Ecological and non-traditional security may be defined as maintaining a dynamic equilibrium not only among human societies (friction among whom used to be the traditional source of conflict) but equally, if not far more importantly, between humans and nature, humans and other species and humans and pathogens. Any disruption to this dynamic equilibrium between any two or more component sets of actors or factors integral to this equilibrium would translate into a disturbing, risk-fraught disequilibrium endangering all. Man, as the dominant species with a steadily burgeoning population, has a greater ability today than ever earlier to affect how this equilibrium is maintained. Changes in the complex intertwined relationship between man, nature and other species can be destabilised by changes in nature or in human behaviour. As resources needed by man for his sustenance and development steadily dwindle, fierce competition has already increased among peoples for control over decreasing resources that sustain human societies. In this struggle for control, non-state actors have increasingly emerged as posing by far the greater threat to societal security than conventional military threats by other state actors. Maintaining ecological equilibrium in any given geo-space has, therefore, emerged as increasingly integral to not only ensuring the overall wellbeing of the peoples who inhabit that space, but to ensuring their continuing security, traditional and non-traditional. But this requires exponentially increased cooperation and collaboration between states. Most of the NTS threats need a well-thought out systemic and institutionalised response, in a pan-Westphalian context. I have earlier advocated for establishment of a regional Authority called South Asian Regional Ecological and Environmental Authority (SAREESA), which would have several sectoral bodies under it to address different NTS threats, one of which would be addressing pandemics. Now that we are wading ever deeper into, and increasingly floundering in, a pandemic and we are assured by experts that more such pandemics are very likely to afflict us unless we think in anticipatory mode, and not just to address pandemics--who is to say that some natural cataclysm like another great tsunami, or a mega volcanic eruption or a mega earthquake is not likely to occur anytime soon? I for one, would wish governments and peoples to be prepared for such unpredictable scenarios, however unlikely they might appear to be at cursory glance now. Such an organisation would be an authoritative umbrella body (rather than a toothless association or \"club\") with the mandate and authority to enforce adherence to its collective decisions. It should be headed by a ministerial-level Governing Council, that should meet periodically, at least once a year, by rotation in each member-country's capital. Decisions should be arrived at by a simple-majority consensus. Decisions once taken, are mandatorily binding on every member state. Its decisions are like laws passed by the national parliaments, but where the decisions are in conflict with national laws, they over-ride the latter. The body will derive its funding through mandatory contributions from each of its member states, the amount proportional to its population but weighted by its GDP. Where necessary, it may dictate levying of taxes on income according to income slabs to meet sudden emergencies. For wildcard events, (like the current COVID-19 pandemic) it will maintain an emergency fund of a predetermined amount raised through taxes as well as central funding. Money for this fund is to be raised through levying taxes on specific/related activities, like travel, entertainment, retail sales, etc. While the amount of the levy would be relatively very small, since it is collected on a daily basis from a wide swath of the population across the entire region, cumulatively it would translate into a considerable amount which would be sufficient to cope with an extraordinary emergency in its immediate aftermath. This umbrella body will have at least six sectoral cells to deal with food security, water security, energy security, employment security, health security, and environmental security, respectively. For the moment, let me present only three of these sectoral cells: wildcard events, health security and food security--these are the specific areas where I foresee immediate problems likely to confront us all in the wake of the current COVID-19 pandemic. At the first signs of an event occurring (like current pandemic, or a major tsunami, flood, drought, earthquake or volcanic eruption), it would trigger off a regional warning system that keeps vulnerable populations informed and evacuates endangered populations where deemed necessary. It also activates across the region emergency related services to go into standby mode to cope with health and food security. Ensuring health security With global and regional movements of people and all sorts of goods, including flora and fauna, and particularly microbial or viral passengers having become easier with the communication revolution and induction of super jumbo aircraft, ensuring regional health has become a greater challenge than ever. The contemplated authority's mandate would include regional health management issues linked particularly to communicable diseases (cholera or other diarrheal diseases, typhoid, etc.) that may escalate into epidemics or pandemics. For the purpose, it maintains a central information system of networking that links all national/or designated hospitals to a regional information centre. It monitors the instances of communicable diseases that are known to spread easily, and tracks movements of such diseases if they occur. The centre also maintains a regional health registry, where it stores and updates on a continuing basis, data from its network of hospitals across the region, information on supplies of protective gear for medical personnel and patients, testing kit and life support equipment. Certain industries may be designated and tasked with being geared to produce such kits/equipment/gear on an emergency basis to cater to national and regional emergencies, as well as to replenish stock. It will also monitor animal diseases linked to poultry and livestock on a similar basis and will exercise the authority to impose very strict quarantine regulations in order to forestall spread of man or animal borne diseases across borders. Ensuring food security The authority will require each member state to maintain a minimum reserve of food grains stock (rice, wheat or maize, etc.) sufficient to meet consumption requirements of its nationals for four months, at any given time. This is to meet national emergencies within its own domestic jurisdiction. The cost of this buffer stock is met from the domestic national budget of each member state. Additionally, a pre-determined quantum of food grains, pulses, powdered milk, bottled water, salt and sugar is also stored along centrally designated locations, (close to airports/railway stations/ports) and along the borders with adjacent countries for fast movement to disaster areas in times of extraordinary trans-boundary emergencies. Both categories of the above reserve stocks will have specifically designated shelf lives. These items will be put on the market at least two months before expiry of such shelf life but also be replenished simultaneously with new stock with new shelf lives. The cost of these emergency buffer stocks will be raised through a system of food security tax/levy raised monthly at a rate not less than a minimum percentage of an individual's regular income (say a monetary unit per person irrespective of par value of that unit vis-a-vis the strongest unit in the region). This principle of compulsory contribution will instil a sense of value and participatory ownership that raises the importance of this scheme in the public perception. In case of a disaster outside the region (another region located near or far away, in the same or another continent), individual countries will be required to contribute in aid to the afflicted outsider region from its own domestic reserve, provided it has the capability or a viable plan for replenishment of its own stock in a timely manner. Similar contribution may be made from the regional reserves mentioned above also, provided replenishment is lined up within a reasonable timeframe. The regional authority should be able to requisition multi-modal transportation vehicles (marine, air, riverine or road) from any or all of its member-states' civil and military resources. For this purpose, it can maintain a database of all such available transportation, listing what is available and where at any given time. And for this, the national civil and military bureaucracies will be required to update a centralised database on a regular, continuous and real-time basis. While most ideally, we need to have a regional body for such an unprecedented emergency, (and I had hoped in my last article that this crisis would have impelled us to move towards such a dynamics), if that does not happen, Bangladesh should take the lead in instituting measures envisaged above on a national basis and set an example of good governance that might nudge others to emulate. As Gurudev Rabindranath Tagore famously exhorted: \"if no one heeds your call, walk alone\". Sooner or later, others will be compelled to join, inspired by the example you set.   Tariq Karim is a retired ambassador and currently Senior Fellow at the Independent University."
}