{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1989_589016fa56502b603ac5bf0d27e2f806c5815f51.txt",
  "text": "BOOK NOTES\n1989-01-04T05:00:00.000Z\nStalin With Warts\nA book published in 1987 by the Johns Hopkins University Press is scheduled to become the first book on Stalin by a Western historian to be published in the Soviet Union. Moreover, the Soviets have promised to allow the author to read and approve the translation before its publication this year.\nThe book is ''Stalin in October: The Man Who Missed the Revolution,'' by Robert M. Slusser, a professor of history emeritus at Michigan State University. It describes Stalin's return from Siberian exile to Petrograd in March 1917 and his editorship of the party publication Pravda during the months leading up to the Bolshevik Revolution the following November. Professor Slusser writes that on the night of the revolution, Stalin stayed in the offices of Pravda rather than taking to the streets to join in the storming of the Winter Palace. Later, of course, Stalin had the history of the revolution rewritten in favor of a more laudatory version of his activities.\nJ. G. Goellner, director of the Johns Hopkins University Press, said Progress Publishers, the Soviet publishing house, was reluctant to buy Mr. Slusser's biography in 1987, because it did not think it could get clearance for the project. But after the policies of Mikhail S. Gorbachev encouraged more openness, Aleksandr Avelichev, the head of the publishing house, sent Johns Hopkins an offer. That contract was eventually signed in Boston.\nDuring the Frankfurt Book Fair last October, Mr. Avelichev asked to renegotiate the contract to increase the print run to as many as 200,000 copies. Mr. Goellner said that when he expressed surprise at so large an order, Mr. Avelichev replied: ''I don't think you understand what a big event this is going to be. We have nothing on Stalin in this country except what Stalin wanted written. This will open the door through which our own historians can now walk.'' Titles That Scan\nAlex Shoumatoff has written eight books of nonfiction, ranging from his search for his Russian roots to accounts of his travels in many lands. His most recent book, ''African Madness'' (Knopf), consists of four articles, revised from their original appearances in The New Yorker and Vanity Fair, on Madagascar, Dian Fossey, AIDS in Africa and the trial of Jean-Bedel Bokassa, the former ruler of the Central African Republic.\nWhile writing, Mr. Shoumatoff uses working titles that are often vastly different from the published titles, although he stayed with ''African Madness'' for this book.\n''It came to me as a sound more than as a meaning, although I thought there was enough meaning for a good title,'' Mr. Shoumatoff said. ''But from its cadence, you know it's probably by the same guy who wrote 'Russian Blood,' 'Florida Ramble' and 'The Rivers Amazon,' '' three of his previous books.\nThe working title for ''Russian Blood,'' Mr. Shoumatoff said, was -what else? - ''Rootski.'' For ''Westchester: Portrait of a County,'' he used ''Beyond the Bronx.'' And his book on the Amazon, published by Sierra Club Books, was ''The Big Amazon.'' When his editor suggested ''The Rivers Amazon,'' Mr. Shoumatoff was dubious. He said, ''I thought, sure, by the man who brought you 'The Brothers Karamazov.' ''\nYet even the most carefully considered titles are not always as distinctive as authors might like. Shortly after publication in 1986 of his book ''In Southern Light,'' based on his travels in Zaire and along the Amazon, Mr. Shoumatoff asked at a store in Manhattan whether it carried the book. The clerk said yes, and directed him to ''Southern Light,'' a fictional interpretation of the story of Genesis by J. R. Salamanca. When Mr. Shoumatoff tried again, he was directed to the travel section. ''I thought, that's more like it,'' he said, ''until I saw 'South Light,' by Michael Parfit, a book about the Antarctic.''\n''One of these days,'' Mr. Shoumatoff said, ''I'm going to invite those other two authors for a drink at the Algonquin and propose that we publish all three books in one bound edition.'' Profits to the Poor\nDominique Lapierre's book ''The City of Joy'' (Doubleday) is about the impoverished people of Calcutta, India, to whom the author promised 50 percent of the royalties. Since its publication three years ago, the book has sold about five million copies worldwide and Mr. Lapierre said it had earned the poor about $1 million - along with much more from the donations that accompanied many of the 70,000 letters from readers.\nThat money, Mr. Lapierre says, has been used to finance a number of projects in whole or in part: a home, schools and a training center for 150 children of lepers; three rehabilitation centers for lepers; three homes for 125 physically and mentally handicapped children from the slums; a medical dispensary in Bhangar, an area south of Calcutta in which as many as 700 patients are treated each day; a mobile medical dispensary in a remote area of the Ganges delta, and a home and school for 75 orphan children from an area near Bangladesh.\nMr. Lapierre and his wife, who also donated solar energy water pumps to 10 drought-afflicted villages in India, were recently made honorary citizens of Calcutta."
}