{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_3e0c6942-1f63-4675-b248-8a4f628c8f92.txt",
  "text": "Date Published:2019-04-21 00:00:00      \nBoat making charge has doubled this year in the district, much to the worry of char people, especially fishermen and boatmen. Boat is very essential transport for them in the upcoming rainy season, but many of them cannot afford boats due to its high prices. Meanwhile, boat craftsmen are also not happy as they are not getting expected orders this year, said locals. It is charged Tk 1.20 lakh for making a 50-feet length boat, Tk 1 lakh for a 40-feet length boat and Tk 80,000 for a 30-feet length boat according to sizes but it was charged Tk 30,000 to Tk 70,000 last year and more less in 2017, said boat craftsmen and fishermen. Meher Ali, 48, of Teesta River Char Bairati in Kaliganj upazila, said around 30 to 40 char people jointly buy a big size boat for carrying people and goods during flood. Besides, a number of affluent men buy new boats during the time but they are showing less interest in this regard this time due to higher prices. So, old boats are now being repaired, said Meher.  Shafiqul Islam, project manager of a local NGO working for char people's livelihood, said there are 95 char areas in the Teesta and Dharla rivers. There are 42 ghats and two or four boats are anchored at each ghat. Around 5,000 fishermen are dependent on the rivers. Four to six fishermen use a big size boat for netting fish in the rivers, said Shafiqul, adding that there are two or three big boats for the villagers in each char area. Many char people have also middle size boat for personal uses. Craftsman Nazrul Islam, 44, of Teesta river Char Gaddimari in Hatibandha upazila, said the charge of boat making jumped as the price of wood shot up at a rapid speed this year. Another craftsman Abdus Samad, 55, of the area, said boat making order has fallen drastically this year. He got order for making three boats only this year while it was six last year and eight in 2017, Samad said, adding that they all 60 boat craftsmen in Teesta and Dharla char areas are facing same situation.  "
}