{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_c2102596-02fe-473d-8c11-e1aaccecc433.txt",
  "text": "Date Published:2019-04-18 00:00:00      \nIf the historic site is renovated and preserved then it can become a tourist spot Due to lack of renovation and preservation, the historical and archaeological landmark of Mayurbhatta's Dhanuka Manasha Bari, in Shariatpur, has almost been lost to the mists of time. On World Heritage day today, we found that although the owner lost possession of most relics of the house, Shyamapad Chakrabarty -- the last man of his family line -- has preserved around five of the household's buildings. During his recent visit to Shariatpur, the education minister instructed the local administration to preserve the almost-500-year-old historical structure. According to archeologist Dr AKM Shahnawaz, if the government provides incentives, then Manasha Bari can become a historical tourist spot for visitors. Dhanuka village is situated in the region just behind the Shariatpur police superintendent's office; and the Dhanuka Manasha Bari is located just inside the town. This ancient structure has two significant legends attached to it. Myths surrounding the landmark The first myth says that Mayurbhatta's parents -- the Bhattacharya family -- was on a pilgrimage to Kashidham, when Mayurbhatta's mother gave birth to him inside a forest. The Brahmin family believed that religion was their priority, rather than their newborn child. Thus, the family set off for their journey once again, leaving the infant in the forest, covered with a \"shal pata,\" or sal leaf. Once their pilgrimage concluded, a deity came to Bhattacharya, in his dreams, saying that their prayers would not be accepted as they were wrong to leave their child unprotected. Realizing their mistake, the couple returned to the forest and found a peacock covering their son with its feathers. Hence, Mayurbhatta was named after the \"mayur,\" or peacock, that sheltered him; and the area later became the house of the ancient Sanskrit scholar and poet. The second legend tells the story of a teenager who had a habit of collecting flowers from the garden at dawn. One day, the teenager found a massive serpent in the garden and returned home frightened. When he went to the garden the next day, he faced the snake again, but this time it follows the teen to his house. The snake slithered around the boys in a dance in the presence of terrified onlookers. Later at night, the Manasha goddess came to the dreams of the household members, and instructed them to worship the goddess -- thus establishing the Manasha temple in the house. Since then, Mayurbhatta's house has been known as Manasha Bari. The shrines of goddesses and educational institutes A large pond is situated on the entrance of the landmark. The borders to the main house began from the west bank of the pond. At present, there are a total of five structures still standing, the: Kali Mandir -- mandir is a temple--, Durga Mandir, Manasha Mandir, a Nahabat Khana, and a Sanskrit school. Near the west border of the house, facing east, is a monument with a bungalow style two-way sloping roof, which was once used as the Manasha Mandir. Manshabari dining room Dhaka Tribune Another bigger edifice is situated on the northern border, facing south, which also has a two-way sloping roof. This monument has been marked as Durga Mandir. There is another two-storey building facing the temple--that is mostly in ruins--known as the Nahabat Khana. There is a two-storey temple for the Goddess Kali, adjacent to the west side of the manor's courtyard. A lot of the second floor and parts of the first floor of the temple have collapsed.  Another two-storey building, that has survived, on the southwest area, used to house a Sanskrit  school. Next to this school was the residence of Acharya family, however there is no way to excavate it at present. The history behind the Manasha Bari  According to historic descriptions, the descendants of Mayurbhatta came to reside in the Manasha Bari from Kannauj to present-day Dhanuka of Shariatpur. Lakshman Mishra has been shown as the descendant of Mayurbhatta in their family tree. After Shyamol Sen -- second son of the King of Sen Dynasty -- conquered Kotalipara, he brought a Brahmin named Yashdhar Mishra with him. Meanwhile, a sorceress died in Bikrampur, befalling an inauspicious haze over the kingdom. The king decided to call his priest to sacrifice all other sorceresses, when Yashdhar pointed out the fault in the idea. The king then asked Yashdhar to carry out the sacrifice; when he concluded it successfully, Yashdhar was rewarded heartily by the king. He started to live on the land rewarded to him by the king, and the king brought more Brahmins from Kannauj so that Yashdhar felt at ease living there. Lakshman Mishra is a successor of these Brahmins, but he left Bikrampur because of river erosion -- and moved to Dhanuka. Meanwhile, it is believed that Mayurbhatta and Lakshman Mishra, together, built the structures of Manasha Bari at the end of the 15th century. Architectural and cultural significance There are no inscriptions that elucidate the construction period of these buildings. Nonetheless, seeing the construction style, it is believed that they were either built at the end of the Sultanate period or the early Mughal period.  The construction style is such that there are several doors arched to enter the room from the rear of the building. These medieval monuments were built with limestone and bricks. There are also traces of Islamic architecture in the construction style of these structures. The institution and the temple were built in late 16th or early 17th century. According to the locals, the Sanskrit school building has underground cells, but it is impossible to prove its authenticity without an archaeological excavation. An excavation project was initiated by the authorities and later abandoned. However, after a bit of digging, evidence of a brick-lining was found deep inside the ground. The facade of the building is greatly damaged and the inner chamber walls have smooth plaster. There is no decoration on the wall, but there are light and simple notched designs on the walls. There are also arched alcoves every two-or-three feet on the wall. The architectural excellence of Manasha Bari proved there is a rich past and culture in this region. With the existence of the educational institution in Manasha Bari, it appears that during the contemporary period, a cultural circle has been formed in this region.  Mayurbhatta's daughter--poet Jayanti Devi, or Vaijayanti--was a Sanskrit poet Manasha Bari. She received Sanskrit education from her father, Mayurbhatta, and achieved special knowledge in scripture about conciliation. Vaijayanti husband was born into the famous Pandit family of Kotalipara in Faridpur. Her husband, Krishnanath Sarvabhouma, was also a Sanskrit poet. Temples of Manasha Bari have some significant other features of the ancient era. There are 11 ornamental tiles under the roof of the Manasha temple, and there is a big lotus in-between each tile. The flower and sapling designs on a flower vase--situated on a pillar near the main entrance of the Durga temple, and under its rooftop panel--are simply remarkable. Colored tiles were used on the walls of the eastern side of this temple. The use of these motifs were commonplace during the Mughal era. Mayurbhatta's last successor, Shyamapad Chakrabarty, said: \"Manasha Bari was established on a property of almost seven acres. Some influential people have occasionally pressured me to knock down these buildings. He said he has preserved these medieval institutions even in the face of immense pressure. Govinda Chandra Chakrabarty, son of Shyamapad Chakrabarty, said many journalists, tourists and researchers have come to receive information about the tradition of this house. However, no-one has taken any action to protect this ancient heritage. If this asset is preserved, this Dhanuka Manasha Bari can be established as one of the key tourist centers of Shariatpur. Shariatpur Deputy Commissioner Kazi Abu Taher said: \"We have sent a letter regarding the renovation and maintenance of Manasha Bari to the Department of Archeology. \"On March 15, the education minister and state minister of water resources visited the Manasha Bari. Then, both ministers instructed us to write letters again and assured us of the financial allocation in this regard.\" Former chairman of Archaeology Department in Jahangirnagar University, Dr Shahnawaz said: \"An analysis of these structures showed that these buildings were constructed in late 16th and early 17th century.  \"I have repeatedly requested the government's Archaeology Department to include the Manasha Bari of Shariatpur on their list. It is possible to build a tourism area here if the Cultural Affairs Ministry takes responsibility for the renovation and preservation of Manasha Bari.\" "
}