{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_9fd8527d-d58e-46f1-b4dc-6ed44e17e400.txt",
  "text": "Date Published:2020-04-11 00:00:00      \nThis translation marks the writer's second death anniversary on April 24.  (Translated by Khademul Islam)  Ah, those days, it made no difference to us whether it was night or day--we didn't know, and didn't care to know! The only thing that mattered was spending twenty-four hours of the day at the Coffee House on College Street (in the then Calcutta). Though formally it was supposed to open at 9:00 in the morning, an insistent clamor to open the main gate would commence from 8:30 onward, and by 9:15 it would inevitably begin to loosen and then open. Some of us insiders who knew what to do would then slip in early and grab the seats at our favorite tables. At the entrance, by the foot of the stairs leading up to the cafe, would be Ismail, the man from my own side of Bengal, from whom we would buy ten-plus-ten totaling twenty sticks meaning two packs of Charminar cigarettes, which were our invaluable props as we sought the precious philosopher's stone inside the cafe. As the day wore on, all sorts of people would drop by. Some were stooped from the weight of their learning, while others were wracked by drugs. Everybody from the hangman to the racetrack addict - who would not drop by there? At that time, we were the most senior of the Coffee-House-ians. Until the gates closed at 10:30 at night, who had time for anything else? No sooner would one group depart than the next one would breeze in; all were our devotees and hangers-on. Ah, life then was so light and sublime and so full of promise! The days blew by in a swirl of good times and laughter. If Baruna left our table, the slot would be filled by Namita. Almost five feet tall and shapely and chocolate-colored, Namita had us all buzzing around her like a swarm of bees. We would table-hop incessantly; now this table, then that table, and time would fly by with nobody knowing how or where.  Especially if it was a winter day. When on one such day came our very own Babu Shri Chandan Majumdar, who was good-looking, well-spoken, and a Coffee House regular, because, really, what was one to do with one's life except write poetry? With a broad, beguiling smile he informed us that his kaka (paternal uncle) S... and his mother had been repeatedly pressing him to bring the gang one day over to the family home, and that today was that very day! That both his Mama and mother kept hearing so many tales from him about us, the Coffee House crowd, that everybody in his household, from old to young, felt as if they had come to know us intimately. His mother, listening to these tales, in fact, was quite taken with a certain wretch named Belal Chowdhury, and now harbored a store of affection for this fellow far in excess of what she displayed for her own sons and daughters. And also, he said, it would be quite special if Namita and the Mitras could also come along, though of course he knew that those two had families and duties, people to take care of. Whereas among the rest of us there was one truly free male named Belal--if he could be made to tag along then we were assured of not only a chicken-and-rice dinner being laid out but also the prospect of some extra cash, say, a little twenty-rupee handout.  No way! I took a firm stand against such an idea. That would not be allowed to happen. I would announce to his folks from the very first that I had no need of anything. And even if there was, I would ask for it myself.  The afternoons then were honeyed. And now that there was no way to back out of this outing, it made sense to waste as little time as possible in hitting the road given that it would afford us more time for play and fun. Led by Chandan, by the time we descended from the Bangaon train line at some cow-shit, fly-blown station, the winter afternoon shadows were beginning to darken and deepen. Dense banks of trees lined the path to Chandan's village, as an equally dense, deep blue dusk began to fall. The moment we entered the neighborhood his house was in, however, a deep voice suddenly brought us to an abrupt halt.  Aha, the voice intoned: from which direction has the Sun God risen today? Otherwise how can it be that at this time of the day do we get to see our Chandan Babu in our lowly little village, and that too with his friends and boon companions. Are you fellows feeling all right, your bodies fit to do battle, is that the... It was Chandan himself who stepped forward and introduced the voice to us as his Mama (maternal uncle). Who knew about so much and yet had not the slightest air of affectation about him or a jot of righteousness, talking and mingling with us like some genial lord of the manor: Baba, all of you are very lucky fellows, you have blossomed forth on a very auspicious day. So what if it's a cold Kartik night with its sweet air blowing around us--today it's also a Kartik full moon night. The goddess Parvati's son, the six-faced one who is the commander of the heavenly forces in his abode, will enchant us tonight with his playful frolicking and fancies.  But, Chandan Babu, listen, why don't you hurry on ahead in the meantime to the house and give my didi Audity advance notice of our guests? By the time you get everything ready I will have shown them the moonrise over on the other side of Dudh Sayerer beel, and then bring them around. This did not sit well with me. No matter how dear a Mama he was of Chandan I didn't feel like going even one step forward with this gentleman. But what choice did I have? In the tenth circle of Hell even the gods become ghosts/And we all know who's to blame for it. Even though Chandan and I grumbled a bit about it, I noted that the others were all for experiencing the Kartik moonrise over on the other side of Dudh Sayerer beel. After walking a considerable distance, I felt as if I no longer even had the energy to listen to the howling and barking of distant foxes and jackals. Mama was striding in front of us like Vasco de Gama, while muttering some incantations under his breath. To be perfectly truthful, our collective knowledge of Sanskrit was so meager that the Shiva-like cries of those jackals seemed clearer and more ominous. But Mama was our indisputable leader. Drawing up his dhuti tightly around him and clutching at his sacred paita thread, he was murmuring mantras so obscure and unfathomable that it was impossible for any of us to understand a single word of it. Then, all of a sudden, he stopped at a spot and raising a forefinger at the distant forest line, he said, look, look at this scene. Are you destined in this life to ever see this again? Fill your heart with it. If not over a bamboo grove, the moon has certainly risen over the tops of the mango orchard, and even if Kajala didi is not here to sing this sloka to you all, at least the Mama who is before you will always be with you. And look, look, take a good look across this vast plain to see what a real full moon night can be--oh, what a flood of shimmering light falls down on us! But you know,  all this while there were jackals, now it seems that packs of wild dogs have joined them in the baying and howling. Even then I would urge you to take a last look at the moonlight cascading down over the tree line. It was not for nothing that Abanindranath had written: here is one moon/over there is another moon/O brother the moons twine/the moon over the hinchay bush... The way Chandan's mama that night, in that remote cow-shit, fly-blown sheltered nook, in leading us to see the moonrise, flayed us with the moon that even today after all this time it seems to me that we are still trapped in some charmed circular maze, going round and round in a trance... (The original article appeared in the 30 August 2005 issue of the little magazine Boitha) Khademul Islam is a translator and a writer of fiction and nonfiction.           "
}