{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_e18715aa-110a-45d2-9093-43e6353476f6.txt",
  "text": "Date Published:2019-07-20 00:00:00      \nThe Chattogram Development Authority has been filling up vast swaths of low-lying land, designated as water reservoirs, in the name of building residential areas. The state-run agency is building 4,533 plots at its Ananya Abasik area in Kuwaish and Panchlaish. In the 1995 Master Plan, these areas are earmarked as farmland and wetland. Filling up of farmland and wetland or changing their nature by any means is illegal. Moreover, the housing project, launched in 2011, does not have the mandatory clearance from the environment ministry, officials said. In a letter in 2018, the environment department ordered the CDA to halt the project, but the city development authority paid no heed to the call.   Ironically, however, the CDA is implementing a separate Tk 5,616 crore project to solve the port city's waterlogging problem that affects millions. Since the project's approval in 2017, the CDA has been able to do only 17 percent work. Town planners and locals say the housing projects are intensifying the problem. With thousands of residential plots occupying some 778 acres of water retention area, localities that were once known as flood-free zone now quickly go under rainwater. Oxygen Mor area is the worst affected. After last week's rain, the busy intersection remained waterlogged for at least five days. Locals said they never saw this area go under water.     Sholoshohor Gate-2, Muradpur, Probortok and Chwakbazar are among the main city thoroughfares that get waterlogged even after a light rain. Until four to five years ago, rain water would recede in couple of hours. Now, it takes up to 10 hours. In the first phase of the housing schemes, the CDA completed the work of 1,733 plots last year and is now building another 2,800 plots in the second phase. The city development authority is implementing a separate housing scheme, Kolpolok Abasik, in Bakolia, also a water reservoir.   Additionally, the CDA has approved construction of hundreds of buildings on wetland, including Bogar Beel, Chandrima Abasik, Gaochiya Abasik, over the last few years. Yeasin Mahfuz, a resident of Kuwaish, said they never had waterlogging problem in their neighbourhood in the past. \"The waterlogging problem began after the CDA completed its first phase of the Ananya Abasik project. It's sad that the CDA is aggravating the waterlogging problem while it's implementing a project to solve it,\" he said, clearly frustrated. Asik Imran, an eminent town planner and also board member of the CDA, told The Daily Star that the CDA did not do any feasibility and other relevant studies before taking up the housing projects. \"So these residential areas are intensifying the waterlogging problem in nearby areas. Such whimsical actions are essentially taking the city on the verge of destruction. The CDA can't avoid its responsibility,\" he said. CDA's Chief Town Planner Sahinul Islam Khan admitted that portions of their residential areas occupied some land earmarked as agricultural land. \"Waterlogging is sure to happen when any housing project is taken up in low-lying areas. We should have 'honoured' [spared] the water retention areas. But there is the pressure to build homes for the increasing population as well,\" he added. He would not comment on why the CDA did not take the required clearance from the environment department. But even as the city development authority's housing schemes are inundating new areas, it's project to mitigate the waterlogging problem sees little progress. After government approval in August 2017, the CDA signed an agreement with the army in April 2018 for its implementation by 2020. But with less than a quarter of the work completed, the CDA authorities are now seeking to push the deadline. Excavation of 16 out of the 36 canals have been completed while only five kilometres of retaining wall have been built out of 176 kilometres. That is the only progress. The project also include building of 12 sluice gates, renovating 500 drains, constructing five water reservoirs, 42 silt trap and 15 feet-wide roads on both side of the 36 canals. The project will also construct 48 bridges, six culverts and ten kilometres of drains. Asked about the slow pace, Project Director Ahmed Moinuddin said the consulting firm appointed to study the canals submitted their report on only 13 canals in April this year. \"It's a huge job and sometimes deadlines can be missed. The consulting firm will be able to submit their report on all the canals by August. In the meantime, we initiated a move to extend the deadline,\" he said. "
}