{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1988_6ecd334e7a0963bba8c5ebf68afc4ee2022be55a.txt",
  "text": "Frogs' Legs, Hunt to Table\n1988-09-07T05:00:00.000Z\nLEAD: MIDNIGHT, a canal near Alligator Alley in the preserve adjacent to Everglades National Park in southern Florida. The chairman of the Tribal Council of the Seminoles, James E. Billie, perched high above the hull at the controls of the airboat, touched a switch and a beam of light sprang from the band encircling his wide brow.\nMIDNIGHT, a canal near Alligator Alley in the preserve adjacent to Everglades National Park in southern Florida. The chairman of the Tribal Council of the Seminoles, James E. Billie, perched high above the hull at the controls of the airboat, touched a switch and a beam of light sprang from the band encircling his wide brow. He pointed a visitor into a seat in the prow. An airplane engine and propeller contained in concentric steel circles eight feet in diameter formed an imposing backdrop.\n''Hang on and don't let go,'' he warned. In seconds the boat was skimming across the tar-black channel at 45 miles an hour, past literally hundreds of gold-gleaming alligator eyes. Negotiating narrow sloughs, accelerating over sawgrass hummocks, gliding through shallow water, stopping on a dime: Mr. Billie's reputation as an ace pilot of both watercraft and aircraft was not exaggerated. Nor was his skill as a frog catcher.\nZooming alongside each tiny prey, discernible only by the emerald of its eyes, Mr. Billie plucked it from the canal with a flick of the wrist, unerringly pinioning it with a long four-pronged pole, a gig, the frogger's traditional tool.\nFrog hunting is becoming rare in the Everglades, a vanishing wetland that represents the last bastion of the Florida panther (population less than 50) and other endangered species, along with the Seminole Indians (population 1,700), the Independent Seminole (50 to 75 people) and Miccosukee Indians (300).\n''No one can really make a living catching frogs any more,'' Mr. Billie said. ''This is still the only way to get them, one at a time in the middle of the night. It takes too much time and energy and isn't well paid.'' The primary domestic source of edible frogs is the Everglades, but most of the legs consumed in America are imported.\nBeginning in the 1940's real-estate developers, citrus growers, cattle ranchers and produce farmers encouraged the diking and draining of most of Florida's frog country, according to Foster Crippen, owner of the Frogleg Ranch, the major Florida supplier of frogs' legs. ''Compared to cattlemen - sales, profits, net worth - froggers are nothin','' he said.\n''That's the truth. And compared to real estate, we're double nothin'.''\nFrom November through February, when water levels are up in the Southeast, the Frogleg Ranch ships 500 to 2,000 pounds of legs a day, primarily to restaurants in Florida, though some also go to Louisiana, Illinois, Texas, New York, Michigan and California. Frogs' legs are sold in nine sizes, ranging from a hefty two pairs per pound to a minuscule 25, which, Mr. Crippen said, go to Detroit to be deep-fried, bones and all, for sandwiches. In the off-season he ships 100 to 300 pounds a day.\nIf these numbers sound substantial, consider that in the 1930's there were 23 frog farms in southern Florida.\n''And I guess we'll be the last, since we're the only one left,'' said Mr. Crippen, who has been in the business for close to 25 years.\nDr. Dudley Culley, a professor of fisheries at the School of Forestry, Wildlife and Fisheries at Louisiana State University and the author of numerous works on frog farming, said little chance of cultivation exists in the United States, mainly because pesticides have reduced the number of insects, frogs' primary food.\n''Add to that the fact that they are extremely vulnerable to many diseases and that they require live food,'' Dr. Culley said. The situation, however, is not hopeless. Dr. Culley noted: ''Frog people are strange. We get hung up on frogs and can't stop.'' One such dauntless frog person is Bill Seefeldt, owner of Life Cycles Research Company. At his 10-acre ranch in Dade County, Fla., Mr. Seefeldt, a self-taught ''practical geneticist with endless curiosity, not a marketing man,'' raises fish, frogs, turtles, geese, plants, insects and more. Frogs, however, are his true love. ''My first pet in school was a tadpole,'' he explained.\n''Because frogs in captivity present so many breeding problems,'' he continued, ''95 percent of eating frogs are caught in the wild - in Africa, India, Bangladesh, China or the United States.''\nThe Federal Government does not collect any statistics on domestic frog production or consumption. The only figures it collects are on imports. Most of the frog-eating world (West Germany and France are foremost consumers) prefers bullfrogs, but these don't last in the Everglades.\n''They're territorial,'' Mr. Seefeldt explained. ''They just sit and croak in one spot even if it takes a year to find a mate, which makes them perfect edible targets. And they're poorly designed aerodynamically. They have these fat faces. Alligators and snakes nail 'em in a millisecond.'' Through unscientific tastings, Mr. Seefeldt has determined that many Americans love frog meat - it's the idea of the feet they can't stand. So over the last 15 years he has developed a species of meaty, farm-raised albino bullfrogs with small heads and long legs. Mr. Seefeldt plans to have them ready for market by 1990.\nDiners who think of frogs' legs as a specialty of fine French restaurants may be surprised to find that in the Florida national park area they appear in many restaurants that are cozy, down-home, gas-station simple - or just plain ratty. Generally deep-fried, the mild-tasting meat may appear as the ''Everglades Special'' or ''Jumper Plate'' - as at the Coopertown Restaurant, where locals and tourists drop in. More a shack with a lunch counter and tables than a restaurant, the place was built in 1945 at the edge of Highway 41 (the Tamiami Trail), a hot, flat strip where turkey buzzards circle overhead.\nSally Kennon, the owner and cook, receives fresh frogs' legs early each day from her regular froggers. She coats the legs with eggs blended with what she calls her ''secret seasoning mix,'' dips them in bread crumbs, fries them until they turn crunchy, and serves them from 8 A.M. until dark at $6.95 a plate.Nearby, the Miccosukee Village\nRestaurant, an airy coffee shop, features an Everglades Frog Legs Dinner ($10.95) in which the legs are coated in plain flour and fried.\nBy contrast, only a few luxurious restaurants in Miami Beach, Boca Raton and other south Florida cities serve frogs' legs, usually in the classic French style with garlic, or with a few contemporary twists. The Down Under in Fort Lauderdale, for example, for $18 offers a choice of frogs' legs with mushrooms and green peppercorns; with buttery basil sauce atop tomato linguine, or poached, boned, chilled and arrayed on a salad of barley, cucumbers and tomatoes with lemon and cilantro.\nIf the small size of the domestic frog harvest is a problem, importing frogs' legs is an unpredictable business at best, since sources, supplies and prices vary dramatically from season to season. Of the 1,389,734 pounds of fresh, chilled and frozen frogs' legs imported into the United States from January though May this year, 1,261,596 pounds came from Bangladesh. The remainder, in order of volume, came from reshippers in the Netherlands, and from India, Thailand, Indonesia, Korea, Taiwan, Japan, Australia and New Zealand.On July 7, however, The Journal of\nCommerce reported that ''Bangladesh, which supplied 76 percent of the delicacy consumed in the United States last year, has joined India and China to ban frog leg exports for the next three years.'' The ban was instituted in May because the Bangladesh insect population had exploded after large numbers of frogs were killed for their legs. Insecticides are costly, as well as toxic to the remaining frogs. Moreover, as nations industrialize, few workers are willing to undertake the laborious job of hunting frogs in the dark for little money.\nDr. Culley of Louisiana State University said he had assisted in the recent establishment of a frog farm in Belem, Brazil that raised 700,000 bullfrogs in 1987. But since frogs' legs are popular among Brazilians, ''There isn't much incentive for the Brazilians to send the frogs out of the country,'' Dr. Culley said. He also noted that the market for frogs to be used in research is more profitable than that for frogs' legs.\nAlthough frozen frogs' legs are still being shipped from warehouses in Bangladesh, they are in short supply.\nPrices have risen, but may not go higher, since the demand in this country is not enough to support such an increase. Those who are fond of frogs' legs, it seems, must either stock up, visit Europe, Asia or the Everglades, or prepare for a dry spell. Fried Frogs' Legs (Adapted from the Miccosukee Village Restaurant) Preparation time: 5 minutes Cooking time: 10 minutes 1 cup vegetable oil 1 cup self-rising flour 1/2 teaspoon salt, or to taste 1/4 teaspoon ground red pepper, or to taste 1 cup milk 16 pairs frogs' legs, about 2 ounces each. \n1.Heat the oil in a wide skillet or electric skillet to 375 degrees. \n2.Blend together the flour, salt and red pepper in a shallow bowl. Place the milk in a large bowl. Rinse the frogs' legs in water and dry them. Dip into milk, then into flour to coat rather heavily. Place on wax paper. \n3.Slip eight pairs of frogs' legs into the hot oil. Cook until browned, about 5 minutes. Turn and fry until golden brown, about 3 minutes longer. \n4.Transfer to a baking sheet covered with paper towels. Set in a very low oven. Dip, coat and fry the remaining legs. \nYield: 4 servings. Frogs' Legs With Mushrooms, White Wine and Green Peppercorns (Adapted from the Down Under) Preparation time: 1 hour soaking, plus 10 minutes Cooking time: 10 minutes 8 pairs frogs' legs, about 2 to 3 ounces each 1/2 cup milk 2 tablespoons oil 2 tablespoons butter 1/2 pound mushrooms, cut in slices 1/4-inch thick Salt and pepper to taste 2 tablespoons flour mixed with 1/2 teaspoon coarse kosher salt 1 teaspoon drained green peppercorns, crushed with knife blade Y cup dry white wine 1 tablespoon lemon juice. \n1.Soak the frogs' legs in milk 1 hour or more, refrigerated. \n2.Heat 1/2 tablespoon oil and 1 tablespoon butter in an 11-inch heavy skillet over moderate heat. Add mushrooms and toss over high heat until golden, about 5 minutes. Transfer to a plate; add salt and pepper. \n3.Drain and dry the legs thoroughly. Toss four pairs at a time in a paper bag with the flour and salt, until coated well. Tap off the excess. Repeat with the remaining legs. \n4.Add the remaining butter and oil to the pan and melt over moderate heat. Add the frogs' legs (they should fit easily in one layer; if not, divide into two batches). Brown on both sides over moderate heat, 5 to 8 minutes total. Transfer to a serving dish in a warm oven. \n5.Pour any fat from the pan. Add the peppercorns, wine and lemon juice to the pan. Bring to a boil, stirring. Boil until a bit syrupy, or reduced to about 2 tablespoons. Add the mushrooms and toss to heat through. Pour over the legs and serve hot. \nYield: 2 servings. FINDING THEM \nFROGS' legs vary widely in size. For most recipes, allow four pairs of legs, 1 1/2 to 2 ounces each, per serving. Because of the size variation, cooking times may have to be adjusted. For deep-frying, the legs need to swim freely in the oil, which means making adjustments there too.\nAlthough supplies of frogs' legs vary, the stores listed here, all in New York City, report that they often have them. If the legs are frozen, as is usually the case, defrost them in the refrigerator for about 48 hours before rinsing, drying and cooking.\nPisacane Midtown Corporation, 940 First Avenue, between 51st and 52d Streets, telephone 212-355-1850, $7 per pound.\nCatalano's Fresh Fish, 1652 Second Avenue, near 85th Street, 212-628-9608, $8.99 per pound.\nFulton Market Retail Store, 11 Fulton Street, between Front and Beekman Streets, 212-608-2920, $6.95 per pound.\nHung Fish Market, 93 Mulberry Street, off Canal Street, 212-608-1022, sells frogs' legs only on special orders at $24 per 5-pound box.\nDe Martino, 821 Ninth Avenue, between 54th and 55th Streets, 212-265-3813, $5.99 per pound.\nBalducci's, 424 Avenue of the Americas, between Ninth and 10th Streets, 212-673-2600, $11.99 per pound."
}