{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_5211b260-741d-4c13-af72-c2bd47feb776.txt",
  "text": "Date Published:2019-03-24 00:00:00      \nRajuk is set to turn land originally earmarked for education and environment preservation into commercial and business plots in its 6,227-acre Purbachal New Town project in the city's outskirts. Since it launched the scheme in 1995, between Kaliganj and Rupganj with the Shitalakkhya to the east and the Balu to the west, Rajdhani Unnayan Kartripakkha (Rajuk) has so far altered the layout plan five times.   According to documents produced before the High Court to get the fifth layout revision endorsed, Rajuk intends to reduce 269 acres dedicated to 157 educational institutions to 119 acres.   The 150 acres gained from the reduction will be used to create more plots -- residential, commercial, and for more institutional plots that include schools, colleges, universities, hospitals, clinics and clubs. Rajuk insiders said that the existing institutional plots have been split to increase the number of plots and to allot them to more applicants.  \"In this process, some indispensable standard characters and features of an institutional plot have been compromised, capacity was reduced and future higher population density was ignored,\" said an urban planner requesting anonymity. As an instance, it could be seen that instead of institutes having their own playgrounds, as needed, they would now have to share common neighbourhood playgrounds. Rajuk also intends to create 75 more residential plots reducing 49 acres, kept aside for nursery schools, down to 22 acres. The commercial and residential plots are being created to accommodate wealthy, influential, and politically connected people, said sources in Rajuk who wished to be unnamed. Rajuk wants to reduce the space for community centres by five acres and take extra 22 acres from land earmarked as administrative areas. Rajuk is doing this so that it could have an additional 65 acres for commercial plots and 19 acres more for shops, markets, and kitchen markets. As per the proposed fifth revised layout, they have already allotted 110 acres for a 142-storey iconic commercial tower, for which no land was earmarked in the fourth revision. After Rajuk sought endorsement of the fifth revision, the HC, in an order issued in January, observed that the proposed conversion of a huge quantity of land was \"by way of a smart trick\" by \"rearranging\" and \"compromising\" playgrounds of educational institutions.                 Apart from the iconic tower, the HC declined to approve other alterations. Meanwhile, the project cost increased by 135 percent. NOT PLAYING BY THE RULES? Following a public interest litigation in 2013, the HC in March the following year endorsed Rajuk's fourth revision of the plan. It directed Rajuk not to \"efface, subtract, vary or modify the forest, lakes, canals, urban green, parks, playgrounds\", as shown in the fourth revised layout plan, without the court's permission. But there has been widespread allegation that Rajuk in mid-September last year secretly allotted 84 institutional plots taking land from areas earmarked for schools and their playgrounds, violating the 2014 HC judgment. Even though Rajuk usually publishes the list of such plot allotments on its official website, in this case it did not make the list public even after six months. When asked, Project Director Ujwal Mallick said he did not know anything about altering the project layout plans or creation of new plots. He directed the correspondent towards Sheikh Shahinul Islam, Rajuk director for estate and land. Asked over the phone about the allotment of 84 plots, Shahinul on March 4 asked this correspondent to meet him face-to-face. When the correspondent met him that very day, he said, \"I cannot talk about this issue, the Rajuk chairman can. I just wanted to be acquainted to you.\" When The Daily Star correspondent spoke to Rajuk Chairman Md Abdur Rahman on March 10, he said, \"I can't say why the layout had to be revised five times. \"According to the government's education curriculum, we have to reduce the number of nursery schools.\" About the rationale for reducing educational plots and playgrounds and increasing commercial land, the chairman said, \"I need to know in details to respond.\" He said the fourth revised layout plan had 263 institutional plots, of which they had allotted 197, including the latest 84, with the remaining yet to be allotted. Asked why they did not make public the list of allotment of 84 institutional plots, he said he had just heard from this correspondent that it was not published. When asked for the list, he said, \"I have to think about it.\" Later in the day, the chairman said the list had been uploaded on Rajuk's official website. This correspondent, however, could not find it even yesterday and he informed the chairman of the matter. Abdur Rahman had earlier told The Daily Star that Rajuk would not implement the fifth revision of the layout but yesterday he said Rajuk would appeal to the HC in a day or two to have the revision endorsed. The Rajuk chairman said the Rajuk chief architect, who went into retirement around a year ago, had agreed to all the revisions and creation of new plots. Syeda Rizwana Hasan, chief executive of Bangladesh Environmental Lawyers Association (Bela), said Rajuk had argued before the court that they had allotted all available plots and the court should endorse the fourth revised layout plan. She said if they had adhered to the fourth revised plan in allotting the 84 controversial plots, then why do they want a fifth amendment? Rizwana also wondered why the list of allotment was not made public. To understand the extent of environmental damage caused in the process of executing the scheme, one must note that Rajuk had to pay more compensation for trees and forests than what it had to pay for land acquisition, said Rizwana. Bela in 2015 filed an appeal opposing the 2014 HC judgment, which endorsed the fourth revision of the layout. Bela argued that implementation of the fourth revision would imply felling of 11 lakh trees. The Appellate Division in a February 2017 order observed that \"Rajuk had been implementing Purbachal scheme by felling trees and filling up canals and this sort of work should not be allowed to continue\".  The court directed Rajuk to obtain environmental clearance to implement the scheme. The court also observed that rampant felling of trees and indiscriminate filling up of various water bodies would certainly threaten the ecosystem and biodiversity of the project areas. Khondaker M Ansar Hossain, an urban planner who worked as a technical expert on Dhaka city's Detailed Area Plan, said the entire area where Purbachal was being developed was originally comprised of extensive flood flow zones, rural homesteads, arable land, and forests. Dhaka's master plan forbids execution of this scheme because only rural homesteads could be there, he said. Still, the Purbachal scheme went ahead showing it as \"overlay\", meaning an entity already existing, but actually execution of the scheme took place after the Detailed Area Plan was made. Rajuk launched the scheme branding it as a model, self-contained, smart and largest planned township in the country."
}