{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_153b1f6a-17ba-44ae-a101-19108283d442.txt",
  "text": "Date Published:2020-01-21 00:00:00      \nIn an exclusive session with The Daily Star, Carola van Rijnsoever, ambassador of sustainable development of the Netherlands and director of inclusive green growth under its foreign Ministry; Katja Portegies, director for safety and water of Rijkswaterstaat, the executive agency of ministry of infrastructure and water management, Netherlands; and Prof Shamsul Alam, senior secretary and member of the Planning Commission, talked about the Bangladesh Delta Plan 2100. Carola van Rijnsoever and Katja Portegies are now in Dhaka, to attend the Bangladesh-Netherlands intergovernmental committee meeting set to take place today. Carola van Rijnsoever said though Bangladesh is a fast-growing economy, climate change poses a risk to its development and bright future. Both The Netherlands and Bangladesh are part of the Global Commission on Adaptation, driving solutions for climate adaptation forward, she added. Katja Protegies said Netherlands has more than 200 years of experience in dealing with water and constructing the country's water-related infrastructures. Based on this experience, the Rijkswaterstaat is well-positioned to assist Bangladesh in the implementation of the BDP 2100, she said. \"A large part of our country lies below sea level; that makes us vulnerable to flooding. Protection against flooding is always vital for us,\" she said. For forty years, Rijkswaterstaat has been responsible for monitoring the quantity and quality of the water. This is a vital service for shipping, agriculture, the distribution of water in dry periods, flood protection and drinking water supply, she said.  Rijkswaterstaat monitors water level, water discharge rates, wave height and flow speed at more than 450 locations along the coast and in rivers, canals and lakes using automatic measuring equipment. These data help Rijkswaterstaat determine the measures to be taken in the event of an excess or shortfall of water, Protegeis added.   Prof Shamsul Alam talked about how Bangladesh Delta Plan will leave an impact on the people of Bangladesh.  As a result of the tremendous economic growth in the past decade, Bangladesh now faces many new challenges related to urbanisation, fresh water supply, land availability, infrastructure, energy and labor, he said.  Bangladesh, one of the largest deltas in the world,  faces many natural hazards such as salinity intrusion in coastal areas, flooding, riverbank erosion and cyclones as an effect of climate change, Alam added.   \"The Netherlands has advanced expertise in the fields of delta technology, water technology and maritime technology. Bangladesh also have acquired broad knowledge and experience on integrated water resources and land use management,\" he said. In 2012, the governments of Bangladesh and The Netherlands signed a Memorandum of Understanding, recognising the importance of developing an overarching \"Delta Plan\" for a safe, sustainable and prosperous socio-economic delta development. The government has developed a long-term BDP2100 to cope with these climate challenges and move the country forward for the next 100 years, he said, adding that it includes major policies, priority investment programmes and institutional reforms to address climate change risks by improved polder management and flood control programmes. BDP2100 aims to contribute to achieving an upper middle-income status and eliminating extreme poverty, Prof Alam said. When asked what kind of help Netherlands is providing to Bangladesh to implement DBP2100, he said although the socio-economic context in the Netherlands is different from Bangladesh, the two countries are facing very similar climate change trends. Carola van Rijnsoever added, \"I want to emphasise that this cooperation is truly beneficial to both countries. The national experts in Bangladesh have a deep understanding of water-related issues. The Netherlands can gain from this knowledge in our objective to develop innovative water management policies.\""
}