{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1988_8368b2243d4379eee134adffb186ac2364dc6cb2.txt",
  "text": "At Bengali School: Slates, Then Land to Till\n1988-04-14T05:00:00.000Z\nIt took just five minutes to memorize her homework poem, said Nazma Akhtar proudly, and she can recite it so fast that the words run together in a flash of 10-year-old enthusiasm: Orange flower, orange flower, Flower of orange, Orange flower will get married With emeralds in her ears.\nNazma, a second grader, barefoot like the other children but with shiny brass bangles in her ears and a delicate brass ''nose flower'' in her nose, wants to be the first person in her family to finish all five years of elementary school.\nBut her mother says she will probably have to drop out soon, as her two brothers did before her, to help the family in the fields.\nIf she does drop out, Nazma's story will be the story of most children in this struggling nation, where poverty perpetuates itself and daily hardships leave little time for school or poems.\nBangladesh is typical of the poor nations of the world, foreign aid workers say, where children are seen as an economic asset to hungry families.\nFew families can sacrifice their children's labor for the uncertain future benefits of an education.\n''We go around to their houses and beg them to let their children stay in class,'' said one of the school's four teachers, Mumtaj Begum. ''I tell them stories of famous people and say, 'These people were just like you and they have become great people because they went to school.' ''\nGulshanara Begum, the young headmistress, said that of 852 school-age children in the area, just 238 were enrolled in the little Aingan school at the edge of the rice fields 30 miles northeast of Dhaka.\nMost children, she said, drop out to help their families after just two years of schooling, not really enough to become literate.\nOn one recent school day, only half of those enrolled were at class. The others, Mrs. Gulshanara said, were busy watering the fields, weeding, fishing and gathering firewood. 'Who Knows the Answer?'\nInside Nazma's classroom, her teacher, in a threadbare white shirt and trousers, gripped his bamboo rod and demanded angrily, ''Two plus two, who knows the answer?''\nIn the rice paddy outside, a child with a basket of pumpkins on her head walked by, her image reflected in the bright water of the paddy fields.\nA boy with a bamboo stick just like that of the teacher brought two thin cows to graze in the small field beside the schoolhouse.\nAlmost as far as the bamboo trees that shelter Nazma's house, the voices of the schoolchildren could be heard as they learned the numbers: ''One god, two worlds, three earths, four caliphs.''\nGiven the poverty and lack of education of the villagers, Mrs. Mumtaj described the role of a teacher as extending well beyond the school's walls. Advice on Health and Land\n''They come to me for advice on things like health care and land questions,'' she said. ''They even ask my opinion on marriage questions.''\nThe headmistress, Mrs. Gulshanara, said she had taken short courses in nutrition and family planning, and spent much of her time talking to villagers on these subjects.\nIn the classroom, she said, she tries to engage the children's minds and to teach them to think.\nIn an innovation of her own, she said, she has divided her classes into groups for debates on such subjects as literacy and small families. Poverty Hampers Work\n''Of course, they are young,'' she said. ''They have trouble articulating their ideas. But at least they try.''\nShe said her work is hampered by the poverty of the school.\nHer bare, concrete-floored classroom was furnished with a water jug, an umbrella, whisk brooms and a blackboard that hung from the wall on fraying ropes.\nThe children, who write on small slates, have no rulers or maps or toys or musical instruments, she said, and the school has no ball for sports."
}