{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_0da9ec7f-4e0f-4301-b549-875d22af1150.txt",
  "text": "Date Published:2019-03-07 00:00:00      \nThe main objectives of the project are to free the Chittagong metropolis from water logging as well as to protect the port city from tidal surge, high tide and flood In order to ensure flood control, address waterlogging and improve the drainage facilities in the Chittagong metropolis, the government has undertaken a big project involving Tk1,620.73 crore. The Executive Committee of the National Economic Council (ECNEC) has recently approved a project titled 'Flood control, addressing water logging and improvement of drainage facilities of Chittagong Metropolis' to this end.  A senior Planning Commission official said: \"Bangladesh Water Development Board (BWDB) under the Ministry of Water Resources will implement the project by June 2022 to be entirely borne from the state exchequer.\" He said that the main objectives of the project are to free the Chittagong metropolis from water logging as well as to protect the port city from tidal surge, high tide and flood by constructing retaining wall and flood wall on the right embankment of the Karnaphuli River. Moreover, steps will be taken to stop intrusion of salty water and speedy drainage of rain water in the city through construction of regulators and pump houses. Commenting on the project, Planning Minister MA Mannan said: \"Once the project is implemented, it would help addressing the water logging of the port city to a great extent.\"   The minister added that this project will protect Chittagong from flood and tidal surge and high tide. Another official at the Water Resources Ministry said that the rivers Karnaphuli and Halda are very important for drainage of water from the Chittagong Metropolitan City though the main industrial areas, Shah Amanat International Airport, railway areas near Pahartali, Kalurghat heavy industrial area are all situated near the Karnaphuli River. It is to be noted that the water flow of 23 city canals merges in the Karnaphuli River and three canals converges into the Halda River while the flow  of the remaining 14 canals go into the Bay of Bengal. Apart from this, excessive rain water and mixed impact of high tide and low tide at the Karnaphuli are one of the main reasons for water logging in the city. During high tide, water from the Karnaphuli River enters the city since there is no flood control embankment on the right side of both rivers Karnaphuli and Halda. Under these circumstances, Bangladesh Water Development Board formed a technical committee in December 2016 following request from the Chittagong City Corporation to address the problem side by side a study was carried out by Chittagong WASA. \"Based on that study and recommendations of the technical committee, the project was drafted and later was approved at the Planning Commission and subsequently at the ECNEC,\" added the Water Resources Ministry official. The main project operations include the construction of 2.7 kilometer retaining wall, 18.965 kilometer flood wall, installation of some 69 pumps, construction of 23 regulators, 1 kilometer slope protection and some 6 hectares of land acquisition. On July 15, 2018, the Pre Evaluation Committee (PEC) meeting on the project was held where the Planning Commission recommended for implementing the project."
}