{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_800a8c4b-fb95-42e4-a033-c202943aec0e.txt",
  "text": "Date Published:2020-03-21 00:00:00      \nThe closures of academic institutions for two weeks in response to the Covid-19 pandemic sweeping the globe have caught many of us involved in the academia by surprise. The immediate purpose of the suspension of classes is to ensure social distancing by discouraging our young ones from physically gathering in a crowded place. The intention to stop the novel coronavirus from spreading is noble. However, in all probability, the moratorium is going to be prolonged, and the end is not in sight. All of a sudden, many working parents do not know what to do with the mischief-making adorable little humans in their houses during the daytime. Many teachers do not know how to compensate for the lost time and finish their lesson plans on time. Many students do not know how to negotiate with this unexpected isolation.    For the most, one thing is certain: it means missing classes altogether. Some of the private universities tried to switch to online platform trialling e-teaching. My institution, ULAB, has been using a learning management system--MOODLE--for the last five years or so. We have mostly used it as a supplementary platform for in-class teaching. In response to the closures, we initiated an emergency management protocol and decided to migrate to e-teaching with an aim of delivering lectures, uploading learning materials, and assessing learning progress online. Our faculty members were enthusiastic; many were pro-active enough to adjust and adopt. The response from our students, however, was an eye-opener. It gave us a rare insight into the psychosocial behaviour of our students as well as the lack of nationwide e-structure to support off-campus online teaching. Our tiny effort is a pebble in the pond, and the waves have reached many shores, exposing a critical gap in our broader education sector that lacks emergency preparedness. The unofficial Facebook page of our university is crowded with comments from students who have gone back to their hometowns or villages where they reportedly do not have regular access to the internet. Many of them do not have PCs, laptops or smartphones. Even if they do, they do not have the speed and bandwidth to connect with a live classroom. They are worried about having uninterrupted power supply during a real-time examination. Printing, scanning a document, uploading assignments within a given time are concerns shared by our students. In our response, we tried to remain flexible, offering both synchronous and asynchronous services in multiple avenues and platforms. At the same time, we have realised that our students are the microcosm of a system that screams inadequacy. I am sure many of the students are presenting the problem as larger than it is to skip exams or classes as they are used to equating closures with vacation. Add to that the genuine resilience against a system that is new. Still our hiccups suggest a mal-digested education system that is currently in place. A survey done in the US shows only nine percent of educators are comfortable in teaching in a completely online environment. One suspects, in our culture, the number is going to be significantly low among those who have been solely exposed to bricks-and-mortar classrooms. For many of the old-school teachers, a virtual classroom where it is difficult to pick up the non-verbal cues of students (e.g. whether they are bored or excited, confused about a topic, shy to ask a question, etc.) robs us of the fun of teaching. Then again, good teaching is good teaching. The challenge for us then is to prepare the course contents in a way so that the human side of a teacher remains intact. Students must feel the warmth of a teacher even while attending a virtual classroom. A teacher can show the warmth by intuitively placing herself/himself in the shoes of the learners, explaining what is expected of a student, and making the learning experience pleasant. Having conducted many teachers' training courses for intermediate and graduate level teachers, I know the banality of my supposition above. Our peripheral schools and colleges are yet to make digital experience central to their pedagogical practices. The ICT in Education Masterplan Review 2019 prepared by Unesco, which is available on the website of the Ministry of Education, may tell you that there has been a significant progress in the incorporation of ICT in classrooms. This simply involves equipping schools with computers and multimedia projectors. Whether they are properly being used is a different issue. While I was teaching the teachers how to make their classes interactive and to apply blended learning, my trainee teachers told me that, in most cases, the projectors in their institutions were locked in the rooms of the principals. A teacher can issue the equipment at her/his own risk, giving written assurances that she/he will be responsible for any damage as the institutions do not have any maintenance budget. This is symbolic of how our digital progress is contained. The equipment lies in a box, nipping any possibility of thinking-out-of-the-box in its bud.   When students from these institutions come to the tertiary system, particularly to places where student-centred active learning is practiced, they find it difficult to cope with the changes and challenges. The recent aversion to digital classrooms made me reflect on the contextual background. What is even more alarming is the fact that there is an absolute lack of preparedness to deal with crisis management in the education sector. All the directives so far involve health and safety related issues. There are no official directives regarding the safeguarding of the education of our future generation in a prolonged crisis scenario. Hence, immediate guidance is needed for the clueless teachers, students and parents so that they can prepare for educational continuity. Similar guidance is needed so that psychosocial support can be made available to both teachers and students during long-term out-of-school closures. Education is not only transmission of knowledge from educators to learners; it is related to the holistic growth and wellbeing of the individuals concerned. Education shapes one's personalities, one's attitudes towards life, and makes one a social being. How we do that in a virtual setting (better not to confuse with social media) is a \"koti taka\" question! We need a plan for strategic interventions--a national contingency plan for the education sector which may go beyond fire drilling or natural disasters. The existing Bangladesh Emergency Response Plan 2014 and a follow-up SOD simply include guidelines for the aftermath of flood, cyclones or earthquakes. The pandemonium ensued by the pandemic has given rise to new concerns. Long-term social distancing, self-isolation is not only a probability but a reality. Migrating to the online teaching platform can be a logical step. Countries such as Syria, Sri Lanka, Afghanistan and the Philippines have earlier adopted flexible distance learning to deal with war-time emergency. Maybe the time has come for us to educate ourselves and brace ourselves against the new dangers that may not wear a crown; they may appear in the shape of climate change or in some other formats where we will need to relearn everything that we have learned so far. And that day is not far, yet we are far away from being ready for it.   Shamsad Mortuza is a Professor of English, University of Dhaka (now on leave). Currently, he is Pro-Vice-Chancellor of ULAB. Email: shamsad71@hotmail.com"
}