{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_3756fa4b-cd87-4499-9ced-e564fbcb417e.txt",
  "text": "Date Published:2020-02-02 00:00:00      \nThe arrested, Shantanu Das, Biplob Biswas, Tarique Haldar, Dipbindu Sarkar, Mithun Biswas, and Bikas Roy residents are from Bangaon city of North 24 Parganas district Garment worker found dead in Gazipur: Police recovered the hanging body of a garment worker from Sharifpur area in the city on Saturday. The deceased, Hamidul Mia,26 was from Charja Barjan village of Tangail's Kalihati upazila. Gacha(GMP) police station ASI Foisal Ahmad said: \"Being informed, police recovered the body and sent it to Shaheed Tajuddin Ahamad Medical College Hospital for autopsy. We suspect Hamidul might have committed suicide over family feud.\" Raihanul Islam Akand, Gazipur  6 Indians nationals arrested with hilsa: Police arrested six Indian nationals with 64 kgs of hilsa from Lal Mia Supermarket in Benapole on Friday . The arrested, Shantanu Das, Biplob Biswas, Tarique Haldar, Dipbindu Sarkar, Mithun Biswas, and Bikas Roy residents are from Bangaon city of North 24 Parganas district. Benapole Port police station OC Mamun Khan said: \"On a tip-off, police conducted a drive in the border area and arrested the six while smuggling the fish to their country. A case will be filed in this connection.\" Selim Reja, Benapole Two arms dealer arrested in Rangamati: Rapid Action Battalion (RAB) arrested two arms dealers along with 385 rounds of bullet from Vedvedi Panchim(West) para area in the city on Saturday. The arrested are Mohammad Hossain,54 and Momtaj Ahamed,60. RAB-7 Commander ASP Kazi Md Tareque Aziz said:\"On a tip off, we arrested the duo with the illegal items. They have been supplying arms to terrorists in hill areas for some time now. Legal action will be taken against them.\" Bijoy Dhar, Rangamati Farmer hacked to death in Bogra: A farmer was reportedly hacked to death at Shoilmari village in Dhunat upazila on Friday. The deceased, Rinju Pramanik,42, was from the village. Dhunat police station OC Ismail Hossain said: \"We recovered the body and a blood stained knife and clothes. The body was sent to Shaheed Ziaur Rahman Medical College Hospital for autopsy. The cause of the murder was not confirmed. Nazmul Huda Nasim, Bogra Man stabbed to death in Barishal: A grocer was reportedly stabbed to death over previous enmity at Char Alimabad village in Muladi  upazila on Friday. The deceased, Mokhles Khan,40 was from Mollar Haat of the upazila. Muladi police station OC Fayezuddin Ahmed said: \"Critically injured Mokhles was rushed to Sher-e-Bangal Medical College Hospital (SBMCH) where on-duty doctors pronounced him dead. We are investigating the matter.\" Anisur Rahman Swapan, Barishal Two held with drug in Rangpur: Rapid Action Batallion(RAB), in a drive, arrested two drug dealer with 480 yaba pills from Parul area under Pirgacha thana  on Friday. The arrested are Monowarul Mia and Jewel Mia . RAB-13 ASP Ahasan Habib said: Monowarul and Jewel have been engaged in drug selling for many days. We will file a case under the Narcotics Control Act against the duo. Liakat Ali Badal, Rangpur Fugitive convict arrested in Chuadanga: Police, in a drive, arrested a man accused in five cases from Jibannagar upazila on Saturday. The arrested, Debobrata Sen, 35 lives at Chapali village of Kaliganj upazila in Jhenaidah district. Kaliganj police station OC Mahfuzur Rahman said: \"Debobrata has been on the run for many days. He was covicted in three of five cases. He will be sent to court.\" Nayon Khandokar, Jhenaidah Man electrocuted to death in Barishal: A worker was  electrocuted to death while working at a fish farm in Bejhar village of Gournadi upazila on Saturday. The deceased, Dulal Sardar,50. Gournadi police station OC Golam Sarwar confirmed the matter. Anisur Rahman Swapan, Barisal"
}