{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_10d1325b-1407-413e-97dc-3d57b4465b01.txt",
  "text": "Date Published:2019-01-21 00:00:00      \nAlthough still producing earthen pots and utensils, lack of innovation and inability to use technology has held them back without ever reaching their full potential. In the small village of Kartikpur in Bhedarganj upazila of Shariatpur, a dynasty of potters, namely Pals and Kumars, have sustained the rare pottery industry in spite of the onslaught of technological advancements. Although still producing earthen pots and utensils, lack of innovation and inability to use technology has held them back without ever reaching their full potential. A host of potters in Kartikpur, namely Samir Pal, Pradip Pal, Sandip Pal, Gobind Pal, Jawahar Lal Pal and Uttam Pal, have a few factories set up in the region, where they create at least 3,000 items, including utensils, collectibles, and household products. These items include terracotta shades, tiles, candle stands, flower vases, coin boxes, wall coverings, wall pots, visiting card boxes and scores of other such products. Hundreds of workers from the neighbouring villages of Rambhadrapur and Dingamanik are also recruited in the factories, breaking an age-old tradition of only Pal community members working in the craft. A wide range of NGOs and other development agencies, namely Aarong, Caritas, Heed Bangladesh, Usha Handicrafts and more, usually purchase products from Kartikpur's potters, which are sold across the country, as well as internationally in countries spanning Europe, North America, the Middle East, and neighbouring countries like India. Every factory etches their logo on their products for authenticity. Work reportedly goes on throughout the year, with products ranging between 1.5 inches to 6 feet, costing anywhere between Tk5,000-30,000. Potters said they usually begin the process by gathering alluvial soil and mixing it with water. The clay mixture is then processed, using an imported filter from Germany, and kept on a special pan for 20 days. After 20 days, the excess water is drained and the clay formation that remains, known locally as mundu, is dried in the sun and mixed with very little water, forming the base for all their pottery items. They said that newly-formed pottery items and must be stored in closed rooms for 10-12 days before fire curing, after which they are colored as required and are then delivered to clients.  Previously, clients would market the products for the potters, but now they have taken over the marketing process themselves. Sandip Kumar Pal, a potter, said his family has been in the pottery business for generations. He was first inspired by an art faculty of then-Dhaka Art College in 1976 to showcase his products and to sell them in Dhaka and Chittagong. After gaining exposure, he was approached by several NGOs and other agencies, who signed contracts with him to market his products further and beyond Bangladesh. He also said the agencies are now showcasing his products in countries across the world, fetching foreign currency in the process. Uttam Kumar Pal, another potter, lamented that the production price of a night lamp is between Tk70-80, but sells for only Tk90-95. Even worse, when it is sent to Dhaka it sells for anywhere between Tk400-500. \"My factory also builds clay elephants 5-7ft long, which cost Tk15,000-20,000 to make,\" he added, \"but they sell in Dhaka for Tk30,000-40,000.\" Rangadip Pal lamented that at one point, he used to earn Tk60,000 a month from selling his pottery items, but now the scenario is not as rosy as before. He has gained a lot more in state honors and recognition than before, but his income has not been the same, as the revenue numbers are not good enough to replenish his working capital on a monthly basis. The potters sought government intervention for the sustainability of the industry. Enam Ahmed, deputy manager of the Bangladesh Small and Cottage Industries Corporation (BSCIC) industry assistance centre in the district, acknowledged the contribution of these potters to the economy and culture. He added they will provide more technical support to the potters if they request their assistance, in terms of innovation, integrating technology into their trade, and financial support, if necessary."
}