{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1989_44e20f8fb1d9b3f76fdf0d28e4ef291357e37af1.txt",
  "text": "No Headline\n1989-07-06T05:00:00.000Z\nINTERNATIONAL A3-10 Negotiations with the Palestinians by Israel seem unlikely since Prime Minister Yitzhak Shamir agreed to be bound by hard-line conditions for conducting peace talks. Page A1 In a Mexican gubernatorial election, the Institutional Revolutionary Party has acknowledged defeat for the first time in the 60 years it has governed Mexico, ushering in a new era of competitive politics. A1 In Paris, Mikhail S. Gorbachev said that Poles and Hungarians were free to determine their political future but predicted that Communist countries now in transition would find a new socialist quality of life. A3 To demonstrate arms control at sea, American scientists climbed atop the launching tube of a Soviet nuclear-armed cruise missile and tested its warheard. A1 Global environmental cooperation will be urged by the United States at a summit meeting next week in Paris, in an effort to take the lead on environmental issues. A9 China accused the Voice of America of lying about an incident last month in which Chinese troops opened fire on a diplomatic compound. It was the New China News Agency that accused the radio station. A8 No further steps to isolate China should be taken now, the United States and Japan have agreed. The two countries will ''wait and see'' how the Beijing authorities behave. A8 The Sandinistas' economic ability is in considerable doubt. Per-capita output has fallen by one-fourth since 1980, while average living standards have been cut by more than 60 percent, a study says. A6 To save Bangladesh from flooding, the World Bank is mobilizing an international force of scientists and aid officials to draft a comprehensive, long-term rescue plan. A3 NATIONAL A12-19, B5 Oliver L. North was fined $150,000 for his crimes in the Iran-contra affair but the Federal district judge declined to send him to prison, saying a jail term ''would only harden your misconceptions'' about service. A1 Jesse Jackson may be a candidate for Mayor of Washington and Mr. Jackson's allies are seeking ways to ease the incumbent, Marion S. Barry Jr., out of the race. A1 Domestic vehicle sales plunged 19 percent in late June, confirming recent signs that the economy has slowed. Some experts said the decline did not necessarily signal an economic downturn. D1 Severe Streptococcus infections have been detected in four western states, raising fears that some extremely dangerous forms of the bacteria may be appearing in America. A12 Athletes are going back to school. De Paul University in Chicago is one of 37 colleges that have joined in a program to persuade athletes to finish their education. A12 To enact more abortion restrictions, Gov. Bob Martinez of Florida, an ardent opponent of abortion, announced that he would call a special session of the State Legislature. A16 To protest the abortion decision by the Supreme Court, the president of the National Organization for Women announced plans for a rally in Washington at the end of October. A16 Job-seekers have invaded Valdez, lured by the high paying work of wiping rocks, hosing beaches and skimming the oil spilled off Alaska by the Exxon Valdez. A19 The dollar dropped percipitously against all major currencies, falling back below the ceilings believed set for it by the United States and its economic allies. D1 WASHINGTON TALK B5 A California Democrat, Tom Lantos, has risen from relative obscurity to prominence by conducting a series of hearings into abuses of Federal housing programs. Some question fairness of savings and loan bailout plan REGIONAL B1-5 In a signal to opponents of abortion in New York, Gov. Mario M. Cuomo said he would ''reject'' legislation limiting abortion in ways sanctioned by the Supreme Court on Monday. A1 In the trial of Leona Helmsley, her lawyer argued in remarks to the jury that his wealthy client's extravagant and abrasive personality did not make her a criminal. B1 Inlet residents in Atlantic City do not want to move now that the Casino Reinvestment Development Authority is ready to redevelop their neighborhood. B1 On the trail, Rudolph W. Giuliani has been transforming himself from a stern prosecutor into a candidate who smiles a lot, shakes hands and talks with little children. B1 A measure that will limit smoking in most public places across New York State, including restaurants, offices, and theaters, was signed into law by Gov. Mario M. Cuomo. B1 Max Kowalski, who was murdered, had emigrated from Poland to Brooklyn, where he carved out a place for himself as the unofficial Mayor of Brighton Beach. B4 A potential land-use battle began when the New York City Planning Commission heard a proposal to transfer development rights from Grand Central Terminal to a nearby site for a skyscraper. B3 Investigation of a Camden agency has caused difficulties for Representative James J. Florio, New Jersey's Democratic candidate for governor. The agency had been in trouble before. B2 Congressmen urge inquiry on L.I. housing program abuses B2"
}