{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_23831f67-e384-4d46-a672-ea65ac76d88c.txt",
  "text": "Date Published:2020-03-31 00:00:00      \n\"I've got to do something for my country -- that's all I could think of. I have to free my country from Pakistan,\" Kina Kora reminisced about how he felt when the Pakistani occupation army cracked down on unarmed Bangladeshis in the dark night of March 25 in 1971. Now 68, Kina Kora can still vividly recollect those turbulent days of '71 when he was only nineteen years of age. Some time around the end of March or early April that year, Kina and three others left their village to join the war -- the war to liberate their motherland. One of the three was his 21-year-old brother Sattan Kora. The other two, Thopal and Gopal Kora, also 19 and 21 at the time, were also siblings. These four courageous youths belong to the Koras -- a timid but hardworking small ethnic community on the verge of extinction. Only 21 Kora families still live in the remote village of Haljay, in Dinajpur's Biral upazila. Before Bangladesh won independence in '71, there were around 200 Kora families in Haljay, now known as Korapara. With sparkle in his eyes, Kina continued the story. \"We were young and brave\" and driven by Bangabandhu's fiery speech of 7th March.  After leaving the village, on their way to receive training on guerrilla warfare in West Bengal of India, they somehow got separated. Sattan ended up in Siliguri's Panighatta, where he received his training. The other three got their training in Hamzapur, near the western border of Dinajpur.      Kina said, \"After the training at Hamzapur, I was stationed in Ghugudanga village of Dinajpur Sadar upazila, where the Pakistanis had a stronghold.\" \"A fierce battle ensued between the Pakistanis and us. We lost our comrade Alim Uddin there. Later, we engaged in heavy fighting with the Pakistanis in Jamalpur and Ramsagar areas of Sadar upazila.\" But around September, before the struggle for freedom of his motherland ended, Kina had to return home to stand by his family's struggle for survival.    \"My family was in a dire situation when I came home,\" Kina said, adding that his family and the villagers were suffering from a near-famine situation. Out of his three compatriots, Gopal, son of Papua Kora, died in 1973 and Gopal's brother Thopal is now incapable of talking perceptibly due to paralysis, said Kina, who still makes a living by working as an agricultural day labourer.     His brother Sattan, who passed away in India in 2018, was wounded during the war, he said, adding that Sattan had moved to the country in 1987 following a land dispute with villagers. Saleq Khokon, a Dhaka-based writer and researcher of small ethnic communities, said about 13 years ago, when Sattan Kora was visiting his village home, Saleq had the opportunity to interview Sattan and Thopal -- two among the four Koras who had fought in the Liberation War of 1971. Confirming that Sattan had sustained injuries during the war, Saleq said he could not interview Kina due to time constraint at the time.  Asked whether he or the other Koras, who fought in Bangladesh's War of Independence, ever received any formal recognition as freedom fighters, Kina said the four Kora fighters were given some sort of documentation by the then government after independence of the country. \"We were given some papers then. But, that got washed away during the devastating flood of 1987,\" he said helplessly. Ever since he returned home from the war 49 years ago, he and the other members of his community have been struggling to stave off hunger and poverty, Kina said. \"Thopal's and my family still live from hand to mouth.\" Even though they fought for the country's independence without expecting any return, said the Kora fighter, adding that formal recognition as freedom fighters during their lifetime would offer some solace amid financial hardship and illness."
}