{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_e220f598-b96e-4992-8f42-142d48f9bb61.txt",
  "text": "Date Published:2020-03-17 00:00:00      \n As the nation observes the birth centenary of Father of the Nation Bangabandhu Sheikh Mujibur Rahman, the people of Pabna feel nostalgic because of his association with Nagarbari ferry terminal and 'Mujib Bandh', a flood control embankment along Padma and Jamuna rivers. Shekar Theke Shikhore, a large monument with a 26-foot-tall sculpture of Bangabandhu, was inaugurated on February 2 in 2018, on the premises of Dhobakhola Coronation High School in Bera upazila's Natiabari, six kilometres from Nagarbari ferry terminal. A brief history of Bangladesh from the battle of Polashi to the 1971 Liberation War have been depicted in plaques set beside the monument. Former lawmaker of Pabna-2 constituency Khandaker Azizul Haque Arzu contributed to making the monument. \"We demand establishing a museum here, so that locals as well as visitors from different areas can learn better about Bangabandhu,\" said freedom fighter Fazlu Master. There are also demands for taking initiative to keep alive the memory of Bangabandhu at other places associated with Bangabandhu.  On February 26 in 1972, Bangabandhu, then prime minister of independent Bangladesh, himself carried a pot of soil and put it at Bashantapur point of Nagarbari in Pabna's Bera upazila, marking inauguration of the construction of a flood protection embankment on the Padma and the Jamuna rivers. Locals named the 157.5-kilometre-long embankment 'Mujib Bandh', in fond memory of Bangabandhu. \"Once flooding by Padma and Jamuna rivers caused damage to crops in vast areas of Pabna every monsoon. Before the 1970 elections, Bangabandhu pledged to make a flood control embankment on the two mighty rivers,\" said Abdul Kader, chairman of Bera upazila parishad, also a witness of the day. After the independence in 1972, Bangabandhu inaugurated construction of the embankment at Nagarbari, himself putting soil at Bashantapur point. Inspired by Bangabandhu, locals worked together to construct the huge embankment, which helps the farmers in Pabna to get crops three times a year,\" he added. \"Nagarbari was the lone gateway of the northern districts in 60s and 70s. Bangabandhu travelled several times in Pabna and other northern districts for his political activities through Nagarbari ferry terminal. He held a rally for the historic Six-point demand in 1966 at Nagarbari ghat on his way to northern districts,\" said Md Rafique Ullah, chairman of Puran Varanga union parishad in Pabna's Bera upazila.  \"Now there is no trace of the ferry terminal as the river changed its course. Most of the people of that time also passed away,\" he said. \"Bangabandhu came to Pabna in 1948, 1952, 1954, 1964, 1966, and 1970 and addressed rallies at different places including Nagarbari, Pabna Town Hall and Ishwardi upazila to motivate people for joining movements for realising their rights,\" said Dr Anwarul Islam, pro-vice chancellor of Pabna University of Science and Technology, also a researcher on Bangabandhu. \"After independence, he visited many places in Pabna in connection with important public affairs. It is our duty to preserve Bangabandhu's memory at the institutional level for the future generation,\" he said.  "
}