{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_cff265a030f540ca18e493b010e66814942aa20d.txt",
  "text": "INDIANS TO SEND CONVOY TO SRI LANKA\n1987-06-02T05:00:00.000Z\nIndia announced today that it would send a convoy of unarmed ships to northern Sri Lanka on Wednesday to provide ''humanitarian assistance'' to ethnic Tamils besieged by a weeklong offensive by Government forces.\nThe unexpected announcement marked the first overt attempt by India to undercut Sri Lankan sovereignty and intervene directly in Colombo's four-year-old battle against Tamil guerrillas seeking an independent nation in the north and east.\nNot since 1971, when India invaded what was then East Pakistan and helped it become the nation of Bangladesh, has New Delhi intervened directly in a neighboring country's domestic affairs.\nIt was unclear if Sri Lanka would try to stop the Indian flotilla, an action that might risk a confrontation in the Palk Strait, where there have been minor clashes involving fishing boats and coast guard ships of both countries in the past. The strait separates the island nation and India. Officials met here late tonight to discuss the handling of the situation. Certain to Cause Concern\nIndian officials emphasized that the current move was stricly nonmilitary and that it continued to support the territorial unity of Sri Lanka. But the action was certain to cause concern in Pakistan and other countries distrustful of Indian motives.\nIndian officials said Prime Minister Rajiv Gandhi had decided to act because of anger that the President of Sri Lanka, J. R. Jayewardene, had ignored his appeals to stop the military offensive and allow India to resume its mediation of the war.\nIn a statement, India cited Sri Lanka's claim that its ''all-out military assault'' was ''a fight to the finish'' and that it had subjected civilians to ''sustained strafing and bombing'' and tried ''to keep this tragic story from the world.'' The statement said India was inviting reporters to accompany its mission so they could verify reports of ''large-scale civilian deaths.''\nAn Indian official said tonight that a convoy of 20 ships would go to the northern Jaffna Peninsula on Wednesday, a distance of about 30 miles, and that the Indian Red Cross would distribute food and medicine. It said that the convoy would be unarmed and accompanied by no armed vessels, and that the mission would not be postponed or negotiated with Colombo.\nThe Government here reacted with surprise and caution, saying the move was unnecessary and uncalled for. But officials said that if New Delhi wanted to send assistance, it should do so only after consulting with Sri Lanka. Parliament to Meet\nMeanwhile, an emergency meeting of Parliament was called here for Tuesday, where it was considered certain that India's move would be widely condemned as a violation of Sri Lankan sovereignty.\nNew Delhi's announcement, conveyed to Sri Lanka at noon today, came as Colombo asserted that its 3,500 troops had finished the task of controlling a small, 20-square-mile section of the peninsula used as a supply center and staging area by the insurgents.\nThe Government also said that all shelling and aerial bombardments by Sri Lankan forces had stopped and that a curfew imposed in the peninsula would be eased starting today.\nThere were also reports that a fuel embargo imposed since January throughout the peninsula would be eased.\nIndian officials said this appeared to be a response to New Delhi's action. They pointed out that Sri Lankan officials have suggested that the current offensive was actually a prelude to a broader effort to eliminate guerrillas, believed to number from 1,200 to 2,000, from the whole peninsula. Divergent Claims in Fighting\nNew Delhi says d that hundreds and perhaps thousands of civilians have died in the last week, essentially supporting the claims of Tamil spokesmen in the area and in southern India, which the Tamil groups use as a political base and sanctuary.\nBut Sri Lanka asserted today that fewer than 50 civilians had died, and that most of the roughly 200 dead were soldiers and guerrillas.\nIt has been impossible to verify the divergent claims, but some Western diplomats said here this week that they believed the Tamil and Indian claims were exaggerated."
}