{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_36a1d2b9-8c40-4dd6-8e3b-d42830c29ab0.txt",
  "text": "Date Published:2019-11-14 00:00:00      \nThe Hidden Potential of Peatlands for Global Climate Mitigation People across the globe are calling for the protection of the planet's forests, creating hashtags such as #PrayForAmazonas as news of the recent fires were trending on Twitter. While it is true that our forests are an essential resource for carbon sequestration, our world's peatlands are the less known and often forgotten global carbon sinks.  Peatlands are terrestrial wetland ecosystems in which the production of organic matter is faster than its decomposition. This process results in the net accumulation of peat - a type of soil with very high organic matter content (often more than 30% by weight) as opposed to mineral soils which have a very low quantity of organic matter.   Peatlands exist in almost all countries and are a long disregarded ecosystem in the fight against climate change. Peatlands are the most widespread version of wetlands, representing roughly 50 to 70% of the global wetlands. They are invaluable ecosystems as they are the world's largest natural terrestrial carbon store. Worldwide, peatlands only account for around three % of the land surface but may store up to 644 gigatonnes of carbon which represents approximately 21% of the total global soil organic carbon stock. Despite being an essential resource for carbon sequestration, human activities such as artificial drainage for agricultural use, are degrading global peatlands - turning this helpful ecosystem service provider into the opposite - a carbon source, contributing further to climate change! Peatland types Temperate and boreal peatlands can be categorized in several ways. One of the most widespread ways to categorize them is - according to the source of water on which these ecosystems depend. The term \"Fens\" refer to peatlands which rely both on rainfall and groundwater while \"Bogs\" refer to peatlands which depend solely on rainfall. As a result of the vegetation which grows in such ecosystems, these ecosystems differ from one type to another. However, tropical peatlands lack much attention and have not been studied as well as non-tropical peatlands have been, and as a result, they have not been systematically categorised. As recent as 2017, the world's largest tropical peatland was discovered in the Congo Basin, meaning large areas that have been storing carbon for millennia may still be undiscovered.    How do peatlands lock away carbon? Peatlands are formed in areas where year-round waterlogged conditions exist. This waterlogging slows the natural process of plant decomposition, and the organic matter they are composed of do not fully degrade due to lack of oxygen and \"pile-up\", thereby locking away carbon. This process, over millennia, builds up to form layers of peat several metres in depth. Generally, 1 meter of peat takes 1000 years to accumulate. What other \"ecosystem services\" do they provide?  Peatlands provide environmental services of economic and social importance including carbon storage, protection against erosion, biodiversity, nutrient cycling and water management. Peat blankets often protect underlying soils from erosion. Peatlands host a broad diversity of species of plants and animals. Plants provide the structural foundation and are the source of organic compounds derived from photosynthesis, required for the sustenance of animals and microorganisms. Peatlands host plant species of high nature conservation value. Other life forms include an associated diverse range of fungi species, microorganisms, protozoan and algae. Furthermore, peatlands serve as migratory resting grounds for a wide range of bird species.  Peatlands provide safe drinking water. It is estimated that ten per cent of the planet's freshwater is stored in peatlands. Highlighting the need for both protecting and maintaining the health of this ecosystem is crucial for water security at present and in the future. Water that is derived from healthy peatlands is generally of high quality - having few pollutants and low nutrient levels, meaning it only requires simple treatment once it reaches a water treatment plant.  Near-natural peatlands can store large amount of water due to the spongy nature of peat. Heavy rainfall is initially absorbed and gradually released over a period of several days, the peatlands thereby act as a form of natural flood management infrastructure often minimising the risk of flood damage downstream. Coastal peatlands may additionally act as a buffer against salinity intrusion. Thus, peatlands are essential in the management of water catchments and when degraded can exacerbate flooding, which in many areas is likely to increase as climate change impacts increase. The protection and restoration of previously degraded peatlands can help to address climate change. Degraded peatlands often contribute significantly as a source of greenhouse gas emissions responsible for climate change. A recent estimate of the monetary value of inland peatlands stands at around 11 trillion international dollars. Although peatlands are among the most valuable ecosystems on Earth, little is known about tropical peatlands. However, what we do know is that peat in the tropics occurs mostly in sub-coastal lowlands and forms from rainforest trees and other higher plants, but may also occur in swamp forests. As of 2008, tropical peatlands are estimated to be around 182 million ha, spanning South America, Asia and Africa, and account for almost half of global peatlands. These peatlands store about 40 to 90 gigatonnes of carbon and are becoming more responsive to global climate change and human influences.  Peatlands in Bangladesh?  Peatlands can be found in Bangladesh as well, although they are not usually classified as such since other wetland categories are more prominently used in Bangladesh. According to the Food and Agricultural Organization (FAO) peat occupy around 60,000 ha in Bangladesh, while others have estimated this figure to range from 130,000 ha to 224,700 ha (1.6% of the total area). These peatlands can be found between the Ganges river floodplain and the Ganges tidal floodplain in Gopalgonj, Bagerhat and the adjoining parts of Khulna, Barisal and Jessore districts, in deep depressions in the Sylhet Basin and the Northern and Eastern Hills of Bangladesh. Peatlands as threatened ecosystems? Throughout Europe, over the last decades, peatlands throughout Europe and North America have been drained for agricultural use or forestry land reclamation or degraded through peat extraction. In the tropics degradation of peatlands not only caused by agrarian expansion but also result from infrastructure development, such as the construction of roads and highways for better transport networks. Mineral, oil and gas extraction may also cause substantial loss or degradation to peatlands in the tropics. In Bangladesh, peatlands are mostly converted to agricultural land for cultivating Boro rice, shrimp and vegetables where there is little scope for soil carbon storage.   As peatlands are degraded, they become a significant source of greenhouse gas emissions. For example, in 2015, Indonesian peat swamp forests had seriously damaging fires, that emitted nearly 16 million tonnes of CO2 a day as they burned. This level of emissions contributed more than the daily emissions from the entire US economy. Emissions from drained peatlands are estimated at 1.3 gigatonnes of carbon annually, equivalent to 6% of global anthropogenic CO2 emissions. Peatland restoration can bring significant emission reduction and have been recognized by leading peatland scientists of the world as an effective, comprehensive climate change mitigation strategy. Conservation and restoration: not one solution for all Restoration measures of drained and degraded Northern Peatlands usually include rewetting and ditch blocking along with several other methods depending on the level of degradation, vegetation type and peatland type. Many near-natural peatlands are also conserved as protected areas, without much human interference. However, we must acknowledge that what works or has been working for high-income countries may not always work for countries of the global south. Cultural perception and societal priorities differ vastly from one country to another, from one continent to the next, while differences in economic growth, population density, dependence on ecosystems for livelihood further complicates the matter; a \"copy and paste\" approach, therefore, is not the way forward. What could be a possible way forward though, is for Governments to realize the importance of peatlands, beyond its monetary value and take necessary steps to understand peatlands as not exclusively as ecosystems but as social-ecological systems, thereby acknowledging the importance of humans as part of nature.  For Bangladesh, the national and local governments must act together with non-governmental organizations (NGOs), as well as relevant research institutes to develop policies to protect and restore peatlands in Bangladesh. Such policies should not only be based on sound \"natural\" science but should also be based on a sound understanding of local communities. Bangladesh, being an agricultural economy and a country with very high population density, is a country where it is quite challenging to preserve vast areas of peat-forming ecosystems, without incorporating humans into the picture. Several models of community-based management have been tried and tested in the country, especially for wetlands and forests, which could be further developed for peatland management. However, given the lack of research on peatlands in Bangladesh, the first step would be to identify and locate peatlands all over the country, followed by different but inclusive restoration and management measures.    Under the Paris Agreement countries are encouraged to include peatland restoration in their commitments to global international agreements. The inclusion of peatland emissions from degraded peatlands and on the flip side carbon saving from peatland restoration are both eligible for consideration within Nationally Determined Contributions under the UN Framework Convention on Climate Change. Therefore countries must begin to include peatland restoration and re-wetting in their national climate action plans. Sate Ahmad is a Research Associate and a PhD Candidate in Peatland Hydrology at the Faculty of Agricultural and Environmental Sciences, University of Rostock, Germany. He has a background in Applied Ecology and Natural Resource Management, along with research experience in ecosystem services and human well-being in the Bengal Delta and in ecosystem process quantification in German Peatlands.  Laura Bahlman is completing a masters in International Development, with a background in climate change, policy, and soil ecology research. She is also a visiting researcher at the International Center for Climate Change and Development."
}