{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_951503fe-d7e0-4d6c-b6f1-b289d9522ef0.txt",
  "text": "Date Published:2020-04-15 00:00:00      \nThe private and public sectors must work together to pull the country out of this crisis Some regrettable politics is taking place in the name of distribution of relief for the poor. Firstly, the government has not provided a strong and adequate stimulus package to help the poor and the ultra poor to fight the novel coronavirus epidemic. Secondly, even where it has sanctioned relief materials, only those who are well-connected or are known to the powerful local officials are getting the relief; and also, relief materials are getting stolen by the powerful government officials and local leaders of the ruling party. Many of them have already been arrested for this crime as well.  This is a matter of great disgust. Even though the coronavirus is a novel epidemic, we are not observing novel tactics in fighting it from the government's side. All the tools and tactics that are being used are from the olden days. The government is just treating this like any other natural calamity like a flood or a cyclone.  As such, relief distribution, too, has boiled down to photo opportunities for the government officials. One upazila chairman, Mahiuddin Biswas, has even gone so far as hitting a poor person who did not want to take a photo while taking relief. But corona is an ongoing problem, not a cyclone that you can solve merely by giving out some token relief materials after the calamity. The work that is to be done now is not merely damage control, it is situation management.  And without a medium-term strategic approach to fighting this crisis, we have no hope of coming out of it. When the photo session is over, the government officials are leaving, even when hundreds in their relief distribution area are still not taken care of. This is adding insult to injury for the poor people who are calling their local aid centres and hearing that government aid has already been distributed in that area. It is heartening to see that the government has declared that those who steal relief materials will face court cases along with administrative punishment, but we are still to see that in action comprehensively.   We have seen some government officials getting punishment for stealing relief, but this is not enough. If the government can really bring all the wrongdoers to books for stealing relief goods along with those who fail to adequately distribute relief in their area, that would be a great step forward. What we need now is a medium-term national plan for re-emerging from this disaster that has already gotten a grip on much of the country. Both the private and the public sectors must do their part to help the country get out of this disaster.  The relief materials need to be distributed properly, without scope for stealing or wasting otherwise by only distributing to the well-connected.  Even the amount that the government can do at this time of crisis is limited. As such, it is necessary for a comprehensive plan-of-action so that we make proper use of the resources we have. The relief distribution needs to be need-based. Even the middle class and lower middle class people, who are too shy to ask for help in these dire times, need to be paid attention to, and be brought under the social safety net through relief operations that transcend the lower classes and access the middle class.  In these scenarios, the best method for distributing relief materials would be to access the homes of the people, alongside distributing relief on the streets. Some initiatives like this have been taken by the home minister and the mayors of Dhaka City North and Dhaka City South, among others, and I really appreciate their efforts.  This is how it should be done, but there also needs to be a comprehensive plan to tackle this crisis in the medium term, if we are to come out of the crisis any time soon. Without that sort of comprehensive planning, it will be hard for us to spring out of this disaster strong. Anupam Debashis Roy is an editor and organizer of Muktiforum."
}