{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_ae5772be-8347-4185-8ca8-02ad01e44e01.txt",
  "text": "Date Published:2020-03-18 00:00:00      \nMarking the celebration, Awami League and its associate bodies, district administration Gaibandha The celebration of Mujib Year officially termed as 'Mujib Borsho', birth centenary of Father of the Nation Bangabandhu Sheikh Mujibur Rahman, was celebrated across the country yesterday with due respect. Marking the celebration, Awami League and its associate bodies, district administration Gaibandha. At 8.30 am yesterday, Deputy Commissioner (DC) Abdul Matin paid rich tributes by placing floral wreaths at the portrait of Bangabandhu Sheikh Mujibur Rahman on DB Road, adjacent to Poura Park of the town on behalf of the district administration. Superintendent of police (SP) Towhidul Islam, General Secretary of the Awami League district unit Abu Bakar Siddique and Mayor of Gaibandha Municipality Adv Shah Masud Zahangir Kabir Milon placed floral wreaths at the portrait of Bangabandhu on behalf of district police. Rajshahi City Corporation (RCC), Divisional and district administrations, corporate bodies, educational institutions, Awami League, its associate organizations, Bangabandhu Shishu Kishor Mela, socio-cultural and children organizations  celebrated the day through elaborate programs in Rajshahi. The day's programs heralded with 31 gunshots at district police line at dawn. Subsequently, national flags were hoisted atop all public and private buildings. Other programs included placing wreaths at the portrait of Bangabandhu, cutting birthday cake, tree plantation, unfolding of books on year-round programs of Mujib Borsho, screening of documentary films and illumination of important government, non-government and autonomous buildings and installations. In Khulna, to mark the day, local district administration took revised program considering the epidemic corona virus situation as per the direction of the government. A-31 gun salute was  heralded at KMP Police line during sunrise of the day. The program began through recitations from the holy Quran 1200 times (Quran Khatom) by 2,381 Islamic scholars (Quran-e-Hafez) at different city and district Madrasas, mosques and orphanages. Special prayers were  offered at mosques after Fazar prayer seeking divine blessings and peace of the departed souls of 30 lakhs freedom fighters, Father of the Nation Bangabandhu Sheikh Mujibur Rahman, his family members along with all martyrs of August 15, 1975, to save people from corona virus and peace and progress of the Nation. In Rangpur, the district administration, Awami League (AL), Rangpur City Corporation, Rangpur Cantonment, educational institutions and other organizations celebrated the birth centenary of Bangabandhu as per the revised programmes. The 100th birth anniversary celebration began with 31 gun salutes after the sunrise followed by hoisting of the national flag at all government, semi- government and private buildings in the city. In Thakurgaon, marking the celebration, Awami League and its associate bodies, district administration and socio-cultural organizations organized different  programs in the district. Thakurgaon-1 MP Ramesh Chandra , also Awami League presidium member  inaugurated the Mujib Borsho Chattar at DC Tourist Park in the morning. Deputy Commissioner Dr K M  Kamruzzaman presided over the function. A-31 gun salute was  heralded at KMP Police line during sunrise of the day. According to our district correspondents, marking the day Bagerhat, Narayanganj, Gopalganj, Brahmanbaria, Hili, Jamalpur, Jessore, Jhalokati, Khagrachhari, Lakshmipur, Magura, Meherpur, Mymensingh, Narail, Noakhali, Pabna, Panchagarh, Satkhira, Tangail, Nilphamari and Barguna districts exclusively celebrated the Mujib centenary with a grandiose scale of festivity."
}