{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1988_4f6a3407141e072c3ba6209e14dd96a6fb749bc2.txt",
  "text": "NEWS SUMMARY\n1988-09-10T05:00:00.000Z\nInternational 2-5, 28 A papal visit to Africa is not slight to Pretoria, the Vatican said. Pope John Paul II wants to visit South Africa, but cannot on a visit to five neighboring countries because of scheduling problems, the Vatican said. Page 3 Violence in central Nicaragua, in the provinces of Chontales and Boaco, continues despite the cease-fire between contra rebels and the Government. Political killings and imprisonment have not abated. 2 Fears of epidemic in Bangladesh are rising as flood waters recede. Illness and death from gastrointestinal disease have begun to increase; supplies of medicine and water purification tablets are scarce. 4 Members of Burma's air force defected to the opposition, hours after a former leader declared a provisional Goverment. Diplomats said the move could signal a weakening of military support for the Goverment. 3 The political upheval in Burma is a genuine democratic revolution, according to experts on Burma, who wonder why it took the Burmese so long to rise up against the authoritarian Government. 3 Washington stood behind its charge that Iraq had used poison gas against the Kurds. The Iraqis continued to deny the charge. The Senate approved a bill that would ban American commodity credits to Iraq. 4 Turkish examinations of Kurds have turned up no evidence to support claims that Iraq used chemical weapons against the Kurds, Turkey said in a statement that did not directly contradict Washington. 4 Life at a Canadian weather station in Eureka, Northwest Territories, is severe, but the crew is bothered more by the way American television reports the weather than by polar bears or the cold. 4 Times are trying for Soviet readers, who now face limits on subscriptions to some of the most popular and provocative magazines and newspapers. Officials blame a paper shortage; readers are skeptical. 5 Optimism on Africa talks 3 Plane crash in Thailand kills 75 3 Russians pessimistic on errant Mars craft 5 Israel says it seized 200 Arabs 28 National 6-9, 50\nG. D. Searle was found negligent in the testing and marketing of its Copper-7 intrauterine birth-control device. A Federal jury awarded the plaintiff $8.75 million in its verdict, which Searle plans to appeal. 1 The former chairman of Ashland Oil, Orin E. Atkins was arrested last July by Federal agents and charged with transporting stolen company documents sought by Iran in a $500 million lawsuit against Ashland. 1 News analysis: Debate on the costs of President Reagan's anti-missile program is in many ways a debate over whether the space-based shield will ever be built. At issue is whether the country can afford the system. 1 A policy of letting fires burn in National parks and forests without interference has drawn criticism. Wyoming senators and others are calling for the resignation of the National Parks director. 6 Preparations for Hurricane Florence were under way in the coastal lowlands of Louisiana. About 30,000 people left their homes or prepared to leave in search of higher ground. 6 A draft ban on the use of fetal tissue in all federally funded research was played down by the White House, which said that the proposed executive order did not represent Administration policy. 6 New rules to combat fraud by military contractors may be revised as a result of objections by companies. The rules require contractors to certify, upon penalty of forfeiting profits, that they did not improperly obtain information in competing for pacts. 7 Normal postal window service to resume 10 Politics 8-9 George Bush, questioned on abortion, said a politician's stand on the issue should not be regarded as a ''litmus test.'' Some anti-abortion groups have made opposition to abortion a central issue. 1 A motion on the Pledge of Allegiance, made by House Republicans to require its recitation in the House, forced Democrats to choose between appearing unpatriotic or embarrassing Michael Dukakis. 1 Dan Quayle told steelworkers in Ohio that he identified with them. He faced questions about his academic record and news reports about the circumstances under which he was admitted to law school. 8 Michael Dukakis compared the Repubicans who have attacked his patriotism to those who cheered the tactics of Senator Joseph McCarthy and challenged the patriotism of President Franklin Roosevelt. 8 Reagan promotes conservative issues being used by Bush 7 Campaign of Senator Quayle released a report on his finances 8 Democratic fund drive tops $30 million 9 Regional 29-32 Two Yonkers Council members agreed to end their opposition to a court-ordered housing desegregation plan under certain conditions, but a Federal judge refused to accept any changes in the plan. 1 Shoreham moved closer to licensing when a Federal agency gave Lilco high marks for its evacuation plan. The report and a court ruling place pressure on New York to approve a settlement over the plant. 1 News analysis: Light sentences in New York City are accepted for some offenders by judges and prosecutors. The confrontation between Mayor Koch and a State Supreme Court justice has touched off debate. 29 Fire and police officials feuded as Police Commissioner Benjamin Ward ridiculed the Fire Department as underworked. The head of the firefighters union accused Mr. Ward of failing to keep the streets safe. 29 A walkout by track workers halted all trains on the Metro-North Commuter Railroad before the morning rush. It ended after a Federal judge signed an order temporarily prohibiting the job action. 29 Commuters react with more surprise than anger to walkout 30 The life of Patricia Hearst Shaw has come full circle, 14 years after she made headlines as a revolutionary. Mrs. Shaw, who said her politics are conservative, doubts she was as liberal as she thought she was. 29 Three Queens homeowners were sentenced to prison and two others were sentenced to community service work for setting fire to a house that New York City had planned to use to shelter foster-care infants. 31 Green holds pep rally at luncheon 30"
}