{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1988_fad4b36bb85f7fc7a6acedc77648c0f704bc8fc1.txt",
  "text": "Scientists Revive a Lost Secret of Farming\n1988-11-22T05:00:00.000Z\nFOR centuries, beginning around 3,000 years ago, there flourished on the high plains of the Peruvian Andes around Lake Titicaca a simple but ingenious form of agriculture that enabled ancient peoples to reap bumper crops in the face of flood, drought and the killing frost of those 12,000-foot altitudes.\nNow archeologists have unlocked the secrets of those pre-Colombian fields - and found to their amazement that the techniques can outperform modern agricultural technologies under circumstances found throughout much of the Third World today.\nIn a striking example of what is known as experimental archeology, the modern scientists have restored an art that died out and was mostly lost even before the coming of the Spanish Conquistadors in the 16th century. All that survived were eroding traces of raised, rectangular platforms of earth alternating with canals in a corduroy pattern across acre after acre of flat expanse. Modern-day Peruvian Indians called the platforms ''waru waru'' and considered them to be signs left behind by a revered ''first race'' who ruled the area before the Incas came.\nIn a dramatic resurrection, modern-day Peruvians using ancient implements have reconstructed the raised-platform fields according to specifications derived from the archeological digs.\nThe prehistoric technology has proved so productive, so hardy and so inexpensive in its modern application that it is being held out as a possible alternative for wide stretches of the Third World where scarce resources and harsh local conditions have frustrated the advance of the high-tech Green Revolution.\nFields constructed and planted according to what has been termed ''raised-field agriculture'' require no chemical fertilizer or modern machinery. They cost almost nothing, except human labor. They are farmed with variants of ancient implements rather than expensive tractors and plows. They have outyielded conventional, capital-intensive fields as producers of potatoes, one of the region's main crops both in pre-Colombian days and now. When conventional fields die in a drought or flood, these mostly survive.\n''It's fantastic,'' says Dr. William Denevan, an archeologist at the University of Wisconsin who was one of the first to discover the remains of the prehistoric platforms 20 years ago. ''Here's a whole system, abandoned before any Europeans came, now being restored by the local community.'' Today's Green Revolution, based on heavy use of fertilizer and machinery, has not been able to penetrate everywhere or to all population groups, notes David Bathrick, the director of the United States Agency for International Development's office of agriculture.\nMr. Bathrick headed his agency's agricultural mission in Peru during the early years of the raised-field experiment and has visited the fields. They could, he said, become part of what he called a ''second Green Revolution,'' aimed at less hospitable areas of the Third World, where flood, cold, heat, and drought routinely pose special difficulties, and where modern agricultural technology has not moved beyond the more favorable plains and river basins. They might be especially useful, say those who have restored them, in areas subject to frequent flooding, such as in Bangladesh or the Ganges plain in India.\nSince the first discoveries of the platforms in the 1960's, millions of them have been found across Latin America, leading some archeologists to believe that they undergirded the pre-Colombian economy. At least one previous attempt to revive them has been made in Mexico, using modern machinery and methods and lacking the precise, critical specifications yielded by archeological studies.\nBut it fell to Dr. Clark Erickson, an archeologist at the University of Pennsylvania's Museum of Archaeology/Anthropology, to find out how the raised fields worked in practice, how they were farmed, what made them so successful and therefore so widespread.\nDr. Erickson, who was at the University of Illinois when he and the interdisciplinary team he headed did the work, has described it in detail in two reports scheduled for publication next month and next spring. The work began in 1981 and is continuing.\nHe did not set out to devise any practical, modern-day application, he said in an interview. Going beyond the usual and familiar excavation techniques that are the mainstay of archeology, he undertook an exercise in experimental archeology, a branch of the science in which investigators try to recreate ancient conditions and put to use ancient artifacts as a way of answering scientific questions. In this particular exercise, near the Peruvian community of Huatta on a northwestern bay of Lake Titicaca, Dr. Erickson sought to use the findings of his excavations to re-create, in real life, not only the fields but the way in which the ancients had organized and cultivated them.\nWhen that had been done and the results were in, he said, ''we realized it was such a fantastic system that maybe it could be re-introduced to the region as a replacement for some of the capital-intensive systems'' of farming that depend on machinery, fertilizer and lots of money.\nEroded remains of the pre-Colombian raised-field platforms and canals of various sizes cover more than 200,000 acres of the low-lying plains around Lake Titicaca. The raised platforms of earth that were central to the technology generally range from 13 to 33 feet wide, 33 to 330 feet long, and about three feet high. It is on these earthen platforms that crops were planted. Between them are canals of like size and depth. The platforms were constructed of earth, including topsoil, that was removed to make the canals.\nBy analyzing soil and ancient pollen from the platforms and canals, Dr. Erickson's team learned that the sediment in the prehistoric canals was much richer in plant nutrients than the soil of the plain that surrounded them. The investigators also found pollen grains of potato and quinoa, a high-protein grain that grows in the United States as a weed called lamb's quarters but has been domesticated as a major food crop in South America since ancient times.\nUsing radio-carbon dating and other techniques, the team found, to its surprise, that the system of raised fields and canals dated to about 1000 B.C., making it not a brief, late phenomenon, as had been previously suspected, but apparently one of the earliest and most stable forms of intensive agriculture. Successive layers indicated that the fields had been re-built several times from about 1000 B.C. to about 1,400 A.D.\nOver the centuries since, the platforms were eroded and the canals filled in to such an extent that their original dimensions were hidden. The archeological excavations stripped away that veil, revealing the original canal depth and ridge spacing, and these dimensions were used in the experimental phase of the project. Reconstruction of some of the fields began in 1981. Cultivation has continued since, and Dr. Erickson estimated that up to 200 acres are now being cultivated.\nTraditional Andean tools, including a prehistoric plow operated by foot, were used to dig the new canals. Teams of three people were found to be the most efficient work unit. Two used footplows to cut blocks of sod from the old canals between the ridges, while the third tossed the sod blocks onto the field surface. This produced a layer of rich topsoil on the raised platform. Typically, 10 to 50 such groups from the same locality would work a given field.\nDuring the first five years of experimentation, potato yields averaged 10 metric tons per hectare compared with 1 to 4 metric tons on surrounding conventional fields. This was so, Dr. Erickson reported, even though the conventional fields used fertilizers and the experimental fields did not. What the experimenters did use was the green algae that collected in the bottom of the canal, rich in nitrogen, that was shoveled onto the platforms during the dry season. Archeological evidence suggests that the ancients did the same thing.\nThe added nutrients meant that it was not necessary for the fields to periodically lie fallow. t Water in the canals enabled the experimental crops, including particularly large stands of grain, to survive a severe 1983 drought that caused widespread crop loss elsewhere in the area. The fields' elevation enabled them to survive the worst lake flood in years, in 1986, while crops in other fields all around were inundated. And by retaining solar radiation, the canal water warmed the raised fields and the air above them, limiting the danger of frost.\nThe larger the complex of raised fields and canals, Dr. Erickson said, ''the better for the microclimate effect.'' In the experiment, communal land-holding groups of Quechua Indians, ranging in size from 30 to 150 families, banded together to create and cultivate the fields. Smaller extended family groups can also do it, said the archeologist.\nBecause of this, and because the method is inexpensive and simple in its very sophistication, raised fields ''may be an economical and ecologically sound alternative to agricultural development based on expensive imported technology,'' Dr. Erickson has written in an article for publication in ''Expedition,'' the University Museum's journal.\nWhy did the technology die out originally? Does it make sense to put it back into operation without knowing the reason?\nSeismic activity, massive floods or droughts, climatic changes: All, Dr. Erickson said, have been advanced as explanations but not proved. Dr. Erickson believes that the field system expanded to support population centers that grew up in pre-Inca antiquity. When power and influence shifted to other areas and empires rose and fell, he suggests, fields were withdrawn from production and abandoned and the art was forgotten."
}