{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1989_11ef598a514f31976e86786661506fb8736192b4.txt",
  "text": "Excerpts From the News Conference Given by Bush in Paris\n1989-07-17T05:00:00.000Z\nFollowing are excerpts from President Bush's news conference in Paris yesterday, as recorded by The New York Times: OPENING STATEMENT\nWell, we've just concluded two and a half days of intensive and productive meetings with the summit counterparts on economic and political issues.\nAnd let me take this opportunity first of all to thank President Mitterrand for his most gracious hospitality.\nThe summit, in my view, was a clear success. We met in a time of sustained economic growth and agreed that the prospects are good for the continued expansion without inflation of that growth. It was against this backdrop that we conducted a wide-ranging discussion on critical global issues, from East-West relations to the growing environmental challenge that we face.\nWe came to Paris at a truly remarkable moment. The winds of change are bringing hope to people all around the world. And who would have thought just a few short years ago that we would be witness to a freely elected Senate in Poland or political pluralism in Hungary.\nI was really touched by what I saw and heard in those two countries - people determined to keep their dreams alive, people determined to see a Europe whole and free. Backing Hungarians and Poles\nAnd that's why America brought to this summit our determination to support the reform movement in Hungary and Poland. People yearning for freedom and democracy deserve our support. And it's because of the community of values shared by these summit countries that we were able to agree to meet soon to discuss concerted action that'll help Poland and Hungary.\nDemocracy and economic growth go hand in hand, whether in Eastern Europe, the Summit Seven, or the developing world. And, therefore, much of our discussion here in Paris centered on economics. We reaffirmed our international economic cooperation and our whole policy coordination process.\nOur strength and debt strategy was firmly supported. We reaffirmed our determination to maintain and improve the multilateral trading system, calling for the completion of the Uruguay Round by the end of 1990 and extending the GATT to new areas, including agriculture.\nThis summit marked a watershed on the environment. And we agreed that decisive action is urgently needed to preserve the Earth. We committed to work together as well as with the developing world to meet our responsibility of global stewardship. 1990 Meeting in U.S.\nThe measures we've agreed to in Paris are timely and they lay the groundwork for further specific steps when we meet again next year in the United States.\nAnd, finally, I was especially pleased to find that my colleagues share our sense of urgency and sense of the importance of the worldwide fight against drugs. Among other steps, we agreed to establish a financial action task force to find new ways to track and prevent the laundering of drug money.\nI look forward to meeting my summit colleagues in the United States next year as we continue working on these and other priority issues, build on the progress that we made -genuine progress that I think was made here in Paris.\nAnd I might say that I was very pleased that this meeting coincided with the bicentennial here. It was a very moving experience for all of us. QUESTIONS AND ANSWERS Gorbachev's Offer Now I will be glad to take any questions. Helen.\nQ. Mr. President, . . . Mr. Gorbachev wants to play a part in the world economic discussions. Would he be welcome at the next economic summit table?\nA. Well, I think that's a little premature. But it was very interesting, I found, that a leader of the Soviet Union would address a letter to the French President as head of this year's summit. We talked about that letter a great deal. There's an awful lot that has to transpire in the Soviet Union, it seems to me, before anything of that nature would be considered.\nWe're talking about free market economies here. And, but - I found fascinating the very fact of the letter. But there was no -there certainly - I don't think any indication that the next - that he will be attending the next summit. He'll get a very courteous and very thoughtful reply from Mr. Mitterrand. Role of Small Nations\nQ. How about the . . . countries - Bangladesh - would they ever be welcome?\nA. Well, this is an economic summit of countries whose economies were drawn together by the free economies of the West. And so I don't think there's a question at this point of expanding the summit. There is concern about the economies in the world that aren't doing so well.\nNow Bangladesh is a country that does need aid and, indeed, the communique addressed itself to trying to help Bangladesh. Yeah. Wait a minute, excuse me, Terry, and then go.\nQ. Mr. President, you've consulted with the NATO allies on military matters in Brussels, and then you've had an economic summit here in Paris. What's left before you sit down with Mr. Gorbachev for a superpower summit?\nA. A little more time, I think.\nQ. Don't you have anything to discuss with him now that you've got all this groundwork laid?\nA. Oh sure. Let me explain to those who aren't familiar with the policy that Secretary Baker had met a couple of times with Mr. Shevardnadze. There will be another such meeting of that nature. And at an appropriate time, I will have a meeting with Mr. Gorbachev. But I don't think anything at the summit influences a bilateral - that bilateral meeting. Criticism on Environment\nQ. Mr. President, the summit calls for decisive action on the environment, but various environmental groups are saying that you did not take decisive action. Could you respond to that?\nA. Well, I did see some one or two groups. They didn't think I took decisive action when I sent up - or took proper action when I sent a very far-reaching clean air proposal up to the Congress. And so some have been critical.\nMany have been supportive on the broad -the very fact - I'll tell you where we got a lot of support is the very fact that the communique addressed itself with some specificity to various environmental goals. The whole concept of cooperation on research technology and transfer to the L.D.C.'s; the prevention of pollution; the idea of setting up monitoring stations so we can better predict and thus avoid environmental disaster.\nThere were - there was a lot of common ground - in fact, I would say that on that and perhaps anti-narcotic, there was most fervor. And so I think many environmental groups see the very fact that this matter was on the front burner as being very positive. And the summit did take - make strong enough statements to commit all of our members and hopefully others around the world to sound environmental practice. Poland and Hungary\nQ. Mr. President, you promised in Poland and Hungary that you would seek concerted action on the part of the countries meeting here to help those countries. Now there seems to have been a pledge that there would be concerted consideration of actions - no dollar figure attached and no specified action promised - and a meeting apparently planned. Do you feel you got what you wanted, sir?\nA. I think so. And you'll notice, Brit, that in both Poland and Hungary I stopped well short of setting dollar figures or challenging others to meet dollar figures. But on this one let there be no doubt there was unanimity that we should address ourselves to the problems of Poland and Hungary, and so I was not disappointed. I didn't go in there with a specific package of - with dollar figures on it. And I think an early meeting to do just that is good.\nIt called for food aid to Poland; that's specific. It doesn't have a figure on it, but - no, I think we got what we sought. And there was no rancor on that question, and no division on the question. But there was unanimity that we have to move on it. Yeah, Owen. Reaction to Gorbachev\nQ. . . .What is an appropriate response from the West to such an extraordinary request by Mr. Gorbachev to become part of the economy of the Western democracies?\nA. We would welcome any movement by the Soviet Union towards market-oriented or Western economies. There's no question about that. And there's nothing begrudging about our saying - in replying to Helen's comment - in my replying to Helen's that I don't expect Mr. Gorbachev to sit as a member of the - at next year's summit. But the discussion was - it started off by, What do you think he means by this? And a lot of discussion - we'll get the experts to analyze it. And all of that took place. And people concluded that it was just one more manifestation of the changing world we're living in. And that, I think, was the main message. And then where we go from here, his -some of that has been addressed in the communique, because we talked in there about help for the third world. And some of his letter, as you know, was on that very subject. So it was - when it came in, Mr. Mitterrand read it off to the group there and then said, Well, what will we do? And my suggestion was - which he had intended to adopt anyway - that he, as the man to whom the letter was addressed, would reply to it.\nSo that's the way it was. And the fact that it's happening, taking place. The President of the United States can go to Eastern Europe and witness the very kind of change we're talking about.\nI'll tell you - I want to get to the reply to Carl's question here - but the most, almost the most dramatic for me was when Mr. Nemeth, the Prime Minister of Hungary, handed me that piece of barbed wire, tearing down the Iron Curtain between Hungary and Austria. Now who would have thought that possible? And this letter, just one more manifestation of the exciting times we're in, of change. They're moving toward our open system, our free system, our system of free election. And that's the way I would look at the letter in that context. Carl. A Summit in Texas?\nQ. Mr. President, in connection with next year's summit, there's been some talk among some of your people about possibly having it in your own state of Texas, possibly in San Antonio. And I wondered whether you'd like to see that?\nA. Well, I'd have to run that by The Dallas Morning News and see how they felt about it. But that's a distinct possibility. However, it's too early; no decision has been made. The fact that Jim Baker's from Houston and I'm from Houston and Bob Mosbacher's from Texas should have nothing to do with where the next summit's going to be. And there has been no decision.\nQ. That wouldn't mean some discrimination against Dallas because of your roots?\nA. No, none whatsoever. Get that down: The fall elections are up in 199 - ummm. Charles. Style of the Summit\nQ. Let me follow on the question about the summit. These things have gotten a lot bigger than they were originally planned to be. Hundreds of your people, thousands of us. It's your first summit, but you've got to host the next one. Have you given any thought to how you want to do it in terms of style?\nA. No. But I'll tell you the part - and I'm the new boy, the new kid in school - but the part I found most interesting was the unstructured part, the part where you sit with these other leaders, tell them what you think, listen carefully to what they think. And that happened sometimes in the corridors or sometimes before a structured seminar, sometimes at a meal. And I would like to think that the more emphasis we placed on that kind of interaction, the better it would be.\nBut there was no discussion by the Soviet - the summit interlocutors on how to restructure it. Indeed, it went smoothly. And that - I will again say that Mr. Mitterrand handled the formal part very well. But for me, I'd like to see more just plain unstructured interaction between the leaders where you don't just have to talk on the agenda items. Yeah, yeah, John. Money for Space\nQ. It'll be 20 years ago next Thursday that man first landed on the Moon. . . . your Administration . . . to announce on Thursday we're going to go back to the Moon, possibly even to Mars. Can you and Dick Darman find that kind of money in the budget?\nA. Well, you put your finger, John, on some of the real problems - the major problem -on setting major goals for space, space exploration. And whether we will be ready by next week and - or later this week to make any momentous announcements, I'm not sure. I have not made a decision on what we will say on that historic day.\nQ. Wouldn't it be cheaper if you went in with the Soviets on it, though?\nA. Well, that has been suggested. But -and some, as you know, some discussions have gone on, not, I don't think, recently between us and the Soviets on this. But certainly the concept of international is not offensive to me. But we'll have to wait and see, because no decision - we're going to go right across and work our way back down here. Weakening of Economy\nQ. Mr. President, Friday's economic indicators showed some weakening of the U.S. economy. Apparently some of your summit partners expressed some concern about that. What assurance did you give them - and can you give us - that we're not headed for a recession?\nA. Well, you know, ironically, none did express to me their concern about the U.S. economy stalling out. We really didn't get into that discussion. I must say that from time to time it is a matter of concern to me, and thus I've tried to think through with our Secretary of the Treasury and others the concept of how the interest rate structure should be. But I've had no indication from home, nor have we picked up any here, that they felt that the U.S. economy was going to move towards a recession. And that's the thing, of course, that you'd want to guard against.\nOur growth has not been as robust as the growth in some other countries, but it -we're still moving. And when you have a several trillion dollar gross national product, you take a small percentage of growth and it makes for enormous dollar figures in growth. The Soviet Economy\nQ. Mr. President, how much change would the Soviet Union have to make before they could earn an invitation to next year's economic summit? And if you can't answer that specifically, at least could you give us some sense of scale?\nA. Well, one, as you know, I have welcomed the reforms that are taking place in the Soviet Union. But I don't - this concept of the Soviets coming to a G Seven summit has never been, to my knowledge, thought much about until this letter appeared, so there's no standards for entrance into the G Seven.\nThe Soviet economy needs a lot of work. And I say that not to be critical, but certainly that's an objective judgment. The economy is in bad, bad shape. Far worse shape than the, oh, Western economies. And so I think what we ought to do is to encourage the kinds of economic changes in Eastern Europe and, to the degree the Soviet would not consider that an intervention into their internal affairs, in the Soviet Union. And that - those should be the next steps. Welcome the - welcome the interest that was shown by this letter. This wasn't an application for admission to the G Seven; it was saying let's do something in a common way about solving problems around the world. Europe's Future\nQ. Mr. President, you've talked about a whole and united Europe, and Mr. Gorbachev has talked about a common European home. Are they the same concepts, or what is the difference? Is there a difference between the role of the U.S. in those two statements?\nA. Europe whole and free is our concept. His common European home is fine so long as, as I've said earlier, you can move from room to room. And that means a - coming along further on human rights; that means much more openness. It means support them when you see the move toward perestroika and glasnost.\nBut it means an evolution in the Soviet Union. And it means an evolution in Eastern Europe. And we've begun to see it. A Europe whole and free does not visualize a Europe where you still have barbed wire separating some people. Or you still have human rights abuses in one or two of the countries that are egregious.\nAnd so it is whole and free, and the common home theme is a good one. I mean that's a very good theme, and we should encourage it. But we want to see these countries continue to move towards what works, and what works is freedom, democracy, market economy, things of that nature.\nQ. Mr. President, in the meeting of the G Seven, is there room or does - did you sense that the countries want U.S. leadership or they want the U.S. to be a coequal partner?\nA. You mean with the Soviets?\nQ. Yes.\nA. No, I sense that they - that those colleagues feel that we have disproportionate responsibility. I think there's a keen interest in how I will work with the Soviets. There's no question about that. I felt that very clearly. Serious Change in East\nQ. Mr. President, going back to the other day in Poland, an elderly man said that when people talk to you folks about change, just remember that the Communists still have the bayonet. So my question to you is, do you believe that countries like Poland and Hungary are really going to have serious and permanent change, or is there a line that their leaders and that Moscow just won't go past?\nA. Well, no, I think that you've already seen serious change. I think you see the political situation in Hungary, for example, is absolutely amazing compared to the way we used to view Hungary. And if the Soviet Union, instead of taking their troops out of Hungary had tried to tighten down, I don't expect we'd see the kind of change in Hungary that we're seeing today.\nAnd so I'd say that we're a long way from what Gorbachev has spelled out as a common European home, but it's moving. So let's encourage the progress.\nQ. Mr. President,. . . there is a course that's going to lead to a permanent change or again the question is are the Soviets going to step in and pull the rug out from under it some day.\nA. Well, I would quote Mr. Gorbachev's words back to him on that when he told me in New York and what Jim Baker has heard from Shevardnadze and what everybody who interacts with the Soviets here. And that is that perestroika is for real; that you cannot set the clock back; it is going to go forward. And so I would see that as what guides now. However, I have said as long as there are enormous imbalances in conventional forces and in certain categories of strategic forces, the West should keep its eyes wide open. And indeed there was some reference to that in this communique. There was unanimity on the part of the NATO allies that we ought to be cautious and that we - and so to answer your question, it's not done - it's not a done deal. On the Cold War\nQ. As you put all of this together, what you said about Poland and Hungary and Gorbachev asking to join the world economy, as a matter of policy do you see the cold war as over, and do you think the West has won?\nA. I don't like to use, quote, cold war, unquote. That, that, that - there's a connotation, has a connotation of worse days in terms of East-West relationship. I think things have moved forward so that the connotation that those two words conjure up are - is entirely different now. And yet I don't want to stand here and seem euphoric that everything is hunky-dory between the East and the West on arms or on differences in economy or on how we look at regional problems. We have some big differences still.\nBut let's encourage the change, and then I can answer your question in a few more -maybe a few more years more definitively. Yes.\nQ. Mr. President, the summit seven leaders are celebrating a gathering that was so successful it went for two and a half days instead of three. Could you not find another half-day's worth of problems to discuss and maybe resolve, sir?\nA. We were kind of running out of gas. I'll tell, it's been a vigorous experience in physical fitness for me, and I try to stay in pretty good shape. But this one, when you couple the summit with the bicentennial and then tack on Poland and Hungary, I wasn't about to argue that we needed more time and - nor was anyone else. I think the fact that this rather complex agenda was completed in harmony is the fact that ought to really carry the spotlight, not the fact that we finished in advance. There's going to be plenty of opportunities to discuss a lot more problems that exist around the world. The Stealth Bomber\nQ. Mr. President, the Stealth bomber had a couple of setbacks this week. And Senator Nunn, as I understand it, indicated that he's not going to pay for a plane that just taxis. Do you have faith in this project or are you alarmed by the recent developments?\nA. Well, it's Senator Nunn and 250 million other Americans that pick up the bill for it. But if he's not going to pay for it, I mean, it's a, it's a decision that the Congress is going to have take collectively. If Senator decides it isn't a good idea, it's going to be a whale of a fight. But I think that legitimate questions have been raised about this - the bomber. And Secretary Cheney has addressed them very forcefully, giving the Administration's position.\nQ. Mr. President, you're giving away money to Poland and Hungary, and you're talking about spending more money on the environment and there are a lot of needs at home, and now you're in a new budget cycle. Is this the time - and you promised today to reduce the deficit, the U.S. budget deficit - is this the time to announce that it's necessary to raise taxes in the United States?\nA. No.\nQ. How are you going deal with that?\nA. Well, we've already got a proposal up on the Hill and look at it very carefully. And our director of the O.M.B. has done a very good job in sorting out priorities. He's worked -and our Cabinet has given him full cooperation. And the proposals that I have made can be and are included in our budget thinking, not just for this year but beyond. But you put your finger on something that does trouble me. When I come to countries like Poland and Hungary, I wish we did have more, more funds with which to help others, encourage private investment and public-private partnerships and privitization. I wish we had much more to do there or speedily apply to environmental concerns or anti-narcotics cooperation.\nSo I don't want to sound like we have it all made at all. We've had to sort through priorities in a very complicated way. But to answer your question, you have to go up to the question that was earlier asked about the economy itself. And I do not want to risk screeching growth, modest though it may be, to a halt by raising revenues in the way that some have suggested. Democracy and Economy\nQ. All through Eastern Europe you talked about two themes constantly. One, encouraging democracy and . . . market economy and, two, that you weren't there to try to raise tensions with the Soviet Union or challenge them in any way. But my question is, if what you want is carried out . . . democracy and market economy - aren't you really talking about the dissolution of the Soviet empire. And is that what you mean when you call for a Europe that's whole and free?\nA. The Soviet empire, if you mean the imposition of a Marxist system or socialism, in their definition, system on others, yes, I'd like to see Europe whole and free. And - but with the Soviet moving towards market - and they're not there - towards more freedom, towards more openness, they themselves have recognized that their system doesn't work. So you don't run the risks or have the same tensions that we might have had 10 years ago talking about the very same themes I talked about in Poland and Hungary. . . . And this is the last one. I've got to do it for the Houston guy.\nQ. Thank you. Is Mr. Mitterrand free to reply to the Gorbachev letter himself or will it be circulated or would you like to see the letter? How would you like to that to go -\nA. No. I think that he should reply to it himself. He has a good relationship with Mr. Gorbachev. Gorbachev was here; they've had some follow-up, I believe. And the letter was addressed to him, albeit as president of the summit.\nQ. Mr. President, did you, in this summit, achieve all your goals. Do you have the feeling of being the winner No. 1 of the summit?\nA. Well, I pointed out before we came over here that something of this nature ought not to be judged in terms of winners and losers.\nI am very satisfied that the summit achieved its goals. Every other summit leader tells me that it was the best summit they have attended. We're together as how we approach the East. We're together as how we approach the environmental question. I didn't take a question on third world debt, but there's a strong endorsement for the Brady plan. And there was dissension on that approach. So it came together, very, very well.\nMr. Brady - and I shouldn't say this; I know this is going to get me in real trouble -but if the Brady plan looks like it's going to be successful, we may call it the Bush plan. Thank you all very, very much."
}