{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1988_9bb9ea80b30b51769c253a41daa6c8676dc65bd9.txt",
  "text": "THE WORLD; An Election's Approach Brings Out the Indian in India\n1988-10-16T05:00:00.000Z\nTHE formation of a new Indian political party last week was a reminder that sometime in the next year -maybe as early as February - the people of India will go to the polls to cast their votes in a national parliamentary election and in so doing make some important decisions about the country's future.\nShould Rajiv Gandhi, a grandson of Jawaharlal Nehru and son of Indira Gandhi, be given an opportunity to continue the political dynasty that has dominated the nation since independence 40 years ago?\nIf Mr. Gandhi wins convincingly, will this be a mandate to continue his modernization drive, which has brought India to the brink of becoming a modern society with greater links to the West and to Japan and other industrialized free-market Asian nations?\nAnd if he goes, should India withdraw more into its nationalist, protectionist self and choose a more solitary and self-reliant path that many believe would better safeguard the nation's traditions and character?\nIt was significant that India's newest political organization, the centrist People's Party, fell into bickering within moments of its creation over the last-minute change of its name from the Socialist People's Party.\nPerhaps more than any other genuinely democratic nation, including the social democracies of Western Europe, India has socialism with a small ''s'' in its heart and in its blood. It is an Indian socialism, a not strictly orthodox creed woven into the homespun nationalism of Mohandas K. Gandhi. Indian socialism is summarized in the emotive word ''swadeshi'' - ''from our own land'' -and symbolized by the egalitarian costume of white kurta, dhoti and sandals worn from the village well to the halls of power.\nIndian socialism was strengthened and internationalized by British and Indian Fabians and by Communists who shared in the country's struggle for independence and still play a political role today.\nIn foreign policy, Indian socialism has been encouraged by four decades of close association with the Soviet Union, and by involvement in third world organizations espousing nonalignment but often siding with the Soviet bloc against the West.\nWhen neighbors such as Pakistan, Sri Lanka and Bangladesh began to accept free-market economic policies (not to mention closer relations with the United States), Indians seemed to become more, not less, convinced of the rightness if not righteousness of their ways.\nWhen an election approaches, politicians say, parties in India often tend to veer back to their nationalist, Indian socialist roots. The rhetoric of self-reliance and self-assuredness - pitched in earthy terms to millions of Indian villagers and cloaked in anti-Americanism for a traditionally left-of-center intellectual elite - wins votes.\nAlready, Kamalapathi Tripathi, a longtime politician of Mr. Gandhi's Congress Party, has made an overture to Indian Communists to bury differences and to join to counter the potential strength of the new middle-of-the-road People's Party, which is still framing its domestic policies, and the larger opposition National Front, to which it belongs.\nHe was rebuffed; the leader of India's Communist Party dismissed Mr. Gandhi as a ''class enemy.'' Indian Communists, in their zeal to upset Mr. Gandhi, are welcoming the formation of an oppositon coalition to the right of them because it would attract more conservative Congress (I) voters while Communists seek to draw off the party's leftists. Criticism From All Sides\nThe main strength of the People's Party -many of whose leaders, including its president, V.P. Singh, a former Finance and Defense Minister, were members of the Congress (I), is that it could offer a viable, broad-based alternative to Mr. Gandhi's Government. Parties of the Marxist left or radical right could not do this and therefore could not bring down the Gandhi Government alone.\nOpposition politicians are now in the process of working out the policies and strategies that they hope will achieve this.\nRajiv Gandhi, who stepped into power within hours of his mother's assassination in 1984 by Sikh members of her bodyguard and then won the election that followed, is being criticized from almost every side these days. But central to much of the discussion is his apparent pragmatic tilt toward the West.\nMr. Gandhi's supporters say that openings to the industrialized world are necessary if India is at last to make the leap into the high technology and large-scale industrial development and raise its standard of living.\nHis critics, pointing to a recent multimillion-dollar deal that will allow Pepsico Inc. to enter the Indian market, accuse the Prime Minister of succumbing to ''economic imperialism,'' selling out the national heritage and endangering domestic industries that will not be able to compete with the soft-drink and food processing plant that it is setting up.\nPepsi is almost certain to be an election issue, with some opposition politicians pledging to abrogate the contract if the Prime Minister is defeated. One of them, George Fernandes, threw Coca-Cola out of India when he was a minister in an opposition Government in 1978.\nBut much has changed in 10 years. Many veterans of the independence generation are gone. Their grandchildren attend American, not British, universities. ''American-returned'' prospective spouses are in demand for a generation accustomed to unisex beauty parlors, discotheques and aerobic dance classes, which came late to India and are regularly excoriated as symbols of decadent foreign influence.\nIn the coming months Indians with new outlooks will be asked to decide who they are and where they want to be led. Decades ago, Nehru, the first Prime Minister, sensed the same searching mood.\n''Sometimes as I reached a gathering, a great roar of welcome would greet me: Bharat Mata ki jai! - Victory to Mother India!'' he wrote in ''Discovering India.''\n''I would ask them unexpectedly what they meant by that cry, who was this Mother India whose victory they wanted? My question would amuse them and surprise them, and then, not knowing exactly what to answer, they would look at each other and at me.''"
}