{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_623f3f60-cd77-4897-aef9-230ead146b8f.txt",
  "text": "Date Published:2019-05-01 00:00:00      \nIf it were before 1983, people would be seen fishing at the exact same spot where children now play football, on Teesta's sandy floor lying arid and barren. The river is no longer blessed with water, except for a few months of the year.  Out of the 115km course of the river flowing inside Bangladesh, more than 100km (from Teesta Barrage to the river's confluence in Kurigram) has completely dried up this dry season. There are small pools of water here and there, and the rest is mere chars. Habibur Rahman, 58, a farmer of Char Hokunda in Lalmonirhat sadar upazila, said, \"Thousands of people living by the Teesta are entirely dependent on its water. Our suffering has known no bounds after the river dried up. \"Due to lack of water, we have to set up water pumps on the river bed to irrigate farms and grow crops like potato, ground nut, jute, maize and vegetables,\" he said. Since the beginning of the dry season (March to May), there has been little water in the downstream of Teesta Barrage built in Dowani area of Lalmonirhat's Hatibandha upazila. \"We are getting 1,500-2,000 cusecs (cubic feet per second) of water at the Teesta barrage point for the last two months, which is the highest in 12 years. But it is barely enough,\" said Abdullah Al-Mamun, executive engineer of Water Development Board (WDB) in Nilphamari. He said the lowest flow was recorded there last year, at 165 cusecs. \"As all of 44 gates of the barrage are kept closed for supplying irrigation water, the downstream isn't getting any water at all, causing it to dry up completely,\" Mamun said. The water flow at the barrage point is inadequate even for the upstream of the barrage. \"We need at least 3,500 cusecs in the barrage area during this period,\" he said. WDB Sub-divisional Engineer in Lalmonirhat Bazle Karim said the Teesta has turned into a desert. \"Mile after mile you would see only chars throughout the downstream. \"There is water here and there, which hardly goes knee-deep. It would be of no use for irrigation,\" he said. \"Because of the unavailability of water, only 30 percent of the char lands used for farming get irrigation, that too through water pumps. The remaining 70 percent, with around 15,000 hectares of land, remains barren.\" Agriculture and fishing have been seriously hurt due to lack of water. Sudhir Cahndra Das, 62, of Daspara area in Lalmonirhat sadar upazila, said once people used to fish, irrigate and bathe in Teesta railway bridge area, 76km downstream of the barrage. \"Now we can't make a living by fishing in the river for 7-8 months of the year.\" The river gets fairly enough water only for a few months from July to October. The rest of the year, it is dry. Things changed after 1983 when India built Gajoldoba barrage in the Teesta, 70km upstream of Bangladesh's own in Dowani area. Before that, the average flow used to be 4,000-4,500 cusecs throughout the river, from Nilphamari border to its meeting with the Brahmaputra in Kurigram. As the Teesta barrage in Dowani, the country's second largest irrigation project, holds up the dry season flow for irrigation, all 102km of the downstream gets no water at all. As a result, only 13km of the upstream has water, albeit not enough, for irrigation. Bidhubhushon Roy, deputy director of Department of Agricultural Extension (DAE), Lalmonirhat, said agriculture is badly affected in the river basin. \"The majority of the char land and floodplains remains barren due to a shortage of underground water.\" Engineer Karim said as there is no water in the Teesta, the underground aquifers cannot replenish and do not have enough reserve. \"The farmers have to go down 40-80 meters to reach water. If the river had water, the underground water table would be only 5-6 meters away.\" With no water in the river and underground aquifers going further down, the farmers have to pay additional cost for irrigation, making farming expensive. DAE official Bidhubhushon Roy said, \"Farmers need to pay Tk 2,000 to water one bigha of land using the water pump, whereas it would take only Tk 250 if the river had water.\" Shafiqul Islam, president of Nodi Bachao Andolon in Lalmonirhat, said, \"Thousands of people, including boatmen and fishermen, depend on the river for livelihoods. They are left without a living for seven to eight months of the year.\" WDB official Karim said there is no way the Teesta would get water in the dry season if there is no water sharing deal with India."
}