{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1988_d08cd626f673e8b87ad5ef697eb406ccd3f650ff.txt",
  "text": "AT LEAST 700 DEAD IN A MAJOR QUAKE IN THE HIMALAYAS\n1988-08-22T05:00:00.000Z\nA devastating earthquake rumbled across eastern India and Nepal before dawn Sunday, killing more than 700 people.\nThe authorities said that many victims were still buried in the debris of their homes and that the final toll could be much higher. The quake, which registered 6.5 on the Richter scale, according to the Seismological Observatory in New Delhi, struck the region soon after 4 A.M. Sunday and lasted nearly 45 seconds. Aftershocks went on for about an hour, the observatory said.\nReports in Indian newspapers this morning said that more than 450 people had been killed in Bihar state. The Nepalese Home Ministry confirmed 252 deaths there.\nIt was the most severe earthquake in the Himalayan region since one in the Assam region killed more than 1,000 people in 1950. Thousands of Houses Wrecked\nMost of the deaths in Bihar were reported in Darbhanga, Munger and Madhubani districts, where officials said more than 25,000 dwellings were destroyed.\nIndian newspapers reported today that at least 10,000 people had been injured in Bihar. Officials in Nepal said that more than 1,000 were injured and that thousands of houses had collapsed.\nVolunteer relief groups, the Red Cross organizations in both countries, policemen, soldiers and local residents began digging for bodies and taking injured survivors to hospitals.\n''Reports of casualties are pouring in from the affected areas,'' the Government television station in Bihar reported. Obstructed by Landslides\nLandslides disrupted communications, preventing officials from obtaining information about the remote areas, said V. K. Sharma, a deputy secretary in the Bihar state government, by telephone late Sunday. ''The tolls have come in only from urban areas.'' Mr. Sharma spoke from Patna, the capital of Bihar.\nThe monsoon rain, which began in late June, was also hindering rescue operations. More than 50 villages were said to have been flooded after embankments shifted as a result of the earthquake today.\nTremors of varying intensities were felt in a 1,000-mile belt from India's eastern tip in Nagaland, sweeping across Bangladesh to New Delhi in the north and the central city of Jabalpur. Buildings cracked and fell, windowpanes and doors rattled, and tens of thousands of Indians and Nepalese fled into streets and open spaces.\nMost of the victims were asleep when the quake struck. ''My bed rattled, then it began swinging,'' said R. N. Rudram a resident of Patna. ''My dogs began barking and I ran out of the house.''\nThe Chief Minister of Bihar state, Bhajwat Jha Azad, traveled to the quake area and announced immediate relief payments of 5,000 rupees, equivalent to about $400, to the relatives of each person killed.\nMr. Azad ordered members of his cabinet to the devastated areas to supervise relief and rescue operations. The Indian national Government sent doctors, nurses, aid workers and medicine from New Delhi to Bihar. Dry Wells, Broken Roads\nThe massive landslides blocked roads, isolating towns and villages in the Nepalese-Indian border belt, and disrupting communications and rail lines. A news agency report quoted residents of Lahan, in southeastern Nepal, as saying that wells had dried up and the main highway had been riven by six-foot-wide fissures.\nThe devastation was largely confined to Bihar, an impoverished state, and eastern Nepal, including Dharan district, where about 150 deaths were reported.\nAt 6.5, the earthquake was one classified as capable of causing severe damage. Still, it was less powerful than the quake of 1934, which killed 13,000 people in Bihar and Nepal and which measured 8 on the Richter scale - 15 times stronger than the one today.\nIt was the most severe earthquake in the region since the one in Assam in 1950, which raised the level of the Brahmaputra River. Two weeks ago, a strong tremor shook northeastern india and Bangladesh; there were few fatalities then.\nH.N. Srivastava, director of the New Delhi Seismological Observatory, said the epicenter of Sunday's quake was about 40 miles northeast of Darbhanga on the border with Nepal. Royal Birthday Deferred\nIn Nepal on Sunday, officials announced a postponement of the birthday celebrations of the Queen Mother because of the disaster.\nPrime Minister Rajiv Gandhi of India announced plans to visit Bihar today to survey the damage.\nDr. Srivastava, the seismologist, said the tremors were caused by the rubbing of the Indian land mass, known in geophysical terms as the Indian Plate, and the Eurasian Plate in the Himalaya mountain range, which forced sudden movements in underground faults in the mountain system.\nThe Indian Plate moves north and northeast about two inches a year, he said. The Eurasian Plate is stationary, and earthquakes in the belt running from Kashmir to Burma are caused by the grating of the two land masses, he said.\n''This is a continuing process,'' Dr. Srivastava said, adding that more earthquakes are likely in the coming years in the same region."
}