{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_bf97e7f7-1921-480d-bac9-13fd7ab53fc3.txt",
  "text": "Date Published:2020-01-12 00:00:00      \nInstead of being termed as a punishment house, the jail seems more like a skill development centre with all kinds of skills being taught to the inmates It is a common perception that jails are punishment centres where criminals are tortured and beaten up to change their criminal activities and bring change in them. However, the Kushtia Jail presents a different picture. Instead of being termed as a punishment house, the jail seems more like a skill development centre with all kinds of skills being taught to the inmates. The jail authorities here focus on making the prisoners self-reliant and help them channel their time and energy towards positive contribution to the society.  Established in 1968, the Kushtia Jail has the capacity to house 600 inmates. However, the jail currently houses 950 inmates, including 40 females. The initiative - which was started on June, 2017, by the Superintendent of Jail Md Zaker Hossain - is solely funded by the jail and works as a self-sufficient project where each inmate teaches another, said officials from Kushtia jail. The prisoners are engaged in many skillful activities including fabrication unit, weaving, handicrafts, dressmaking, power-loom, electrical and music training. In the fabrication unit, inmates make various items like Sari (a local garment worn by Bangladeshi women), Lungi (A garment worn by local Bangladeshi men), and monochords (one chord musical instrument) which are sold at the sales centre of the jail. Similarly, prisoners at the weaving unit manufacture handloom items like blankets, bedsheets, pillow covers, towels, fabric pieces, and hand-crafted products. Moreover, the prisoners take music and Arabic lessons every morning lessons from the districts' most esteemed teachers. They get to pursue their inner passion, organize regular cultural programs and even perform in front of guests visiting the prison. Prison authorities say, they identify the illiterate inmates as soon as they arrive at the prison, make a list, assess and enlist them to different groups to make the learning experience better and coherent, in order to help them achieve their goals in line with their interests. At the same time, a library has been set up inside the jail. The initiative has been taken to give prisoners a chance to read books. However, there is a lot of work left to be done in the library due to lack of funds. Sohel Rana, a prisoner who is sentenced to life at Kushtia Jail, is said to have helped 900 illiterate inmates so far to learn the basics. From 2017 to till date, 3,288 people have been taught to sign their names by him. Nahid Hasan, Nasim, Channu Miah, Fazle Rabbi, Nur Mohammad, who served at the jail in different times, said they were trained in electronics and now, as free citizens they are working as professional electricians and earning good money to support their families. Nur Mohammad, a resident of Chourhash area of Kushtia municipality, said that he too, like his other inmates, he feels dignified and empowered after getting back to his normal life. He said: \"I am a professional electrician and earn Tk600 each day. It feels good to be self reliant.\" Rubel Hossain of Sadar upazila said he is grateful to the jail authorities for his new life and said: \"I now work at a telecom shop and earn Tk10000 each month.  My life has changed.\" Parul's husband, Ismail, serves at the prison, and she said that he was previously  illiterate but can now can read and write. When contacted, Superintendent of Jail Md Zaker Hossain said their focus is on making the jail a correctional centre, rather than punishing them for which they are already convicted. \"We are working day and night to make the prisoners self-reliant so that they can live their lives as responsible citizens after finishing their terms here.\" \"The prisoners are getting half the amount of what their manufactured products are sold for and that can help them to re-initiate their learning when they get out,\" he added. Deputy Commissioner Md Aslam Hossain said: \"We are discussing with the concerned authorities to see if the prisoners can be helped  with loans that can help to kickstart their business after leaving the prison.\""
}