{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1989_c28590c39a5900f95c1c95a9356f13bc7f3cf7b1.txt",
  "text": "Fast of Ramadan Ends With Feasts\n1989-05-03T05:00:00.000Z\nFast of Ramadan Is Soon to Be a Feast\nTOMORROW evening Muslims will search the night sky for the new moon. If they see the first sliver of light or hear of its official sighting in Mecca, they will end their monthlong fast at daybreak and eat heartily in celebration.\nSince April 6, the beginning of Ramadan, the holiest month of the Muslim calendar, millions of devout Muslims around the world have abstained from all foods and liquids from the first light of morning to sundown.\nThe morning after the new moon reappears - either Friday or Saturday - Muslims will begin the month of Shawwal and celebrate the id al-fitr, or festival of fast breaking. It is a day of thanksgiving, when they will dress up, exchange gifts, visit friends and eat.\nIn the observance of the fast, Ramadan is like the Jewish holy day of Yom Kippur and the Christian period of Lent. Muslims believe that God revealed the Koran to Mohammed during this month in the seventh century.\nRamadan is more than a time of fasting. It is a time of restraint and reflection, of prayer and peace. It is a time of kindness and charity, of family and community.\nIt is also a time when food takes on a greater significance. ''That which we deny ourselves is more appreciated,'' said Ahmed Almontaser, a Muslim who owns the Moroccan Star Restaurant in downtown Brooklyn.\nAs the sun sets each evening during Ramadan, Muslims often join to break their fast with dates and water, as the prophet Mohammed is said to have done. Then facing Mecca and bowing on their knees with their heads to the ground, they make their sunset prayer.\nAfterward they have the iftar, or evening breakfast. The foods are simple and hearty: soups and stews made from lamb, chicken or beef to keep up strength during the fast.\nOn a recent Sunday about 400 Muslims - with backgrounds as diverse as Afghan, Egyptian, African-American, Palestinian, Pakistani, Spanish and Bangladeshi - gathered in Brooklyn for a community iftar at Masjid Al Farouq, a mosque on Atlantic Avenue between Fourth and Fifth Streets. They represented 17 Islamic centers in the New York region. Sneakers, work boots and oxfords were strewn in piles in the hallways, because Muslims must remove their footwear upon entering a mosque.\nThe men - some in business suits, others in loose tunics - covered their heads with turbans and woven caps. They prayed and broke their fast upstairs. The women, wearing ankle-length cloaks and scarfs concealing their hair, prayed and ate downstairs.\nShortly after a meal of lamb stew and Egyptian bread, they said their nighttime prayer, followed by a special prayer for forgiveness said only during Ramadan. Then they went home to sleep, where by custom they would rouse themselves at 3:30 or 4 A.M. to eat a light snack of fruit or yogurt, or even bagels and lox, to tide them over for more than 16 hours of fasting.\nFor Osama Younis, an Egyptian-born orthodontist, his wife, Mona, and their three children, each day of Ramadan begins with the predawn breakfast and a visit to their mosque in Mount Vernon, N.Y., for early prayers. Afterward, they return home to read a chapter of the Koran and then slip back into their beds for an hour's nap before beginning the workday or school day.\n''It is not difficult,'' Dr. Younis said. ''Allah gives us strength.''\nFasting during Ramadan is required of all adult Muslims, and children are encouraged to fast as much as they can. Pregnant women or those who are sick or engaged in hard labor may postpone their fast, fulfilling it when it is less a hardship.\n''Non-Muslims always ask why do we stay hungry all day,'' said Abdul-Salam Hamid, who came to New York from Pakistan 20 years ago. ''Half of the world is hungry. Many are dying of hunger. In this way we can feel their pain, understand their suffering and become more compassionate, more giving. Allah wants us to recognize this, to do good deeds and to learn how to control our temptations.''\nMr. Hamid, who owns Shaheem Sweets, a bakery and restaurant chain with four stores in Queens, Manhattan and Brooklyn, admitted that he sometimes absent-mindedly took a taste of his pastry. But according to Muslim law, an unintentional bite does not break the fast.\nDuring the last days of Ramadan, Muslims often sleep in the mosque, making intensive devotions. They await the Night of Power, which commemorates the first revelation of the Koran and a time when the faithful believe God will answer all prayers. Before feasting this week, each family must give food or money to help feed the poor.\nThere are more than five million Muslims in the United States, according to the Federation of Islamic Associations in Detroit. Because Islam brings together a multitude of traditions and cultures, there is no distinctive Islamic cuisine; there are no symbolic foods, except dates, that all Muslims eat in breaking their fast.\n''While Muslims who are from the Middle East eat baba gannouj - mashed eggplant in sesame butter - and falafel, we'll have fried chicken and potato salad,'' said Njeri Abdul-Mumit, an American-born Muslim who lives in the Bedford-Stuyvesant section of Brooklyn.\nBut there are some similarities among the foods that many Muslims eat. Alcohol and pork are forbidden. All meat must be halal (that is, from animals ritually slaughtered). Dried fruits are very common, and sweets of all types are savored.\nMuslims of Pakistani and Indian descent often make a special sweet pudding called sevian to begin their feast and to give to friends. Middle Easterners favor honey and nut-filled pastries like baklava and kinafa.\nSweets symbolize the joy Muslims feel after receiving God's blessings during Ramadan, Mr. Hamid said. And for him, the festival of fast breaking is a double celebration: ''It is my bakeries' busiest day.'' A Time to Give Thanks and Eat Lahem Mashwe (Lamb stew) Preparation time: 8 minutes Cooking time: 45 minutes 3 tablespoons vegetable oil 3 pounds lamb shank or leg, cut into 2-inch cubes with bones 1/2 pound onions, diced 6 ounces tomato paste 4 cups hot water 4 medium-size potatoes, quartered 3 medium-size zucchinis, sliced 4 medium-size carrots, sliced 4 ribs celery, diced 1 teaspoon cumin seeds 1 teaspoon fresh chopped coriander 1 teaspoon freshly ground black pepper 1/2 teaspoon salt 1/2 teaspoon garlic powder.\n1.In a saucepan, heat oil. Brown lamb on all sides. Add onions and continue to cook, stirring frequently until onions are wilted.\n2.Add tomato paste and continue to cook, stirring frequently, for 3 minutes.\n3.Add the hot water, vegetables and spices.\n4.Partly cover and simmer half an hour.\nYield: 6 to 8 servings. Sevian (Sweet pudding) Preparation time: 2 minutes Cooking time: 15 minutes, plus 1 hour for refrigeration 1 quart milk 3/4 pounds sevian (vermicelli-like noodles available in most Indian food stores) 1 1/2 cups sugar 3 dates, diced 1/4 cup sliced almonds 3/4 cup raisins 2 tablespoons shelled pistachios.\n1.In a saucepan, bring milk to a boil\n2.Add sevian and reduce heat to low. Cook 3 minutes, stirring frequently.\n3.Add remaining ingredients. Continue to cook 5 minutes, stirring frequently.\n4.Spoon mixture into a large bowl or baking dish. Cover and refrigerate for an hour.\nYield: 6 servings. Yogurt Appetizer Preparation time: 2 minutes, plus 3 hours for refrigeration 1 pound plain, thick unpasteurized yogurt, made from sheep's or goat's milk (available at most health-food stores) 1 teaspoon ground cumin 1 teaspoon ground coriander 1 teaspoon fresh mint, chopped Salt and pepper to taste 6 pitas.\n1.Mix all ingredients and chill 3 to 4 hours.\n2.Fill pockets of pitas and serve.\nYield: 6 servings."
}