{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_6": {
      "value": "cyclone",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_e1de920a-a692-47a4-a882-eb84d49c7c56.txt",
  "text": "Date Published:2019-09-05 00:00:00      \nBahamians struggle in Dorian's devastating wake  Stunned residents of the Bahamas surveyed the wreckage of their homes and officials struggled to assess the number killed by Hurricane Dorian, as the storm bore down on the South Carolina coast, threatening record flooding on Thursday. The United Nations said 70,000 people in the Bahamas needed immediate humanitarian relief after the most damaging storm ever to hit the island nation. Aerial video of the worst-hit Abaco Islands in the northern Bahamas showed widespread devastation, with the harbor, shops, workplaces, a hospital and airport landing strips damaged or decimated, frustrating rescue efforts. One of the most powerful Caribbean storms on record, Dorian was rated a Category 5 hurricane when it killed at least 20 people in the Bahamas. Authorities expect that number to rise, Prime Minister Hubert Minnis said at a news briefing, as retreating floodwaters revealed the scope of destruction. \"My island of Abaco, everything is gone. No banks, no stores, no nothing,\" said Marsh Harbour resident, Ramond A King as he surveyed the wreckage of his home, which had its roof ripped off and debris scattered throughout. \"Everything is gone, just bodies.\" With telephones down in many areas, residents posted lists of missing loved ones on social media. One Facebook post by media outlet Our News Bahamas had 2,500 comments, mainly listing lost family members. Dorian killed one person in Puerto Rico before hovering over the Bahamas for two days with torrential rains and fierce winds that whipped up 12- to 18-foot (3.7- to 5.5-metre) storm surges. Possible record surge South Carolina was preparing for a record storm surge, potentially reaching a height of eight feet (two metres) at the popular vacation destination of Myrtle Beach, the US National Hurricane Center said in an advisory. The storm was located about 115km south-southeast of Charleston, South Carolina, at 8am EST (1200 GMT) on Thursday and was headed north-northeast at about 13kph, the NHC said. It was packing 185kph winds. About a foot (30cm) of rain will drop on flood-prone Charleston and many parts of the coasts of the Carolinas on Thursday and Friday, said Bob Oravec, a forecaster with the National Weather Service's Weather Prediction Center in College Park, Maryland. \"It's pretty substantial,\" he said early on Thursday. \"It's already raining heavy in Charleston and up and down the coast.\" More than 185,000 homes and businesses were without power along the South Carolina and Georgia coastal areas, according to the tracking site poweroutage.us. The streets of downtown Charleston were all but deserted early Thursday as driving rain and strong winds lashed the city. On South Battery Street, a block away from the water, Brys Stephens and his family worked hard to keep the water away from a large gray home with white verandas along the front, the type of home that has made Charleston famous and is a major tourist draw. He was working to reattach metal flood gates to a sturdy high wall fronting the property. \"The gates worked pretty well so far and we've managed to keep water away from the house,\" Stephens said. \"But we've got another storm surge coming later on, so we'll see then if it holds.\" The NHC's storm surge warning covered parts of the coasts of Georgia, South Carolina and North Carolina stretching from the Savannah River and extending to southern Virginia. More than 2.2 million people in Florida, Georgia, North Carolina and South Carolina have been ordered to evacuate, although Florida has avoided a direct hit. Relief efforts An international relief effort was underway for the Bahamas, with a British Royal Navy vessel providing assistance and Jamaica sending a 150-member military contingent to help secure Abaco and Grand Bahama, officials said. Volunteers also ferried supplies to the islands in a flotilla of small boats. \"Let us give of our best in this moment of historic tragedy,\" Minnis said. He also encouraged international tourists to visit the Bahamas, which relies heavily on its hospitality industry. As many as 13,000 homes in the Bahamas may have been destroyed or severely damaged, the International Federation of Red Cross and Red Crescent Societies said. Norwegian energy company Equinor said it had discovered a spill on the ground outside tanks at its damaged storage terminal in the Bahamas, but was unclear on volumes and had not seen any oil at sea. The State Department said it did not believe any U.S. citizens who were in the Bahamas during the storm were killed. President Donald Trump said the United States was sending supplies, including materials originally intended for any Dorian victims in Florida."
}