{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_e96c2442-9436-4036-bf0f-ae4d4499c1cf.txt",
  "text": "Date Published:2020-02-28 00:00:00      \nDozens more soldiers were injured and taken to Turkey for treatment At least 33 Turkish soldiers were killed as violence escalates in Syria's Idlib province after an air strike blamed on Damascus, with NATO chief Jens Stoltenberg condemning \"indiscriminate\" attacks by the Assad regime and Russia. Dozens more soldiers were injured and taken to Turkey for treatment, Rahmi Dogan, governor of Turkish Hatay -- bordering Syria -- said Friday. The heavy losses in northwestern Idlib come after weeks of growing tensions between rebel supporter Ankara and Damascus ally Moscow. Stoltenberg \"urged all parties to de-escalate this dangerous situation and avoid further worsening of the horrendous humanitarian situation in the region\", his spokesman said Friday. In a phone call with Turkish Foreign Minister Mevlut Cavusoglu, the NATO secretary general \"condemned the continued indiscriminate air strikes by the Syrian regime and its backer Russia in Idlib province\", according to the spokesman. Turkey has urged the Syrian regime to withdraw from Turkish observation posts in Idlib, while Moscow has accused Ankara of aiding \"terrorists\" in Syria. Under a 2018 deal with Russia meant to bring calm to Idlib, Turkey has 12 observation posts in the region -- but several have come under fire from Syrian President Bashar al-Assad's forces. Turkish President Recep Tayyip Erdogan hastily convened an emergency meeting in Ankara after the Idlib attack. Erdogan's top press aide, Fahrettin Altun, said Turkey's military retaliated against all known positions of the regime after the air strike. In a statement, Altun called on the international community to fulfil its responsibilities to end the violence in Idlib and the regime's \"crimes against humanity\". The latest attack means 53 Turkish security personnel have been killed in the province this month. There was a flurry of diplomatic activity as Turkey's presidential spokesman Ibrahim Kalin spoke with US national security advisor, Robert O'Brien, state news agency Anadolu reported without giving detail. More civilians killed  Jihadists and Turkish-backed rebels on Thursday re-entered Saraqeb, a key Idlib crossroads town they had lost earlier in February, reversing one of the main gains of the government's devastating offensive. The counteroffensive could, however, be short-lived as Russian-backed Syrian troops continued to chip away at other parts of the rebel bastion, capturing 20 localities. Seven civilians, including three children, were killed in regime and Russian bombardment of Idlib, according to the Syrian Observatory for Human Rights, adding to more than 400 such deaths since December. The UN Security Council, where Moscow has systematically vetoed truce initiatives, met again Thursday amid growing concern Idlib is witnessing the nine-year-old war's worst humanitarian emergency. State news agency SANA acknowledged there were \"fierce clashes\" between the army and \"terrorist groups on the Saraqeb front\".  An AFP correspondent accompanied the rebels into Saraqeb, where he found a ghost town of bombed out buildings. The counterattack temporarily reverses one of the key gains of the government since its offensive against the country's last rebel enclave in December. Refugee fears  The cash-strapped government had been keen to fully secure the M5, a highway that connects Syria's four main cities and passes through Saraqeb. The Syrian Observatory said the air strikes were carried out by Assad government ally Russia, heavily criticised by the West for the high civilian death toll from its bombing campaign. State media accused the \"terrorists\" of launching car bombings and other suicide attacks against government forces attempting to retake the town. It said the army had inflicted heavy losses on the attackers, despite the military support it said they had received from Turkey. Some 950,0000 civilians have fled the government offensive, raising fears in Ankara of a new influx of refugees. Turkey already hosts the world's largest number of Syrian refugees -- around 3.6 million people -- placing an increasingly unpopular burden on public services. The country's ruling party spokesman Omer Celik told CNN Turk broadcaster Friday Ankara was not in a position to \"hold\" refugees any longer and called on the European Union to do more. More than half a million of those displaced since December are children, tens of thousands of whom are sleeping rough in northern Syria's harsh winter. UN powerlessness The Turkish president vowed Wednesday Ankara would not take the \"smallest step back\" in the standoff with Damascus and Moscow over Idlib. Erdogan warned the Syrian government to \"stop its attacks as soon as possible\" and to pull back by the end of the month. The UN has repeatedly warned the fighting in Idlib could potentially create the most serious humanitarian crisis since the civil war's start in 2011. Nine out of 15 members of the Security Council on Wednesday urged Secretary General Antonio Guterres to step up his involvement in efforts to restore peace in Idlib. Russian vetoes, often backed by China, have chronically crippled UN action in Syria."
}