{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_787a729d-3b83-49a9-9789-2a75eeb76b2c.txt",
  "text": "Date Published:2019-07-17 00:00:00      \nShort supply, bad weather conditions and increasing demand were the reasons of the price hike, traders claimed The prices of eggs have gone up by Tk15 to Tk20 per dozen in a week. Short supply, bad weather conditions and increasing demand were the reasons of the price hike, traders claimed. While visiting different kitchen markets in the capital on Wednesday, Dhaka Tribune found per dozen of egg was selling at Tk115 to Tk125 which was Tk105 to Tk110 last week. Shohel Rahman, a resident of Farmgate, while speaking to Dhaka Tribune, said: \"I bought a dozen of egg for Tk105 last week, but I paid Tk125 today for a dozen from the same shop.\" \"As there is no one to monitor this price hike, shopkeepers are charging prices as they want,\" he added.  Md Jahir, a trader at Hatirpool Kitchen market area, said: \"I sold per dozen eggs at Tk125 which I sold for TkTk110 a week earlier. \"There is a high demand in the market for eggs, compared to a supply shortage and for that we also had to buy eggs at higher prices than before.\"  The prices per 100 pieces of eggs increased by Tk30 at the wholesale markets. At the wholesale outlets in Karwanbazar, per 100 pieces of brown eggs were selling at Tk890, white eggs at Tk870, local chicken eggs at Tk1,300, Pakistani chicken eggs at Tk1,100 and duck eggs between Tk1,050-Tk1,100.   Abdul Bachir Mona, an egg wholesaler at Karwan Bazar, said: \"Because of adverse weather, there are half of the total supplies of eggs available in the markets now. \"Besides, increasing cost of meat and fish has created an extra demand for eggs which is another reason for the price hike.\" Another wholesaler Iman Ali, said: \"The production of eggs have also decreased, as chickens fell sick or laid fewer eggs. \" However, egg traders also claimed that the hot and humid weather were another reason for which eggs were rotting and to make the cost balance they had to sell eggs at a higher price.  Syed Abu Siddiqui, president of Bangladesh Poultry Industries Association, said: \"Because of the flood, many poultry farms have been damaged.  \"Chicks production have decreased and overall poultry production cost has gone up as feed prices also went up. \" He further said: \"Due to the high cost of production, farm owners were unable to cope up with the demands in the market.\" \"Until the situation becomes normal, egg prices will remain unchanged in the markets,\" he added. "
}