{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_1522424bccd9b1807fbf6cd793d5cc39b00c4c78.txt",
  "text": "SRI LANKA WELCOMES INDIAN OFFER TO NEGOTIATE\n1987-06-07T05:00:00.000Z\nIndia, under international criticism for violating Sri Lankan airspace last week, offered today to discuss with Colombo any future aid to ethnic Tamils in this country, the Sri Lankan Foreign Minister said tonight.\nForeign Minister A. C. S. Hameed said Colombo welcomed the step.\nThe offer came two days after Indian transport planes with fighter escorts, on only 35 minutes' notice to Colombo, dropped food parcels over the Jaffna Peninsula, the stronghold of armed Tamil rebels who have been under Sri Lankan military attack. India, which has a Tamil population of over 50 million, said the supplies were intended for besieged civilians.\nFighting was still going on in the peninsula today. And in southern Sri Lanka seven Tamil prisoners were killed trying to escape from a center housing nearly 4,000 political detainees, the Government said.\nMr. Hameed said in an interview in his office that China and Pakistan had been among the nations offering support to Colombo after the Indian airdrop on Thursday. He called India's actions a ''naked violation of our independence and an unwarranted assault on our territory and sovereignty.'' Attendance at Parley in Doubt\nMr. Hameed said that in the light of the Indian action, Sri Lanka was reconsidering whether or not to attend a ministerial meeting of the South Asian Association for Regional Cooperation, scheduled to be held in New Delhi on June 18-19.\nMost members of the association, which besides India and Sri Lanka includes Nepal, Pakistan, Bangladesh, the Maldives and Bhutan, have condemned the Indian air drop.\n''Countries in the region and countries far and wide have expressed concern, expressed sympathy,'' Mr. Hameed said. ''Some have expressed very grave concern, and some countries have even said that if there is a shortage, if there is a need for any assistance, they would be very happy to help us.''\nHe declined to identified the countries offering material assistance. Press reports in the region have mentioned Pakistan.\nMr. Hameed said that last week the Government of Prime Minister Rajiv Gandhi turned down a suggestion from Sri Lanka's President, J. R. Jayewardene, to hold the same kind of talks that New Delhi was proposing today. The proposal for talks came just after Sri Lanka's Navy stopped a flotilla of 19 fishing boats that had been trying to deliver aid.\n''There was no need for the so-called relief assistance,'' Mr. Hameed said. ''Still, my immediate response then was that we were prepared to receive it, and let us work out the modalities of supply and distribution. And they said no. They dodged that request and said the matter was very urgent.'' Indian Warning Recounted\nHe said that the Sri Lankan High Commissioner in New Delhi was summoned to the External Affairs Ministry on Thursday and that ''a demarche of 35 minutes'' was issued. He said the Sri Lankans were told that ''the planes would be accompanied by fighter planes, and should there be any resistance, we will not hesitate to use force.''\n''You are told: I am entering your home, and if you resist we shall use force,'' he added.\nIn the fighting on the Jaffna Peninsula today, according to the Government spokesman, troops engaged in a limited operation around the town of Achuvely that opened a link between two previously captured area. He said one officer, five soldiers and seven guerrillas had been killed.\nSouth of Colombo, the killing of the seven Tamils occurred when a riot erupted Friday night in the largest detention center for political prisoners, near the town of Boosa, according to the spokesman, Tilak Ratnakara.\nHe said 25 detainees had tried to overpower prison guards during dinner. After a struggle, Mr. Ratnakara said, the guards summoned troops, who fired on the would-be escapees. Four soldiers and a prison officer were wounded, one critically."
}