{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_f601689b-10ab-42c6-a63d-e22b01e03340.txt",
  "text": "Date Published:2019-07-21 00:00:00      \nDespite serious discord and disputes between the countries of South Asia, the concept of a common future of the region based on increasing cooperation among the people and governments has somehow survived because of strong geographical, economic and cultural factors. More recently however, this concept itself has been increasingly threatened. India has moved closer towards its eastern borders. Pakistan had already leaned more closely towards both China and some Arab countries. To a lesser extent, Nepal and Sri Lanka have also moved towards China. Sectarianism has weakened cultural relationships in South Asia level. Terrorism has become an issue of relentless discord and tension. The decline of the overall prospects of close cooperation at this juncture is tragic as this is probably the time when close cooperation is most needed. South Asia is passing through a critical phase of climate change which requires various countries to focus on new emerging developmental and environmental challenges as well as increase cooperation to face these extremely difficult challenges for which the region is not at all well prepared. South Asia has 16 percent of the world's population, over 30 percent of the world's poor, only 2 percent of its land and 1 percent of oil resources. So, the developmental challenges here were already acute before the advent of the disruptive manifestations of climate change. Experts see South Asia as a region where some of the most serious impacts of climate change are likely to emerge. In addition, a range of related life-threatening environmental problems have also been worsening in the region, including freshwater scarcity, decline in water tables, serious threats to rivers, deforestation, soil/land erosion and sharp decline in natural fertility, air quality, threats to safe food and proliferation of various hazards. The need to reduce GHG emissions while meeting basic needs of all people with dignity is a huge challenge, the most important real challenge for South Asia. South Asia can stand up to this challenge in a sustained situation of peace and stability where it is possible to devote most efforts, talents and resources for this. The actual situation, sadly, is a very different one. South Asia is commonly seen to consist of eight countries--India, Pakistan, Bangladesh, Nepal, Sri Lanka, Afghanistan, Bhutan and Maldives. Two of these are nuclear powers. The chances of actual use of nuclear weapons have increased in recent times. It is well known that any use of nuclear weapons, or any accident relating to these, can have destructive impacts not just in the nuclear weapon countries but also in neighbouring countries. While six out of eight countries of South Asia have absolutely no involvement with nuclear weapons, they may have to bear the consequences of their use or even deployment/storage by two countries. South Asia has emerged as one of highest arms-importing regions of the world. Combining direct and indirect expenses, the total military expenditure may be much higher than what is stated officially, denying precious resources for urgent development and environment protection tasks. South Asia has seen two extremely violent partitions and a much higher number of violent secessionist movements and insurgencies. It has also seen four wars involving India and Pakistan, and a persistent state of foreign invasion and internal violence in Afghanistan for over four decades. Terrorism is a big source of violence but also has a larger and more destructive role as a trigger for an all-out war. On the whole, war and civil war, secession and insurgency are likely to have claimed nearly six million lives in South Asia in the post-World War II phase. The number of people who were displaced or ruined in other ways is higher. Sectarianism and sectarian violence remain at high levels. Secularism has very dim prospects. Democracy has had its ups and downs in various countries of the region. It survives at rather low levels of achievement. Democracy needs to be strengthened from many points of view, one of the most important being the creation of conducive conditions in which alternative viewpoints can emerge and acquire strength. These alternative views should seek peace, harmony, environment protection, justice and equality (including gender-based justice and equality). An accompanying effort would be to make dedicated efforts to spread values of universal peace, non-violence, non-dominance, non-discrimination and social equality (including at the gender level), a wider understanding of honesty and sincerity as well as some basic human rights and duties. Such an effort if sustained for about five years can help to change public perceptions so that democratic leaderships devoted to peace, justice and environment protection can emerge.   Bharat Dogra is a freelance journalist who has been involved with several social movements and initiatives. Copyright: The Statesman/Asia News Network"
}