{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_1f3c4360-bbd5-4228-be75-53c0ceab0c50.txt",
  "text": "Date Published:2019-05-21 00:00:00      \nWhat if the fruit you love is available in the market not only for a few months, but throughout the whole year? And what if this very fruit does not need to be imported but is grown locally and sold at a street cart in your neighbourhood? That is the goal of the Year-Round Fruit Production for Nutrition Improvement project -- to make fruits available all over the year and meet the nutrition demand of the population. The Department of Agricultural Extension (DAE) has been implementing it since 2014-15. An adult is supposed to consume 250 grams of fruit daily but per capita intake is 80 grams in Bangladesh at present, according to the agriculture ministry. Even a decade ago, local fruits were limited to Bangladesh's hot and humid summer. People keenly waited for May, June and July when mango, litchi, jackfruit and most other fruits would make their way to the market. The second month of the Bangla calendar, Jaistha (mid-May to mid-June), is aptly called the Madhu Mas (honey month) because most of these fruits become available around this time. However, the scenario has changed now. Several fruits are found almost all the time. Mehedi Masood, the project director, said earlier fruits would be available during the three summer months, but the government is focusing on year-round production. \"Now you will find guava, papaya, pineapple and some other fruits almost round the year. We are also expanding the production tenure of mango.\" Since the inception of the project, more than one lakh farmers were given training on fruit cultivation through the horticulture centres, the official said. In addition, 21-22 lakh fruit trees were planted across the country during the period, he added. \"Inspired by the initiative, farmers planted 2 crore fruit trees on their own.\" Not only are some fruits found for a longer period in the market, the cultivation of high-yielding varieties has increased the overall fruit production many times over. In 2006-07, 4.74 lakh hectares were under fruit cultivation yielding 87.86 lakh tonnes, according to DAE. The acreage has since jumped to 7.24 hectares, with an output of 1.21 crore tonnes in 2017-18. In these 11 years, fruit production went up by 33.26 lakh tonnes. \"Good profits and demand for fruits in local and international markets encourage the farmers to produce more fruits, using high yielding seeds,\" the project director said. Besides, more exotic fruits are grown locally now, catering to a larger fruit market. Alongside the traditional local varieties, foreign fruits like avocado, rambutan, strawberry, orange, date, dragon fruit, and fig have become popular and locally available. According to the Food and Agriculture Organisation (FAO), Bangladesh is one of the highest fruit-growing countries in the world, and it is the 10th largest tropical fruit producer. Over the last 18 years, the country's fruit production has been increased by 11.5 percent on an average annually, the UN body estimates. According to the agriculture ministry, 56 varieties of fruits were cultivated in Bangladesh about a decade ago, the number of which has increased to 72 now. With the cultivation of fruits increasing and the list of new varieties growing, Bangladesh's dependency on fruit import has already come down. According to the customs department, the first eight months of 2017-18 fiscal year saw the import of 2.82 lakh tonnes of apples, mandarins, oranges, pears and grapes. It went down to 2.52 lakh tonnes during the same period of 2018-19. Agriculturalists say people usually buy imported fruits between September and January when fruit production and supply remain poor. After the launch of the round-the-year fruit project, various fruits have become available almost all over the year. Guava tops the list. It is available even in winter. Project director Masood said the farming of Thai guava, which was introduced in 2005-06, has expanded across the country because it bears fruit quickly and commands a good price. \"It takes only about five months to grow the fruit,\" he said. In 1980-81, Bangladesh's guava production was 9,000 tonnes, which rose to 506,478 tonnes in 2017-18, registering a 56-fold increase in 37 years. Bangladesh has also been among the top 10 countries in the production of significant fruits -- second in jackfruit, seventh in mango, and eighth in guava, according to FAO. The cultivation of nutritious varieties like dragon fruit, avocado, pomelo, watermelon, muskmelon, Burmese grapes or lotkon, jujube, hog plum, and Indian gooseberry or amlaki has largely increased over the last 4-5 years. \"A silent revolution has taken place in the country's fruit sector. People are taking Thai guava instead of apple. As a result, apple import is dwindling,\" project consultant SM Kamruzzaman told The Daily Star. \"We are planning to ensure availability of fruits round the year.\" He also said currently they are planning to produce mango round the year and expand the production of persimmon and high-yielding oranges. Project director Mehedi Masood said the government plans to ensure round-the-year availability of fruits by 2030."
}