{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_0dd38bb5-aca2-4942-b135-835095d2163c.txt",
  "text": "Date Published:2019-07-02 00:00:00      \nMany are victims of trafficking, but have little redress for the crimes they have suffered in Bangladesh Like many poor Bangladeshis, Komol Shohlagar thought moving overseas for work would change his life. It did - but not in the way he hoped. Shohlagar, 33, travelled to Libya with people smugglers in the hope of reaching Europe, but when he got there, the smugglers held him captive to extort money from his family. He was only freed after they paid $14,000 to get him back - money they had to borrow from loan sharks. When he finally returned to Bangladesh last year, he was jobless and saddled with huge debts - a situation that left him feeling suicidal. \"I was really depressed. My family had borrowed a lot of money to save me,\" Shohlagar told the Thomson Reuters Foundation. \"The lenders came home every other day and threatened us. There were times when I thought about taking a rope and hanging myself.\" Charities in Bangladesh say thousands of returning migrants face such struggles and little official help is available. Many are victims of trafficking, but have little redress for the crimes they have suffered in Bangladesh. The country depends heavily on foreign remittances and has an official policy of encouraging citizens to look for jobs abroad. According to official data, at least 1 million Bangladeshis secured jobs overseas in 2017 - the highest number ever recorded. But the system depends largely on unlicensed brokers working in rural areas and opens the door to trafficking and cheating. Last month, 64 Bangladeshi migrants hoping to get to Europe had to be rescued from a boat off Tunisia. In May, 37 drowned in the same region when their boat capsized. \"The state does not have a proper system to support the returnees,\" said Shariful Hasan, who heads the migration department of Bangladeshi aid group Brac. \"All our policies are focused on sending people abroad. We don't even have a system that can count the total number of returnees every year.\" Abu Bakar Siddique, the civil servant who leads the Home Ministry's anti-trafficking work, acknowledged the government needed to develop a system of support for the returnees. \"For now, what we do is, we ensure that the victims reach their families,\" he said. \"With the kind of capacity that we have, this is what's possible. \"We do work with girls who were trafficked to India. We also have shelters for victims. But as far as counselling is concerned, it's not something that we have not managed to do effectively. We have to develop our system.\" False promise There is no official data on how many migrants are defrauded, but charities say thousands return to Bangladesh every year after being cheated abroad. A 2017 study by the Refugee and Migratory Movements Research Unit, a migrants rights group, found 51% of returning migrants had experienced fraud or degrading treatment while abroad. Nearly one in five of those who paid to be taken abroad did not even make it out of the country, it found. Stories like Shohlagar's are common. The International Organization for Migration (IOM), which helps repatriate migrants, said many were left with little choice but to go abroad again to try to pay off their debts. \"Due to the mounting pressure from the money lenders to pay back the loan, they migrants are unable to stay in their house upon return,\" said Pravina Gurung, the IOM's head of migration and development. \"The result of an inability to achieve economic self-sufficiency, social re-integration and psychosocial suffering often lead them to another unsafe migration attempt, further debt, and even suicide.\" Mohammad Jakir Hossen, 40, worked as a technician in a garment factory before he paid a broker to take him to Italy in search of more lucrative work. Instead he was taken to Libya, where he was made to work by traffickers who took a cut of his salary, holding him there with the false promise that he would eventually make it to Italy. Since he returned to Dhaka he has been running a roadside fruit stall, with little hope of making back the $5,000 he borrowed to pay for the trip. But he said he would do the same again. \"You may think that I am crazy, but if I get a chance to go outside, I will take a loan again,\" Hossen said. \"Five people including my old mother depend upon me right now. And what I earn is clearly not enough.\" Brac, one of the few local organisations that provides support to the returnees, follows a three-fold approach, said Hasan, offering practical help with their return, financial help, and counselling. Kamal Chowdhury, an associate professor at the Department of Clinical Psychology at Dhaka University, has counselled migrant returnees. Some had been raped or sexually harassed and all need help, he said, urging the government to make assessments of returnees mandatory. \"Migrant workers return home with dreams that are broken,\" he said."
}