{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_eb134ac4-84e4-4419-be18-9da7c773abc9.txt",
  "text": "Date Published:2020-01-02 00:00:00      \nAs part of a class assignment last semester a group of architecture students asked me a question: what makes a city inspiring? This set me thinking. It could very well be a policy question, particularly for countries that are undergoing accelerated urbanisation and envisioning the next phase of their social, political, and national evolution. As experts demonstrate, cities have become not only the drivers of economy but also sites of national soul-searching. I answered the students this way: a city is most inspiring when it is fair to all its inhabitants. A city is fair when it creates a culture of social justice across all its domains. A city ensures social justice when it offers equal opportunities to all its people. But fairness, social justice, and equal opportunity are abstract ideas. How does one institute them in the physical conditions of the city? Is it possible to transform the abstract idea of social justice into something that we can visualise, feel, and experience in the spaces of the city? As I pondered these questions, I recalled what the American poet and civil rights activist Maya Angelou once said: \"I always knew from that moment, from the time I found myself at home in that little segregated library in the South, all the way up until I walked up the steps of the New York City library, I always felt, in any town, if I can get to a library, I'll be OK. It really helped me as a child, and that never left me.\" A public library in the city--accessible to all, irrespective of their economic and social backgrounds--could be one of the most poignant symbols of a city that values social justice for all. Maya Angelou's racial discrimination in a segregated library in the American South could be mitigated by the robust publicness of the New York City library, where she didn't have to face the inhumanity of racism. She could walk up the steps of this library and feel that she could enter it without having to pass any discriminatory barriers. Angelou provided a most incisive physical portrayal of social justice in an urban condition with this simplest statement: \"... in any town, if I can get to a library, I'll be OK.\" The feeling that you can access any opportunity and facility in the city without any social and economic hurdle is a monumentally empowering condition. When that feeling is pervasive among the city's people of all ages, economic and social classes, gender, ethnicities, and physical abilities, a city is fair and practices social justice as its moral foundation. As the year ends, I have been thinking about the \"fairness\" measure of cities in Bangladesh. As I go around in Dhaka I keep wondering, is this city fair to all its people? Is this city guided by a basic philosophy of social justice? Again, fairness and social justice are abstract notions, and often ignored quietly and cleverly as left-leaning obstacles to a neoliberal worldview, typically rigged to favour the privileged and the powerful. But we need to decide how we develop our cities and what kind of humanity we institute in them. This is important for two main reasons. First, the middle-income status that we seek will be meaningful and sustainable only when that status is fair and achieved not at the expense of a vast majority of people. Second, around the world today, city administrators tasked with creating liveable cities are increasingly concerned with how to embody fairness in the city's planning. Liveability is not guaranteed by Smart City and its techno-glitz and seamless mobility. A Smart City could be liveable, provided it is fair to all its people, not just to its power-wielding CEOs and corporate executives. So, I ask: How do we qualitatively measure something as abstract as fairness in the city's infrastructure, roads, footpaths, buildings, water sources, public transportation, green spaces, shops, and public places? Let me offer an example before I address my key contention today. Consider public transportation from a fairness or social justice angle. Are we offering safe and gender-friendly mobility options for women in the public domain? If not, we are perpetuating patriarchy by means of public transportation, complicit in the creation of a biased social system that is inherently unfair. For me the most glaring case of unfairness in the city resides in the way we define, confine, and manage poverty in our cities. It is unhelpful that in Bangladesh urban poverty is still largely understood through the lens of slum studies. To frame urban poverty in terms of the inadequacy of urban amenities (such as toilets and piped water supplies) in slums alone is to ignore a deeper social question: What is society's attitude towards the \"poor\"? It is important to revisit this age-old question to disrupt the cycle of urban poverty in a sustainable way. Urban economists, social analysts, urban planners, and others produce a vast body of data on poverty in cities. But the big data can also overwhelm our compassion, our humane instincts. Any empirical study of the poor must be coupled with a fundamental ethical position that the poor is not the Other. The poor shouldn't be abstracted as a social category--a binary opposite of the bourgeois self--to be quarantined for research and experimentation. While empirical research is essential, without human compassion it bureaucratises the concept of poverty and dehumanises the poor. It is not that empirical knowledge of the poor is unnecessary. But without compassion as public policy, big data keeps on calcifying the poor as a category, one that is isolated from any decision-making power structures. Without any real agency, this category is on perpetual life support. In his work on gender justice, Amartya Sen argued that real societal progress is made when women's empowerment takes a strong hold on the public's ethical imagination. A similar argument could be made in the case of poverty studies. An ethically based view of the poor as fellow citizens, rather than as an objectified research category, is urgently needed for any sustained alleviation of poverty. It is time policymakers, municipal administrators, and urban planners rethought urban poverty as a problem of social justice, not just as a problem of economic development. The issue of urban poverty should be examined with a bit of moral quandary and introspection into how the class-conscious bourgeoisie defines itself as the opposite of the poor. This very definition constitutes the central problem of urban poverty. The poor must be seen with a human face, not as an abstraction. The problem is that the poor's social invisibility is very much embedded in how we define poverty as an unrelatable experience of the Other. And, big data tends to preserve the invisibility of the poor. Lest we forget, the idea of poverty has not been static in history. Both the idea and strategies for its relief have changed since the Industrial Revolution and industrial cities grew manifold in the modern era. Consider London, for instance. In the wake of the city's intense urbanisation in the 19th century, a highly divisive political and philosophical debate raged about reforming laws related to poor people. At the centre of this vexing debate was this question: would top-down \"help\" (from the state and wealthy private citizens) diminish the poor's ability to take personal responsibility? So intense a philosophical discussion was it that even Tocqueville and Hegel followed the English turmoil with much fascination. The dichotomy of state- and donor-driven top-down strategies of poverty alleviation and empathetic, bottom-up, and activist NGO efforts in capacity building among the poor continues to animate the urban poverty debate. In designing cities in our country, urban planners can begin by acknowledging that urban poverty is, first and foremost, a crisis of social justice. City professionals must debunk the urban mythology that the poor is a closed social group in need of an improved ghetto. It is important not to forget that the poor are typically stuck in spatial traps, often legitimised through official planning processes. These spatial traps are slums, unsanitary industrial zones, flood-prone river banks, and footpaths. By keeping the poor confined to the urban fringe and hazardous areas, cities often deny them social justice and access to networks of economic mobility. By ghettoising the poor in undesirable, environmentally precarious areas, both cities and capitalistic systems seek to fortify a false sense of social hygiene. To mitigate this problem, urban planners need to see the disenfranchised classes not as the poor but as fellow \"social citizens,\" who deserve, like anybody else, equitable access to healthcare, housing, education, and economic opportunities. But, at the same time, social citizenship comes with responsibility. All people of the city must accept the basic idea of the greater good--Greeks called it eunomia or good order--for the city to function as a fair place. An inclusive and liveable city treats all its citizens with fairness and humanity. Only when we agree with the moral argument of this hypothesis can we begin to overcome the tyranny of GDP-centric economic philosophies, in which the majority of the people don't have access to opportunities that cities offer. A just city is the most liveable.   Adnan Zillur Morshed is an architect, architectural historian, and urbanist. He teaches at the Catholic University of America in Washington, DC, and serves as executive director of the Centre for Inclusive Architecture and Urbanism at BRAC University. Email: amorshed@bracu.ac.bd."
}