{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_d0932c18-7d97-4508-a59f-b644afddc12a.txt",
  "text": "Date Published:2019-06-12 00:00:00      \nParents dream of financial security, advancement  Unable to bear the cost of their children's education, many parents push them into work in the transport sector with dreams of financial security and advancement, employers, transport leaders and experts told Dhaka Tribune. While visiting the Amin Bazar, Gabtoli, Mohammadpur, Sutrapur, Jatrabari and Kachpur areas, it was seen that a significant number of children were employed on human haulers, as well as in automobile workshops and battery recharging shops. The employers claimed the children were employed as per the wishes of their parents.  Md Bulu, owner of Janani Engineering Workshop in Gabtoli, said although a number of children and teenagers were employed at the workshop, they were all well taken care of and trained in the necessary skills to succeed in the industry. \"Children who leave the workshop in search of better earnings often go astray and fall into drug addiction,\" he added. Meanwhile, a workshop owner in Amin Bazar and another in Sutrapur urged the government to set up a mechanism to measure and certify the skills of children trained in the workshops, to ease their progress in the industry. Challenges to addressing child labour in transport sector Experts said the informal nature of the transport sector made it difficult for the government to bring discipline to it. The Labour Act prohibits employing children under the age of 14 in hazardous work, but the act is not applicable for the informal sector. Save the Children Director (Child Rights Governance and Child Protection) Abdullah Al Mamun said listing the names of child labours would help monitor the rate of enrolment of children in the transport sector. He also said that among the 38 types of child labour categorized as hazardous, the transport sector offers some of the highest salaries. Education and Development Foundation (EDUCO) specialist (child labour) Afzal Kabir Khan said money was not the only reason many children were employed in the transport sector.   A number of parents push their children into child labour as they are unable to monitor them properly owing to their own jobs, he added. \"Many parents tell employers they cannot take care of their children as they both have jobs, and they wish for a successful person to take care of them so that they do not end up committing crimes and become addicted to drugs,\" Afzal said, mentioning that the parents harbour hopes of their children's quick advancement in life and starting their own business. During a presentation in April this year, INCIDIN Bangladesh Executive Director AKM Masud Ali said many boys were dropping out of school to join the workforce, as their parents were unable to bear the cost of education. The current state of child labour in Bangladesh Comparing data on child labour in the country in 2003 and 2013, from the Bangladesh Bureau of Statistics (BBS) and International Labour Organization (ILO) Bangladesh, Bangladesh Shishu Adhikar Forum (BSAF) said the number of child labourers decreased from 4.7 million to 1.7 million. However, the number of children employed in hazardous work only decreased from 1.3 million to 1.2 million over the same period.   Experts and transport workers said a number of initiatives to address child labour were taken after the first survey in 2003, but political turmoil from 2005-2008 hampered the initiatives.  The Awami League government once again prioritized child rights after coming to power in 2009, bringing significant improvement until 2013. However, the initiatives appear to have had little impact on the numbers of children in hazardous work, the experts added. Subsequently, the government made a list of 38 categories of hazardous work. Transport sector related work on the list includes truck, three-wheeler, and bus helpers, as well as automobile workshop and battery recharging shop workers. Although the categories have been made, the country is yet to collect data on how many children are employed in each category of hazardous work. BSAF said surveys show that about 25.4% of child labours work in transportation. Experts also said the number of underage bus helpers has decreased over time, and most child labourers are employed on three-wheelers and in workshops. Political willingness crucial to preventing child labour in transport sector EDUCO specialist Afzal Kabir Khan said the government has taken a number of initiatives to reduce child labour, but few of them were targeted at the transport sector. Save the Children's Abdullah Al Mamun said political willingness is crucial to preventing child labour in the transport sector, and some of the government's activities had raised questions over they had effectively rectified the convention related to minimum working age. The country has ratified 33 conventions related to child labour.  Mamun said the government has made education compulsory until grade 8, but a surprisingly large number of children still dropout before this point. A large number of them go into work in the transport sector. \"If the government can ensure that no one drops out before the age of 14 and implements courses on ICT training, the problem could have a good solution,\" he said, mentioning that children may be more eager to receive ICT training than traditional vocational training such as livestock rearing.  EDUCO specialist Afzal Kabir Khan said a special social safety net program is needed for child labourers.    Meanwhile, BSAF Director Abdus Sahid Mahmood pointed out that a lack of monitoring mechanisms and government willingness is making the child labour situation worse. National Human Rights Commission (NHRC) Chairman Kazi Reazul haque said monitoring child labour is a complex issue, and suggested the government form a Child Directorate to coordinate between government institutions and address child labour. The government reiterated its promise to eliminate child labour from the country by 2025 when adopting the Sustainable Development Goals (SDGs). According to the law, a court can slap a maximum Tk5,000 fine on the employer and maximum Tk1,000 fine on parents for child employment.   The National Child Policy 2011 called for ensuring a child friendly environment at workplaces. Furthermore, it said that the cost of treatment from any accident at the workplace would be borne by the employers. "
}