{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1988_8881a0b480a82d2dde8281da330a3c7dbf71dbca.txt",
  "text": "Spring, in the Greenhouse\n1988-04-03T05:00:00.000Z\nEaster commemorates resurrection, Passover deliverance. With ancient roots in the spring equinox, both rites serve to mark the renewal of nature's cycle. As is becoming slowly evident, that cycle is too easy to take for granted.\nIndustrial activity has begun to affect the world's atmosphere in ways that threaten to induce profound changes in climate. The ''ozone hole'' that has recently opened up over Antarctica offers a sharp warning: Pay heed to the broader climatic changes known as the greenhouse effect.\nAs waste gases build up in the atmosphere, they absorb heat that would otherwise radiate out into space. Scientists have long feared that this process would start to heat the atmosphere, in the way that glass traps the heat in a greenhouse. Even a few degrees' rise in average global temperature could have extreme regional consequences.\nThe climate would change, probably making the Midwest hotter and shifting America's grain belt north into Canada. The Gulf Stream might shift course, ceasing to warm Europe. Sea level would rise a foot or two as the oceans expanded, flooding low-lying areas like America's East Coast and Bangladesh. Should the Western Antarctic ice cap melt, the sea would rise 20 feet, inundating New York, New Orleans, London, Beijing.\nThat's the fearful scenario some scientists say is possible. But is it likely?\nThe answer lies in a puzzle that may take another decade to complete. Important pieces are already in place. The greenhouse gases are already accumulating. Carbon dioxide created by the burning of fossil fuels has steadily increased since the Industrial Revolution. Chlorofluorocarbons or CFC's, used as refrigerants, also heat the atmosphere. Because of their separate effect in eroding the life-protecting ozone layer, a recent international agreement will slowly limit production.\nGiven the steady rise in greenhouse gases, is the atmosphere warming up as predicted? It's too early to say. Average surface temperatures have risen half a degree centigrade since 1861. Last year was the warmest on record, followed by 1981 and 1983. But three warm summers still don't send an unmistakable signal and uncertainty masks others.\nSo why not wait and collect more data, as the Reagan Administration proposes? Such calm seems appealing compared with the cost of overreaction. Recall the swine flu vaccination campaign, or the millions poured into synfuels plants. Moreover, the greenhouse gases may produce their own antidotes. Rising humidity could increase cloud cover and cool the Earth, plants might grow faster and absorb more carbon dioxide.\nYet hysteria and overreaction are not the only responses available. Each decade of delay may commit the atmosphere to further warming. A greenhouse effect might intensify itself by slowing the oceans' absorption of carbon dioxide. Meanwhile, several of the proposed remedies are worth taking anyway - like further reducing CFC's; retarding destruction of the world's tropical forests; conserving energy and looking for safer ways to generate nuclear power.\nA primary need is for more detailed monitoring of the atmosphere, which suggests a fine planetary assignment for NASA - a mission to Earth to give earliest possible warning of the greenhouse signal. But even as research continues, it's time to take the first practical steps in averting a trend that could derange nature's rebirth and renewal."
}