{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_48e68ab9dbf7989523f2543c644f6660220fcf05.txt",
  "text": "NEWS SUMMARY: MONDAY, JULY 27, 1987\n1987-07-27T05:00:00.000Z\nInternational A2-6 U.S. ability to detect mines and destroy them in the Persian Gulf will be increased, Defense Secretary Caspar W. Weinberger said. The United States is capable of retaliating against whatever side laid the mines, he said. Page A1\nAngolan guerrillas receive U.S. arms through a secret airlift that continues through southern Zaire at the rate of four to five flights a week, a Western diplomat stationed in Zaire said. A1\nGeorge Shultz's testimony last week provided an unusual look at the forces that led President Reagan to make misleading statements about the Iran arms sales after those sales were disclosed last November. A6\nU.S.-Bolivian anti-drug efforts have run into opposition from peasant growers of coca, the raw material of cocaine. American military instructors have twice been forced to abandon a camp of anti-narcotics police by the protesters. A3 In Britain, old Raj and new glitz met between chukkers at a polo match, as social climbers rejoiced in a peak event in the British social season. Some 20,000 people cheered the top-quality, high-goal polo. A6\nIn Canada, temporary residence has been granted to all but 9 of 174 nationals of India who landed in Nova Scotia from a freighter two weeks ago. The decision came as a political furor continued to build over the affair. A3\nA campaign in Bangladesh to topple the Government is attracting attention. If the campaign attracts crowds, the opposition is prepared to try another series of work stoppages and protests to bring the country to a standstill. A3\nIn South Korea, Kim Dae Jung, the opposition leader, is wrestling with perhaps the most important decision of his career, one with enormous implications for his country: Will he run for president? A4\nIsraelis gaining ground in restoring Africa ties\nA2 Castro warns against traitors\nA6\nNational A8-16\nThe void left by Malcolm Baldrige after his accidental death while practicing for a rodeo competition will not only be difficult to fill but could hobble the Administration as it tries to work on trade legislation. A1\nA rodeo tribute for Mr. Baldrige was held at Contra Costa County fairgrounds. An announcer told an audience of several hundred that the Secretary had learned to ''ride and rope like a real cowboy.'' A16\nTrade has emerged as the first issue to rouse serious debate among the 1988 Presidential contenders. One reason, is the coincidence of calendar and geography in the way the primaries are scheduled. A1\nApparent black holes were detected at the cores of the two spiral galaxies closest to ours, astronomers announced. The immense concentrations of mass each have a gravity of 10 million to 100 million suns. A1 An overhaul of the welfare system will probably be undertaken by political leaders this year, but relatively minor points of disagreement could derail any agreement, key figures from both parties said. A8\nFormer colleagues of Robert Bork reminisced about the impression the Supreme Court nominee made as a Yale law professor. They recalled a warm, witty man who became a formidable advocate of judicial restraint. A13\nA Colorado anti-pollution law is the first in the nation to mandate the sale of high-oxygen gasoline. It is also the most dramatic development in a growing movement to encourage the use of cleaner motor fuels. A8\nArmy battle games in California are fought nearly every day at the Army's National Training Center that sprawls over 640,000 acres, or 1,000 square miles, an area the size of Rhode Island, in the desert. A9\nBoston's low-income families face housing shortage\nA8\nFrench team retrieves dishes from the Titanic\nA9\nA wreck whose deadliness persists\nA10\nBaptist pastor orders staff to convert or resign\nA11\nMiners have highest death rate on job\nA15\nWashington Talk A12\nA lobbyist everyone loves Reporting exactly what is said Regional B1-4\nFirefighting efforts were slowed four months ago by fire dispatchers who mishandled calls and by firefighters at the scene of the fire in a high-rise Harlem apartment building, Mayor Koch said. A1\nPirate radio broadcasters took to the airwaves last week from a freighter anchored five miles off the Long Island coast. While the Federal Communications Commission have ordered the broadcasts to stop, the group plans to continue. A1\nConcern about doctors' long shifts during their internship and residency in hospitals is rising. A look at the routine of a doctor on a two-day shift in New York City shows crises and fatigue are part of the job. B1\nThe number of unsold homes in the suburbs of New York City has been growing. In many suburban communities, industry experts say there is a huge inventory of unsold homes, and a sudden paucity of buyers. B1\nA convicted rapist and kidnapper was charged with 3 in the series of 13 sexual assaults on women that have stirred fear in Central Queens, the police said. The man, Victor Lopez, 41 years old, was taken into custody Friday night. B3 A protest at St. Patrick's Cathedral was held by 300 demonstrators to object to the President's choice of John Cardinal O'Connor to serve on the national commission charged with stemming the AIDS epidemic. B3\nA community center in Harlem was opened by the Salvation Army. The opening of the $8 million center ended a 14-year struggle with community residents who favored the construction of housing at the site. B2\nVisitors to the State Legislature in New York were given an opportunity to make remarks on the floor of the chamber. The range of topics that people spoke on was wide. B1\nThe pursuit of sassafras in the park\nB1\nBronx officials face churches' force\nB3\nTemperatures fall as storms hit\nB3"
}