{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_6c2ba1f0-40ad-4efd-8c8e-0852d6646dce.txt",
  "text": "Date Published:2020-01-27 00:00:00      \nA flood of tributes poured in on social media for NBA legend Kobe Bryant after he, along with his 13-year-old daughter and seven others, died in a helicopter crash in Los Angeles on Sunday. \"Kobe was a legend on the court and just getting started in what would have been just as meaningful a second act. To lose Gianna is even more heartbreaking to us as parents. Michelle and I send love and prayers to Vanessa and the entire Bryant family on an unthinkable day.\" -- Former US President Barack Obama \"Kobe Bryant, despite being one of the truly great basketball players of all time, was just getting started in life. He loved his family so much, and had such strong passion for the future. The loss of his beautiful daughter, Gianna, makes this moment even more devastating....\" -- US President Donald Trump \"Kobe Bryant was a giant who inspired, amazed, and thrilled people everywhere with his incomparable skill on the court -- and awed us with his intellect and humility as a father, husband, creative genius, and ambassador for the game he loved.\" -- Los Angeles Mayor Eric Garcetti \"There's no words to express the pain Im going through with this tragedy of loosing my niece Gigi & my brother @kobebryant I love u and u will be missed. My condolences goes out to the Bryant family and the families of the other passengers on board. IM SICK RIGHT NOW\" -- Bryant's former Lakers teammate Shaquille O'Neal \"Jeannine & I are absolutely shocked to hear of the loss of one of my favorite people & one of the best basketball minds in the history of the game! Our hearts & prayers to Vanessa & his girls. @kobebryant you were my biggest fan, but I was yours\" -- Bill Russell, five-time NBA Most Valuable Player, 11-time NBA champion with the Boston Celtics \"Most people will remember Kobe as the magnificent athlete who inspired a whole generation of basketball players. But I will always remember him as a man who was much more than an athlete.\" -- Kareem Abdul-Jabbar, six-time NBA champion and league's all-time scoring leader \"Nooooooooooo God please No!\" -- Three-time NBA champion Dwyane Wade \"Heart going out to the Bryant family right now. RIP Kobe Bryant.\" -- US women's footballer and World Cup winner Megan Rapinoe  \"Like everyone, I'm stunned and saddened to hear the horrific news about Kobe Bryant. Thoughts are with his family and loved ones at this terribly sad time #RIPKobeBryant.\" -- Australian cricket legend Shane Warne \"We miss you already Kobe.\" -- NFL Super Bowl winner Tom Brady \"@kobebryant Gone much too soon, how devastating to hear of his passing, he gave joy to so many for so long - deep condolences to his family, his friends, his Laker family. RIP Kobe... #lifeistooshort.\" -- Tennis great Martina Navratilova  \"I'm heartbroken by this news, you were a true legend, and friend. Rest In Peace @kobebryant, my thoughts and prayers to his wife and kids.\" -- French NBA great Tony Parker \"Rest in peace Kobe. One of the best sportsmen/athletes that has ever lived. My heart goes out to his family and to all involved in this terrible accident\" -- Former Formula One world champion Jenson Button \"On behalf of myself, the players and staff at AS Roma, we join the rest of the sporting world in mourning the tragic passing of Kobe Bryant. Kobe was a true icon and our thoughts are now with his family and the families of all of the victims aboard that flight.\" -- Jim Pallotta, the owner of Italian football giants AS Roma \"Speechless and shocked!! REST IN HEAVEN MAMBA.\" -- German football international Kevin-Prince Boateng \"My biggest sports idol is this man right here. Your work ethic and mentality inspired me so much from as soon i understood what it took to become a pro. You were enjoying your new chapter in your life and to leave us just like that is devastating.. i love you so much! You the goat\" -- Inter Milan's Belgian striker Romelu Lukaku on Instagram, with a photo of Bryant \"It can't be. You always encouraged me mamba. Gave me  some of the best quotes that we smile about to this day.! Love you man!\" -- Pop superstar Justin Bieber on Instagram \"Just devastated to hear about #KobeBryant. An extraordinary athlete, and a genuinely kind, wonderful man. Sending love, prayers & compassion to his family. To his entire @NBA family as well.\" -- Oscar-winning actress Reese Witherspoon"
}