{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_d87522d353de653bfa5914143bf8c46cc9129902.txt",
  "text": "EUROPE SEEKS TO DAM A STREAM OF THIRD WORLD REFUGEES\n1987-05-10T05:00:00.000Z\nTHE doors of Western Europe are slamming shut on the poor, the persecuted and the merely adventurous from Africa, Asia and the Arab world.\nMore than a decade after calling a halt to importing cheap third world labor, to meet shortages and to do the dirty work of their industrial societies, the nations of Western Europe are starting to act in concert to stem the flow of asylum-seekers and ''economic refugees.''\nWest Germany, which last year absorbed 99,650 of 196,000 new refugees in Western Europe, has taken the lead. An agreement struck with East Germany to impose visa requirements for Sri Lankans arriving in East Berlin has stopped the flood of Tamil refugees into West Berlin; the measure has been extended to cover all nationalities.\nThe new Bonn legislation has meant heavy fines for airlines that transport passengers without visas into West Germany, where previously asylum-seekers needed only to demand refuge in order to stay. And an agreement among state interior ministers modified a hallowed policy of accepting any refugee from Communist Europe. Now Hungarians and Poles - who have been known to show up as ''refugees,'' work a bit, then go home - may be denied stays in the Federal Republic.\nIt is not fanciful to visualize the third world refugee influx as a stream pushing its way through open spaces between the rocks. Denmark and Sweden, for example, had reached understandings on restrictions with East Germany, accentuating the pressure on West Berlin. And when West Germany became less porous, the Netherlands noted a sharp jump in asylum-seekers from places like Bangladesh, Ghana and Turkey - 4,079 in February compared with a total of 5,865 in all of 1986.\nSo now the once-liberal Dutch have toughened their policies and are turning back refugees at airports. At West Germany's urging, European Community interior ministers have met and sketched measures that would avoid shunting refugees from one frontier to another.\nThe Europeans have not had happy experiences with amnesty measures like the one just being implemented in the United States. In 1975, the Dutch granted an amnesty for 15,000 illegal immigrants in the country, but the measure encouraged a surge in illegal immigration as newcomers expected it to be repeated.\nItaly has just been obliged to extend until the end of June an amnesty for an estimated 800,000 illegal immigrants. The number surfacing to be registered has been disappointing: In Rome only 17,100 of 150,000 illegals have come forward. Italians employing illegal immigrants save on social security payments and are not eager to pick up these costs.\nYet a hard line is toughening across Europe. In a referendum last month, the Swiss voted to oblige all asylum-seekers to register at 24 border-crossing points before entering the country; refugees will be told in 12 hours whether they will be admitted or not. The measure is aimed at stopping the smuggling of asylum-seekers.\nThe Swiss feel crowded because 900,000 of the Alpine republic's 6.5 million residents are foreign - though only 30,000 are refugees. Anti-refugee feeling is also palpable in Belgium, where a new broad-brush law enables the expulsion of anyone who might constitute ''a threat to public order or national security.'' In Norway, 600 refugees are being lodged in a ship docked at Oslo. Britain's gates are tightly shut. No Melting Pot\nThe ancient nations of Europe have never really come to grips with becoming, willy-nilly, multiracial societies. In contrast with the United States, there is no unifying myth of the melting pot, which, however imperfect in practice, enables Americans to recognize a national identity that transcends race and religion. The official rhetoric in Europe - such as Chancellor Helmut Kohl's dogged insistence that West Germany, with about 60 million people, is not an immigrant nation - lags well behind reality. There are 4.3 million foreigners in West Germany and of them 1.4 million are Turks. Most of them plan to stay. Yet by clamping down on refugees and asylum-seekers, Mr. Kohl and other European leaders hope to prevent an explosive issue from poisoning the political climate.\nIn France, which has 4 million immigrants in a population of 55 million, the far-right, anti-immigrant National Front won 9.7 percent of the vote in last year's parliamentary elections. Its leader, Jean-Marie Le Pen, warning that France's very existence is imperiled by a flood of foreigners, has become the first candidate to announce for next year's presidential elections. Mr. Le Pen has no chance of winning, but he hopes to extract concessions from the leading rightist candidate in the second round of the presidential contest. On Wednesday, he called for ''elegant'' expulsions of unemployed immigrants, without elaborating. Prime Minister Jacques Chirac's conservatives last autumn put forward a highly restrictive nationality law aimed at making it difficult for foreigners to become French citizens. The bill touched off an outcry, and it was attacked by a constitutional review panel and by President Francois Mitterrand. The Chirac Government has shelved it for the moment, drawing accusations of ''betrayal'' from the National Front. But last week Mr. Chirac was reported to be planning to revive the contested law in order to siphon off support from Mr. Le Pen."
}