{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_ba1cc59e-f604-4768-b6e1-d8c36d894bf7.txt",
  "text": "Date Published:2020-01-18 00:00:00      \nHe knew the value of a peaceful environment Bangabandhu Sheikh Mujibur Rahman was released from his internment in Pakistan in the first week of January 1972 and eventually returned to Dhaka, the capital of independent Bangladesh, amidst a rapturous welcome on January 10, 1972. On the way he stopped over in London and New Delhi. It was his commitment and his vision that enabled him to safely guide our ship through troubled waters amidst a devastated post-war scenario. It was his significant contribution that facilitated our growth towards democracy and institution building. Bangabandhu's magnanimity and belief in the people of Bangladesh was reflected in his optimism. It was also this spirit that would inspire him to face up to the many difficulties that he would have to overcome in the coming months -- arranging relief and rehabilitation for the more than 10 million Bangladeshis who had sought refuge in India during the war in 1971, restoring economic activity, infrastructural connectivity, agricultural process, educational institutional facilities and health care. It was a daunting task but handled efficiently by Bangabandhu and his team in cooperation with the United Nations. A statesman and gifted orator, Bangabandhu in his speech on January 10, 1972 at Suhrawardy Uddyan was masterly in his advice for the victorious people of Bangladesh. At this first opportunity, he warned that none should \"raise\" their \"hands to strike against non-Bangalis.\" At the same time, he displayed his concern for the safety of the \"four hundred thousand Bangalis stranded in Pakistan.\"  There was a nuanced connotation in his approach to the problem. This eventually assisted in the safe repatriation to Bangladesh of the unfortunate Bangalis who were stranded in different internment camps in Pakistan. While re-affirming that he harboured no \"ill-will\" for the Pakistanis, he also pointed out that \"those who have unjustly killed our people and assisted in this crime will surely be tried.\" Later, on April 17, 1973, after the completion of investigations into the crimes committed by the Pakistan occupation forces and their auxiliaries, it was decided to try 195 persons for serious crimes, which included genocide, war crimes, breach of Article 3 of the Geneva Conventions, murder, rape, and arson.  It was also decided that the trials of such persons and others associated in planning and executing such crimes would be held in accordance with universally recognized judicial norms. This argument and the related judicial process were to be central till his murder in August 1975. Unfortunately, his death also resulted in the setting aside of the entire judicial process. Fortunately, under the leadership of Prime Minister Sheikh Hasina, the trial process has been activated and is being completed. Subsequently, Bangabandhu did not hesitate to exhibit his and Bangladesh's closeness and support for Islam, Arab countries, and the OIC during the 1973 war between Egypt and Israel. His personal initiative resulted in the dispatch of a Bangladeshi Army Medical team and cartons of Bangladeshi tea for Egypt and Syria.  This was greatly appreciated by members of the OIC and resulted in Bangladesh being invited to be a member of the OIC during its Summit meeting in Lahore in February, 1974. Bangabandhu believed in the sovereign equality of all nations and laid particular stress on the promotion of close cooperation with India in the fields of development and trade \"on the basis of equality and mutual benefit.\" He also believed in development and utilization of resources \"for the benefit of the people of the region.\"  It was this approach that led him eventually to persuade India to agree to the establishment of a Joint Rivers Commission comprising of experts from both countries \"to carry out a comprehensive survey of the rivers systems shared by the two countries and to formulate projects concerning both the countries in the fields of flood control and then to implement them.\" Consistent with this principle of brotherly relations, Bangabandhu signed the historic \"Land Boundary Agreement (LBA)\" with the then Indian Premier Indira Gandhi on May 16 in 1974 to settle the land boundary dispute between the neighbours. Bangladesh quickly ratified the agreement that year but India failed to do so. Indian Parliament however took 41 years to subsequently unanimously pass the LBA on May 7, 2015 -- thanks to the persuasion of Sheikh Hasina. Bangabandhu's persistent interest in foreign policy eventually led to Bangladesh being recognized as an independent state by nearly 120 countries within three and half years. In addition, Bangladesh also secured the membership of the UN, the Commonwealth, OIC, the Non-Aligned Movement (NAM), the International Monetary Fund (IMF), the World Bank, the International Telecommunication Union (ITU), the World Health Organization (WHO), the International Labour Organization (ILO) and some other international bodies. Like Bangabandhu, who was conferred with the \"Joliot Curie Award\" in 1973, Prime Minister Sheikh Hasina has also received recognition through numerous awards bestowed on her by international agencies for her government's socio-economic achievements that has helped to reduce poverty, create higher functional literacy, better health care, induce gender empowerment and facilitate accountability -- so important for good governance. We are now also on the way towards meeting the requirements pertaining to SDG goals. Through these achievements, during this important year of 2020, when we are observing the special centennial anniversary of the birth of Bangabandhu, Sheikh Hasina has proven that Bangabandhu was correct when he stated: \"Only a peaceful environment can enable us to enjoy the fruits of the hard-earned national independence and gather all our strength and resources to fight poverty, hunger, disease, illiteracy, and unemployment.\" Muhammad Zamir is a former ambassador and an analyst specialized in foreign affairs, right to information and good governance. He can be reached at [email protected]"
}