{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_4ff80b18-a6a9-4c82-b16d-c5c7705377c7.txt",
  "text": "Date Published:2020-02-22 00:00:00      \nThe government is considering shelving its plan to shift one lakh Rohingyas to remote Bhashan Char following persistent objections from international aid agencies to the relocation. \"We are seriously thinking of shelving the relocation plan because the international organisations have not agreed to it,\" Md Enamur Rahman, state minister for disaster management and relief, told The Daily Star on Wednesday. Without cooperation from those organisations, the government would face difficulties in arranging food, healthcare and other necessary items for one lakh people on Bhashan Char, he said. UN and aid agencies say the island is isolated, flood-prone and would be hazardous for the Rohingyas because of cyclones and tidal surges. The government has already built 120 cluster villages on the 40sqkm island under a Tk 2,312 crore housing project for accommodating one lakh of the nearly 1 million Rohingyas sheltered in cramped camps in Cox's Bazar. Foreign Minister AK Abdul Momen, Enamur and officials concerned visited the project site on the island, in Noakhali's Hatiya upazila, around 37 miles off the coast of Bay of Bengal, on February 13. Meanwhile, Momen on Sunday said if the Rohingyas were shifted to Bhashan Char, they might not agree to leave the place in future. \"We want the Rohingyas to go back to Rakhine. We want to repatriate them. That's our priority,\" he told reporters at his ministry office. The housing project, funded with public money, was taken after some 750,000 Rohingyas fled a brutal military campaign in Myanmar's Rakhine and took shelter in Cox's Bazar since August 2017. They joined some 300,000 other Rohingyas, who had fled previous waves of violence in Rakhine. Disaster management ministry officials said destruction of forest and hills and risk of landslides in Cox's Bazar prompted the authorities to choose the temporary housing site on Bhashan Char. They said the project implemented by Bangladesh Navy has 120 cluster villages that are capable of accommodating one lakh Rohingyas. The houses have been built four feet above the ground with concrete blocks. The entire housing site is protected by a 13-km-long flood embankment. There are also 120 cyclone shelters, which are planned to be used as schools, medical centres and community centres. The officials also said there are large swathes of land that could be used for livestock and fish farming if the Rohingyas were relocated there. The refugees in the Cox's Bazar camps have a very little work to do now. UN and several international aid agencies have been opposing the relocation plan from the beginning. Human Rights Watch too said the island is not sustainable for human habitation and could be seriously affected by rising sea levels and storm surges. In October last year, Refugee Relief and Repatriation Commissioner (RRRC) Mahbub Alam Talukder said some 6,000 to 7,000 refugees had expressed their willingness to be relocated to Bhashan Char. UN agencies then decided to send a technical mission to the island. They intended to look at the risks of natural disasters, water supply, access to basic services, including health and education, and the freedom of movement within Bhashan Char and to and from the mainland, a UN official said. Later, the government set a condition that there should be terms of reference for the UN technical mission. Since then, there has been no visible progress on the matter. Now, ministers and officials concerned say they are considering not to relocate the Rohingyas to Bhashan Char and that they are thinking of an alternative plan. Requesting anonymity, an official said different relevant ministries reached an informal agreement on shelving the plan to relocate the Rohingyas to the remote island, but the final decision would be taken by the Prime Minister's Office. \"Bangladesh earned so much praises for sheltering the Rohingyas. It should not have a bad reputation now by executing the relocation plan, going against the will of the Rohingyas and the international aid agencies,\" the official said. Asked about the future of the housing project if the government changes the relocation plan, Foreign Minister Momen said they were yet to decide on it. He, however, thinks homeless people from other parts of the country could be accommodated on the island. The government maintains the island is safe for human habitation. Bhashan Char is only 25 kilometres from Sandwip, another island in Chattogram, he said, adding, \"With the fast siltation rate, Sandwip and Bhashan Char can get connected in the near future. Eventually, we will have a huge landmass. We can do a lot of things.\""
}