{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1988_fd63a90dc611c4066972e1adfbaf1e29db16dc1d.txt",
  "text": "TRAVEL ADVISORY\n1988-09-18T05:00:00.000Z\nBhutan to Raise Tourist Fees In January\nFor the first time in eight years, Bhutan is raising the daily fees that it charges travelers. Since 1980 Bhutan has charged tour companies a fee of $130 per person per day, and a trekking fee of $95 a day. The trekking fee is for those who do not stay in hotels but join hiking and camping tours. Those fees are passed on to tourists who sign up for trips. (Individual travel, for which there is an even higher fee, is rare because making arrangments is difficult.) As of Jan. 1, Bhutan will increase tour-group rates for the peak tourist season - April and October - to $250 a day for tourists and to $130 a day for trekkers. Proportionate increases are to be imposed during the other times of the year. The highest fees coincide roughly with the Paro Festival in the spring and the Thimphu and Wangdiphodrang Festivals in the fall.\nBhutan's government has ''realized they don't have the manpower or the hotels and infrastructure for tourism,'' said Brent Olson of Inner-Asia Expeditions in San Francisco, ''so they want to maintain tourism at the present level, about 2,400 tourists a year, for the next few years.''\nBhutan closed its official tourist agency in the United States a year ago. For information, contact agencies that specialize in Bhutan trips. Two are Inner-Asia Expeditions, 2627 Lombard Street, San Francisco, Calif. 94123 (800-551-1769 or 415-922-0448) and Bhutan Travel, 120 East 56th Street, New York, N.Y. (212-838-6382). Tokyo Exchange Opens for Tours\nThe Tokyo Stock Exchange's new main office building, completed five months ago, is now open to visitors. Tours are given in English, and the activity on the trading floor can be viewed from a gallery on the second floor. There, visitors can use personal computers that simulate the buying and selling of stocks. A robot demonstrates the meaning of the traders' hand signals. And to help visitors understand financial facts Professor Stocks, a mechanical puppet, gives lectures, as a telephone provides English translation. There is also an assortment of videos on the world of trading.\nThe Tokyo Stock Exchange (2-1 Nihombashi, Kaubuto-Cho, Chuo-Ku, Tokyo; 666-0141) is near the Kayaba-Cho station on the Tozai or Hibiya lines or the Edo Bashi station on the Toei-Asakusa line. Visitor's gallery hours are weekdays from 9 A.M. to 4 P.M. and Saturdays 9 to 11:30 A.M. Trading sessions are weekdays 9 to 11 A.M. and 1 to 3 P.M. and Saturdays 9 to 11 A,M. The exchange is closed the second and third Saturday of each month, national holidays and the first and last three days of the year. Admission is free. New Air Service To Queensland\nThe number of flights between the United States and Queensland, Australia, will increase this fall as the result an agreement between the United States and Australian Governments. Qantas now hass three flights a week from the West Coast to Cairns. On Nov. 1, Continental will begin three flights a week from San Francisco and two from Los Angeles to Cairns and on to Brisbane. United will offer flights to the two cities sometime in early 1989.\nCairns, in tropical northern Australia and near the Great Barrier Reef, has become increasingly popular with American travelers in the last few years, according to the Queensland Tourist and Travel Corporation.\nIn return for granting the new flights, Qantas will be allowed to fly into new cities in the United States, to be chosen later this year.\nRound-trip coach fares for the Continental flights will be $1,195 during November, according to the airline. On Dec. 1 the fare will increase to $1,395. Meeting in Asia: A Greeting Guide\nWhile a handshake is acceptable on being introduced to a resident of most Asian cities, other forms of greeting may be customary. Also, there are often may be prohibitions about men shaking hands with women. In general, do not greet someone by his or her first name until you are so addressed. Some other guidelines follow.\nAustralia: Women do not usually shake hands with other women. Friends or acquaintances seen at a distance are greeted with a wave.\nBangladesh: When introduced to a man it is customary to shake hands; when introduced to a woman, nod and greet with words.\nChina: A slight bow or handshake is customary. Chinese use the full title of a guest during introductions.\nFiji: Fijians greet each other with a smile and raised eyebrows, but a handshake is acceptable.\nHong Kong: Handshakes are common. Family members are greeted in order of age, oldest to youngest. Titles are used in introductions.\nIndia: Men and women do not usually shake hands with one another. Common greeting for all is to place palms together at chin level and bow slightly, and say, to Hindus, ''namaste'' (pronounced na-mas-TAY) or ''namaskar'' (na-mas-CAR) and to Moslems, ''salaam aleikum.''\nIndonesia: Handshakes customary only on first introduction or when someone leaves on a long journey or returns from one. A hand placed on one's heart while shaking hands means the person greeted is very special.\nJapan: Bow for formal greeting, nod for informal greeting.\nThe Philippines: Men should wait for Filipino women to extend their hands. Men may also pat one another on the back.\nSouth Korea: Men greet each other by bowing slightly and shaking hands with both hands or the right hand. Women do not usually shake hands. A younger person greets the older first.\nTahiti: Tahitians usually kiss each other on the cheek when meeting.\nTaiwan: Handshakes customary only for males who are acquaintances or close friends. On first aquaintance a nod or slight bow is appropriate.\nThailand: Place hands together in a prayer position at the chest, bow head to touch index fingers and say ''Sawadee'' (pronounced sah-wah-DEE). Younger person greets the older first. U.S. Warnings On Travel to Asia\nHere are summaries of travel advisories issued by the State Department for Americans considering a visit to Asia. For up-to-date information call the Department of State's Citizens Emergency Center at 202-647-5225.\nAfghanistan. Avoid travel: continuing conflict between Soviet forces and resistance fighters.\nBurma. Defer travel: civil disturbances.\nCambodia. Many areas, including that surrounding Angkor, are considered unsafe: guerrilla operations.\nChina. Chinese regulations prohibit travel without permission in some areas. Tibet is closed to foreign travel except for Lhasa and some other areas, but this ban is not consistently enforced.\nIndia. Special permit needed to travel in the Punjab; permission is likely to be difficult to get.\nIndonesia. Dengue fever outbreaks in Jakarta, east and west Java, Bali and Lombok.\nNepal. Register with the embassy before trekking and never trek alone: reports of robberies and disappearances.\nPakistan. Avoid travel in Baluchistan outside the city of Quetta after daylight: reports of kidnapings. Do not travel after dark in rural Sind province: reports of robberies, adbuctions and shootings.\nPapua, New Guinea. Avoid traveling alone in rual areas: continuing crime problem.\nPhilippines. Avoid Sulu Archipelago, Mindanao (except the cities of Davao, Cagayan de Oro, General Santos, Zamboangao and Iligan), Samar Island and the province of Kalinga Apayao and the Cagayan Valley: Communist insurgency and criminal activity.\nSri Lanka. Avoid travel to northern and eastern provinces: continued anti-Government unrest.\nThe United States does not have diplomatic relations with Cambodia, North Korea and Vietnam, nor does a third government represent United States interests. Thus, there is no official protection for citizens who encounter problems. Japanese Pavilion In Los Angeles\nThe Pavilion for Japanese Art of the Los Angeles County Museum of Art will be inaugurated Sept. 25 with a comprehensive showing of the museum's extensive Japanese art collection. In the east wing of the three-story building, screen and scroll paintings and calligraphy will be exhibited. In the west wing sculptures, ceramics, lacquerware, woodblock prints and textiles will be shown.\nThe Los Angeles County Museum of Art (5905 Wilshire Boulevard, Los Angeles, Calif 9003; 213-857-1111) is open Tuesday to Friday 10 A.M.to 5 P.M.; Saturday and Sunday to P.M. Admission is $4.50."
}