{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_8822ff2d-1223-40a6-98dc-7c97887ace19.txt",
  "text": "Date Published:2019-03-27 00:00:00      \nBangladesh's banking sector faces a number of major challenges including rising nonperforming loans, credit concentrations, poor culture of professionalism, the rise of family oligarchy, lack of corporate culture, capital market debility, and parallel banking by the government through deficit financing instruments. Many of the challenges, by now, have turned into threats to the country's financial architecture mainly due to two reasons: the central bank's weak leadership and the finance ministry's institutional trespassing on banking affairs. A lack of knowledge on why policies should be consistent has led to a culture of financial indiscipline.  By definition, the central bank is the single most powerful custodian of the banking sector. This is also what the law states. In 1972, Bangabandhu formulated the Bangladesh Bank Order which delineates the powers and responsibilities of the central bank. Of course, it is linked to the finance ministry but the central bank isn't supposed to be a subsidiary office of the ministry. It is supposed to be the custodian of the nation's currency supply and is responsible for preserving the right value of the currency as per the 1972 Order. The 2003 amendments made it clear that the ministry can't interfere in the internal policy decisions of the central bank. But what we have seen is that finance ministers often speak as if they are a head of a monetary body. What we have also seen is that BB seeks endorsements from the ministry even for day-to-day affairs. This is a bad signal for professional bankers but a good signal for defaulters. It is a virtual merger of the central bank with the secretariat under the office of the banking division.  Unfortunately, most of our institutions carry the vestiges of colonial legacy. Bureaucracy, being its best example, warrants reform. And so does our central bank. Why? The British at some point realised that their central bank should be bestowed with greater powers and discretion. The Bank of England's governor enjoys a high level of authority in monetary and financial decisions. He was even made the chair of the financial stability board of Great Britain. If we look further to the west, the Fed chair is deemed as the second most powerful person after the president in America. The world has changed but we haven't. It's as if the ministry expects a completely pliant leadership at the central bank so that the monetary authority can't question any weakness in fiscal capacity, fiscal deficit, and fiscal desperation. This tug-of-war has always been there since the birth of the central bank. But most countries have solved this conflict in two ways: (i) by clearly separating the powers and responsibilities of these two institutions, and (ii) by empowering the central bank to make it a nonpartisan custodian of the economy. While the ministry gets its oxygen from political mandates, the central bank can't. Hence, it looks to the constitution for the powers bestowed upon it to guard the greater interests of the economy in a dispassionate, scholarly, honest, and nonpolitical manner. Timely reform of the BB Order and strong leadership at the central bank are the need of the hour to tackle the threats (calling them \"challenges\" is an understatement) looming in the banking sector. And Bangladesh has to do this, because, unlike other emerging countries, the banking sector is the main vehicle of development since the capital market has already been partly vandalised. The government has to understand that policy inconsistency will ruin the market in the long run. It has to realise that the central bank should be the main controller of the interest rate. All other interest rates, even some offered on government instruments, must follow the market or the long-term bond rates assigned by the central bank. Otherwise, attempts to develop either the bond market or secondary market will be thwarted. Short-term management of fiscal deficit shouldn't empower the ministry to assign out-of-market interest rates to fiscal tools. That is how fiscal desperation ruins the effectiveness of monetary policy. We shouldn't forget what 16th-century economist Sir Thomas Gresham observed: \"Good and bad coins cannot circulate together.\" The bad will drive the good away. In the same way, the \"bad\" interest rates (which are of course \"good\" for the super-rich) on National Savings Certificates (NSCs) are leading to deposit rates offered by the \"poor\" banks becoming dysfunctional. The government wants the lending rates to be brought down to single digits. How can it happen when the government itself is offering double-digit rates on its NSCs? Lending rates must sit on the deposit rates and the spread needed for bankers' bread and butter. Sanchayapatra is doomed to fail no matter how much it grows. The flood of inflows from Sanchayapatra is temporarily hiding the fiscal incapacity of the ministry, but it is leading to a burden on one of the most expensive ways of deficit financing in the world. The interest liability is rising--a threat that will wipe off a big segment of the budget which could otherwise be spent on development. Inconsistent policies and fiscal trespassing are the main hindrances to interest rate rationalisation. The Reserve Bank of India made a policy so that government-offered interest rates are always linked to the central bank's long-term bond rates. It's similar in the cases of Sri Lanka and Pakistan. And the central bank's long-term bond rates by and large follow the neoclassical Fisher equation where the nominal interest rate is a summation of the real interest rate and expected inflation. While the real interest rate, linked with the real economy, should be more or less stable, the nominal interest rate can go up if expected inflation rises, and rates must fall when inflation drops. Our fiscal gurus seem to disregard this theory entirely. It's a threat to the banking sector. The ministry's behaviour, which defies Fisher's formula, neither follows the dynamics of inflation nor does it understand why real interest rates matter for savings. This duality is creating an interest rate anarchy in the entire banking sector, making the most powerful tool of the sector defective. This is the fiercest threat to the banking sector and one which actually masks the ministry's fiscal incapacity. This is one of the main reasons why private investment as a share of GDP has remained almost stagnant for years. This is also one of the main reasons why Bangladesh still ranks below its neighbours in the Ease of Doing Business Index of the World Bank. Thus, institutional irregularities and a lack of understanding of the theoretical underpinnings are at the root of the weaknesses of our banking sector including the default culture and poor governance. We live in a society whose ranking in the Knowledge Economy Index is one of the poorest in Asia and the Pacific. Policymakers seem to be more comfortable creating space for obedience to compliance, and not as comfortable freeing up space for knowledge, research, expertise, and skills. Despite trumpeting about innovation et al, we are the least innovative nation in Asia. We go on and on about our impressive growth figures, but we have failed to generate adequate jobs for the youth in the country. The informal sector still accounts for more than 80 percent of our labour force. Where is this growth going? Doesn't it nullify the truth of Okun's law which says that higher growth generates higher levels of employment? Banking has come to a crossroads, but better ways can still be found. More autonomy for the central bank can be ensured by getting rid of the banking division of the ministry whose dual role is weakening the central administration of BB. We don't need the National Savings Department. Banks are supposed to take on the role of deposit mobilisation. NSD's nonmarket rates are obviously distortive for the market and private investment. Bangladesh shouldn't turn into a \"savings society\". It needs investment more than ever before. More autonomy and greater economic insight of the central bank leadership, along with the elimination of fiscal trespassing on banking affairs, are the answers for a healthier banking sector in Bangladesh. Dr Biru Paksha Paul is Professor of Economics at the State University of New York at Cortland. This writing draws from his recent speech at the BDI International Conference at Yale University. Email: birupakshapaul@gmail.com"
}