{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1988_3ae1d73672fcc110dfd8e48f55a6a4685517b3fc.txt",
  "text": "NEWS SUMMARY\n1988-10-11T05:00:00.000Z\nINTERNATIONAL A3-14 The exile of Khmer Rouge leaders, including Pol Pot, is a necessary part of a settlement of the war in Cambodia, involved nations, including China, Vietnam and the United States, agreed. Page A1\nNews analysis: Yugoslavia's crises are the long-developing result of the political vacuum created by President Tito's death in 1980. The strife has raised questions about the nation's direction. A1\nForest fires anger few in Brazil, where a three-month fire in the Amazon has cleared new farm land, a benefit that makes environmentally harmful deforestation difficult to prevent. A1\nAlgeria's President asked for time to institute programs to solve the nation's political crisis, and he called for an end to the street violence. A3\nThe Czechoslovak Prime Minister, Lubomir Strougal, had resigned, and his departure is seen as an effort by the new Communist Party leader to install a more pliant official in the post. A3\nChilean parties are seeking a leader to field as a presidential candidate and have begun work on consitutional amendments they hope to propose to the military before the elections scheduled for 1989. A14\nSouth Africans of all races began voting in segregated nationwide elections for local councils. The balloting will be a test of the Government effort to gain black participation in a limited system of regional power-sharing. A11\nA Bangladeshi official at the U.N. declared that a solution to his nation's annual floods must be reached through regional cooperation. The statement was seen as a criticism of India. A8\nSri Lanka capital is an armed camp. A8\nLatvians extending a hand to outsiders, just a bit A12\nNATIONAL A16-29 Plutonium processing was shut down by the the Energy Department at the Rocky Flats nuclear weapons plant near Boulder, Colo., because of safety problems. A1\nIn the largest corporate auction ever mounted by a United States company, Tenneco Inc. sold its entire oil-and-gas operations and expects to receive $7.3 billion in cash. A1\nOil prices rose after a statement by Saudi Arabia that it would cut its production if other OPEC nations did the same. A benchmark crude rose 66 cents, to $13.60 a barrel. D1\nA bitter paperworkers strike ended as Maine workers decided to end a walkout against the International Paper Company. The decision came after support from other paper union locals did not materialize. A16\nImprovements for O'Hare Airport in Chicago, including more pay to attract better air-traffic controllers, were proposed by a Government team. Flights have been restricted there because of controller mistakes. A27 Reform of Chicago's housing system is the aim of the new head of the housing authority, Vincent Lane, who wants to turn the system into a laboratory for innovation. A16\nThe 100th Congress may adjourn by the end of the week, finishing its business a little later than leaders had hoped but with more decorum than many had expected. A26\nPeople are getting used to inflation of 4 to 5 percent, and are accepting annual price increases in that range as normal for a variety of goods, economists say. D1 Cubans at home in new land at last A22\nForeign agents said to have entered bomb labs A24\nPOLITICS A28-29 The public is tired of the candidates and the way they are running their Presidential campaigns. Its believe they are incapable of producing new ideas or commanding the office of President. A1\nMichael Dukakis said home buyers should be allowed to use Individual Retirement Accounts for first-time down payments under a program to help young people become homeowners. A28\nGeorge Bush is using new versions of his central themes, like strict law enforcement, to keep those issues alive and to keep his attack on Michael S. Dukakis fresh. A28\nWASHINGTON TALK A26\nWalking a tightrope on intelligence issues REGIONAL B1-5 A low-income housing group has raised $25 million from corporate investors, more than 30 percent of the money needed for a project in New York City. The corporations will make a profit from tax credits. B1\nParking at Shea Stadium for a Mets game is an ordeal as wrenching as the one on the field, and it generates as many shouts. A consolation: Los Angeles has it worse. B1\nA developer put a hog farm on land in Trumansburg, N.Y., where he wants to build a shopping center. Residents contend that the farm is an eyesore used as leverage to force the village to approve his development. B1\nWorkers were stricken by fumes from a spilled chemical at an electrical company in Leonia, N.J. None of the 22 workers taken to area hospitals were seriously ill. B4\nHedda Nussbaum may be a witness for the prosecution against Joel Steinberg in the beating death of Lisa Steinberg. Jury selection in Mr. Steinberg's trial begins today. B3\nDigging for key to freed slaves' lives B2\nBrawley to get Muslim name B3"
}