{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_6454f41c-5c82-4085-aba8-b3cfec6c610c.txt",
  "text": "Date Published:2020-03-22 00:00:00      \nChild protection professionals have real worries about the risks with families locked up 24/7 together for an indefinite period \"I've put the kids in the freezer, so everything's cool now.\" Parents may be joking on social media about their childcare hell as more and more countries go into lockdown with the coronavirus.  But child protection professionals are not laughing. They have real worries about the risks with families locked up 24/7 together for an indefinite period. \"You will no doubt want to throw your children out the window at some point. That's normal,\" psychologist Moira Mikolajczak told AFP. \"What isn't normal, is to do that,\" she warned, as she urged parents to give themselves a break and \"not try to be Superman or Superwoman\". While governments across Europe from Ireland to Greece have been having schools send lessons and activity ideas by email to occupy bored children, social media is full of testimony from parents frazzled at having to be both teacher and playmate to their kids. Grassroots groups, however, are trying to step into the gap with the French feminist collective #NousToutes (\"All of Us\"), which campaigns against domestic violence, mobilizing with WhatsApp support groups and practical tips on how \"not to blow your top.\"  \"Being locked down gives us the chance to spend lots and lots of time with our children,\" the group said, tongue ever so slightly in cheek. But when \"we have to work from home and we are all stuck together in a small space, tensions can escalate.\" 'Step away!' Its WhatsApp groups already have 4,000 members dispensing support and tips on how to stay zen. First among them is \"step away when you feel the tension mount (even if that means locking the toilet door).\" Parents should also watch funny videos with their children, \"and program in 'off' times when you can be on your own... while someone else looks after the children.\"  The main thing is to try to avoid \"words or gestures... that can hurt and wound... because we can behave in ways that we will regret immediately.\" Mother-of-three Sarah, whose kids range in age from seven to just two months, is \"staying relaxed\" so far. \"Yesterday I took an hour for myself in my room, without a child hanging from me, and I did a meditation session via Instagram,\" the Parisian told AFP.  \"It's going OK, but it's worrying for the long haul,\" she said as France neared the end of its first week in total lockdown. If it is tough for the parents, it's no walk in the park for the children either - they too have been ordered home across large swathes of Europe and now in parts of the US. \"When we got into the living room when Mummy is working, there can be arguments,\" said 10-year-old Estheban. \"I am having to be a mother, a teacher, a cook, a cleaner and do my job as an executive in a bank from home at the same time,\" said Virginie, who has two sons aged 11 and six. While most parents will cope, said Mikolajczak, Professor of Emotion and Health Psychology at the University of Louvain in Belgium, some will not. \"We can predict increases in parental burnout,\" she said, and sometimes there could even be \"neglect and violence.\" 'Relax the rules' Governments have the same worry, with the French children's ministry warning of a \"higher risk of mistreatment... and since it will be happening at home, it will be hard to spot.\" \"Stay at home parents are more vulnerable to burnout,\" Mikolajczak said, an effect likely to be exacerbated by the fact they are there against their will. \"Western families are also not used to living on top of each other,\" she added. Added to which families can no longer turn \"to grandparents for help nor go out\" somewhere to blow off steam. Mikolajczak said structuring the children's day can really help with moments when they will play or work on their own.  And she urged parents to \"be flexible and not afraid to relax some rules\". \"Let it go,\" said Etienne, the father of two girls aged 10 and six, who has adopted the refrain from Disney's film \"Frozen\" to get him through the crisis. In these exceptional times you cannot juggle everything, he said. \"At the beginning when the schools closed, I put myself under pressure. I didn't know what to do. I had no time for myself nor the kids. \"Then the penny dropped. I stopped working and since then it's going a lot better,\" he said."
}