{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_d680ee0d-a7e0-4c29-af7b-e5191fbb582d.txt",
  "text": "Date Published:2019-03-29 00:00:00      \nThe boom of export-oriented garment business created jobs for millions of mostly young female workers in Bangladesh, many of who moved from rural areas to urban centres like Dhaka. This created unique and important health and safety issues for these working women--some are typical with women of reproductive age such as maternal and reproductive health whereas some are work-related such as back-pain, machinery injuries, and exposure to particulate matters. Yet, one more issue that has been largely unknown or ignored is their daily exposure to traumatic events. According to a recently published research conducted by a University of Texas Health Science Center Medical and Public Health students and led by this author, garment workers in Bangladesh are found to be highly prone to traumatic events in their daily life. Out of the women they surveyed, three most commonly reported events they experienced in life are natural disasters (71.83 percent), fire/explosions (43.33 percent) and exposure to sudden accidental death (30.15 percent). Contact with such exposures may have short- and long-term impacts on their life, health and wellbeing. The findings may be considered not that unusual for people in general of low socioeconomic status living in a developing country. Bangladesh geographically is prone to natural disasters such as flood where many low-lying regions including some parts of the capital go underwater almost annually and living arrangements of these workers in poor neighbourhoods are not by any means resistant to rain and flood. It is more than likely that these workers are living in makeshift slums or informal-housing facilities which do not follow building codes. Also, the streets of Dhaka and other major cities get clogged with water very quickly and easily after any heavy rainfall. The cities in Bangladesh are overcrowded and its basic infrastructure is very fragile and weak. When their houses get flooded and streets go underwater, garment workers face challenges to live and commute to work. With all the recent and highly visible efforts by western retailers, to get the Bangladesh government and factory owners to improve workplace health and safety, about half of these workers (43.33 percent) are still reporting experiencing a fire/explosion incident. This is unusually high though the survey did not ask if these were encountered at the workplace or their homes or somewhere else, nor asked about its seriousness. If these occurred at home, this finding again highlights the vulnerability of living conditions of these workers in informal and unsafe housing arrangements. In fact, it is surprising that with such high rates of exposure to risk, more workers are not actually sustaining severe burns from such incidents. Witnessing or experiencing sudden violent death (17.89 percent), accidental death (30.15 percent) and serious accidents (14.33 percent) were reported by many of these workers. These findings show the extreme uncertainty associated with a garment worker's life who is so frequently encountering or witnessing these very sad and unfortunate events. Some of these events are likely referring to transportation related accidents that they encounter in their commuting to and from factories or when they visit their family members in rural areas or other parts of the city. The safety of transportation in this country is notoriously bad. Other events may be associated with overall law and order situation. Garments workers, because of their increased use of transportation and interaction with other/outside people, may be encountering more of these adverse events compared to stay at home women. Encountering so many sad and stressful life events create mental stress for garments workers who may develop short- or long-term episodes of depression, anxiety or prolonged period of grief in life. Given all these adversities going on in their personal and social life, the highly demanding and strenuous garments factory work may add to their existing miseries. Providing social protection for these workers is an obligation for the government, factory owners, western retailers and buyers. While the country's economy is heavily dependent on their labour, garments workers are living in deplorable conditions with respect to their physical safety, living arrangements and commuting. The stakeholders can think beyond building and fire safety at the factories and act in a more socially responsible and holistic way to advance the non-work determinants of health and safety of these workers. Raising minimum wage is a very laudable first step. However, instead of only increasing their income, these workers have a lot of other needs as identified and reported here and earlier by many research studies and newspapers reports. Given their age bracket, providing them subsidised and safe rental accommodation close to the factory or in a decent neighbourhood may be more of what they need which can somewhat protect them from many of these unwanted traumatic daily events. Creating specific housing complexes for garments workers in certain areas of Dhaka and its vicinity, factory provided transportation options for these workers, providing discounted grocery vouchers, giving them access to preventative care at factory-run-clinics can be meaningful undertakings by the stakeholders. These may greatly help improve the safety, heath, quality of life and wellbeing of this large economically active workforce. Garments workers of Bangladesh do not need to live in constant fear and anxiety.   A different version of this article was published previously in the International Journal of Social Psychiatry. Hasanat Alamgir directs the Doctoral Program in the Department of Public Health at New York Medical College. He served as a Chair of Health Policy and Management Department in New York, as an Associate Professor at the University of Texas School of Public Health and as Director of Research and Evaluation for a Public Health Agency in Canada."
}