{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_9c04e811-5bde-4534-a0a1-509bdc7979ca.txt",
  "text": "Date Published:2020-05-04 00:00:00      \nThe government has already taken a number of measures to save Robi Cropconsidering the lockdown and because the haor region--especially Sunamganj, Sylhet and some northern districts such Gaibandha, Jamalpur--may suffer flashflood. These measures include regular weather forecast, early warning, arranging harvest machines and so on. These are some of the most important and timely decisions by the government as first steps to ensure food availability.   The government has also issued cyclone early warning for coastal areas and is taking actions to save crops. The Agricultural Loan Department of Bangladesh Bank also declared Tk 5,000 crore for agricultural loan, especially for the horticulture, fruit, fisheries, poultry, dairy and other businesses. This is also a great initiative considering that these small businesses have already been affected due to the pandemic. The concerns related to food security, however, remains unaddressed by and large due to a number of factors. Everyday food items such as rice, vegetables and other necessary perishables are produced by the smallholder and women farmers in Bangladesh. And these farmers are already suffering. For example, Taslima Begum of Chorgacha, Ghoraghat is a small poultry farmer. Due to the COVID-19 crisis she cannot sell her chickens at the market, so she is forced to sell the poultry items at a loss of Tk 50 per kg to her neighbours in fewer quantity. Afroza Begum of Fulchari, Gaibandha is a vegetable producer. Because of the lack of market access, she is selling pumpkins at Tk 5 per kg whereas the regular price is Tk 25-30 per kg. It is watermelon season in Bangladesh and farmers normally sell their products at Tk 30-40 per kg. The farmers in Patuakhali are currently selling watermelons at Tk 8-10 per piece whereas their cost of production is over Tk 20 per watermelon. How are these farmers going to recover the loss they are already suffering? We need to take note that these farmers' livelihoods are depended on their produce and any loss means they will not be able to go into production next season without external assistance. Coming back to paddy, with the hope that flash flood or other natural hazards will not cause any disastrous situation in any parts of Bangladesh and farmers are able to get their desired harvest, question remains whether the farmers will be able to sell their crop at a fair price. In 2018 hundreds and thousands of farmers protested across the country demanding fair price. The response from the government was helpful, but it was late and inadequate in solving the matter. At present, even if the government manages to buy the paddy and other ROBI crops, how are those going to be processed and stored? This will mean that the rice mills will have to be re-opened during the crisis, risking the spread of the virus. Furthermore, given that inter-city transportation systems carrying food products are yet to be re-established, unless major changes are made and government facilitates are opened for the distribution and redistribution of food products, a food crisis may be inevitable in the long run. The solution lies in following the right strategy considering different timescales. For immediate action, it is important to set up an oversight committee headed by the Ministry of Agriculture with appropriate representatives from key relevant ministries and civil society organisations. In each district and Upazila, a committee should also be established where local transportation authority is represented. Government has already taken the initiative to open school fields for local market to operate. This timely initiative needs to be maintained besides creating interconnectedness between the village market to union market to Upazila market and so on. It is critical to ensure two major things: i) The smallholder and women farmers are getting fair price; and ii) A safeguard mechanism is in place to prevent COVID19 from spreading. At the short to medium term(1-3 months), considering the flood season and its impacts on agriculture, farmers may lose the rainfed Amandue to early flood or excessive rain during seedling period. It is critical to note that unless we ensure fair price for smallholder and women farmers for their Boro crop, they will not be able to invest in Amanproduction. Seed and fertiliser supply will become a challenge. The smallholder and women farmers will require access to interest free loans with the option to repay post Aman harvest. This will be the most critical stage of intervention in terms of ensuring food security for the remaining year. Considering the worst case scenario, the government and other actors must map possible solutions including countrywide planning of distribution and redistribution of the products. We also need to ensure quality seeds where community seedbank initiatives can play a critical role. Addressing overall market mechanism to support the smallholder farmers will be the key challenge in the medium term. Due to the current travel ban, buyers from distant places are failing to reach the market and the producers are deprived from optimum price of crops especially vegetables and seasonal fruits. Lack of infrastructure to preserve vegetables or perishable products has been one of the biggest challenges for small farmers for a long time contributing to their losses every year. Considering the products that are to be harvested between July to September, the government must take measures including flood preparedness, etc. Given that there could be a global food crisis, the government should strengthen its safety net programme ensuring that food is available, accessible and affordable for the poor and marginalised. Special schemes for the smallholder and women farmers is needed to ensure they survive until the next harvest. The government must also ensure the transportation system is functioning well considering that the COVID-19 crisis may continue. Guaranteeing transparency and accountability throughout the process to stop theft and exploitation by the powerful and the middlemen are must. In the long term (6-12 months), it will be important to monitor the global food security situation, market system as well as climate condition. We must not forget that Bangladesh is one of the most vulnerable countries to the imapcts of climate change and throughout the year, we may face flood, river erosion, cyclone and hailstorm--and dry period at the end of this year. It is important to note that even if everything goes right and there is no climate induced disaster in 2020, we will still continue to carry the loss that we already suffered due to the current crisis. Therefore, the government must be ready to continue prioritising food producers, the smallholder and women farmers, along with the small and medium agricultural businesses. The policymakers and city dwellers may be buying food from the supermarkets now, but supermarkets do not produce crops and will never do. It is the smallholders and women farmers like Taslima and Afroza who produce the food we eat. If they do not survive, it will be only a matter of time before we face a food crisis in Bangladesh.   Tanjir Hossain works for ActionAid Bangladesh. Email: Tanjir.Hossain@actionaid.org; tanjirho@gmail.com"
}