{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_09f4e9dd-2b94-4692-88b1-49d945332b8e.txt",
  "text": "Date Published:2019-11-08 00:00:00      \nAt the end of the Cold War, political scientist Francis Fukuyama wrote a celebrated essay called \"The End of History?\" Communism's collapse, he argued, would clear the last obstacle separating the entire world from its destiny of liberal democracy and market economies. Many people agreed. Today, as we face a retreat from the rules-based, liberal global order, with autocratic rulers and demagogues leading countries that contain well over half the world's population, Fukuyama's idea seems quaint and naive. But it reinforced the neoliberal economic doctrine that has prevailed for the last 40 years. The credibility of neoliberalism's faith in unfettered markets as the surest road to shared prosperity is on life-support these days. And well it should be. The simultaneous waning of confidence in neoliberalism and in democracy is no coincidence or mere correlation. Neoliberalism has undermined democracy for 40 years. The form of globalisation prescribed by neoliberalism left individuals and entire societies unable to control an important part of their own destiny, as Dani Rodrik of Harvard University has explained so clearly, and as I argue in my recent books \"Globalisation and Its Discontents Revisited\" and \"People, Power, and Profits\". The effects of capital-market liberalisation were particularly odious: If a leading presidential candidate in an emerging market lost favour with Wall Street, the banks would pull their money out of the country. Voters then faced a stark choice: Give in to Wall Street or face a severe financial crisis. It was as if Wall Street had more political power than the country's citizens. Even in rich countries, ordinary citizens were told, \"You can't pursue the policies you want\"--whether adequate social protection, decent wages, progressive taxation, or a well-regulated financial system--\"because the country will lose competitiveness, jobs will disappear, and you will suffer.\" In rich and poor countries alike, elites promised that neoliberal policies would lead to faster economic growth, and that the benefits would trickle down so that everyone, including the poorest, would be better off. To get there, though, workers would have to accept lower wages, and all citizens would have to accept cutbacks in important government programmes. The elites claimed that their promises were based on scientific economic models and \"evidence-based research\". Well, after 40 years, the numbers are in: growth has slowed, and the fruits of that growth went overwhelmingly to a very few at the top. As wages stagnated and the stock market soared, income and wealth flowed up, rather than trickling down. How can wage restraint--to attain or maintain competitiveness--and reduced government programmes possibly add up to higher standards of living? Ordinary citizens felt like they had been sold a bill of goods. They were right to feel conned. We are now experiencing the political consequences of this grand deception: distrust of the elites, of the economic \"science\" on which neoliberalism was based, and of the money-corrupted political system that made it all possible. The reality is that, despite its name, the era of neoliberalism was far from liberal. It imposed an intellectual orthodoxy whose guardians were utterly intolerant of dissent. Economists with heterodox views were treated as heretics to be shunned, or at best shunted off to a few isolated institutions. Neoliberalism bore little resemblance to the \"open society\" that Karl Popper had advocated. As George Soros has emphasised, Popper recognised that our society is a complex, ever-evolving system in which the more we learn, the more our knowledge changes the behaviour of the system. Nowhere was this intolerance greater than in macroeconomics, where the prevailing models ruled out the possibility of a crisis like the one we experienced in 2008. When the impossible happened, it was treated as if it were a 500-year flood--a freak occurrence that no model could have predicted. Even today, advocates of these theories refuse to accept that their belief in self-regulating markets and their dismissal of externalities as either non-existent or unimportant led to the deregulation that was pivotal in fuelling the crisis. The theory continues to survive, with Ptolemaic attempts to make it fit the facts, which attests to the reality that bad ideas, once established, often have a slow death. If the 2008 financial crisis failed to make us realise that unfettered markets don't work, the climate crisis certainly should: neoliberalism will literally bring an end to our civilisation. But it is also clear that demagogues who would have us turn our back on science and tolerance will only make matters worse. The only way forward, the only way to save our planet and our civilisation, is a rebirth of history. We must revitalise the Enlightenment and recommit to honouring its values of freedom, respect for knowledge, and democracy.   Joseph E Stiglitz, a Nobel laureate in economics, is a professor at the Columbia University and chief economist at the Roosevelt Institute. His most recent book is People, Power, and Profits: Progressive Capitalism for an Age of Discontent. Copyright: Project Syndicate, 2019. www.project-syndicate.org (Exclusive to The Daily Star)"
}