{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_cc4d16c4-c636-44d7-b908-96d8d0e6f4d1.txt",
  "text": "Date Published:2019-11-04 00:00:00      \nRPI students bring forth various allegations against the ruling party student wing An assault on the Rajshahi Polytechnic Institute (RPI) principal has apparently opened up the Pandora's Box for the leaders and activists of Bangladesh Chhatra League's RPI unit. Amidst protests by teachers and students, a \"torture cell\" reportedly used by Chhatra League has been found on RPI campus by an investigation committee. Allegations have also arisen that the leaders and activist of the ruling party student wing have established a reign of terror on campus through various criminal activists and misdeeds. Leaders and activists of Chhatra League's RPI unit beat dissenters in that torture cell on many occasions, several teachers and students on Sunday told the probe team formed by the Directorate of Technical Education (DTE). The three-member probe team on Sunday recovered metal rods and pipes from Room No 1119 of a building on campus during its visit. Torture instruments found inside the torture cell of Rajhsahi Polytechnic | Dhaka Tribune The building is situated on the west side of the pond into which Principal Farid Uddin Ahmed was thrown by some Chhatra League leaders and activists on Saturday. The recovered metal rods and pipes were later handed over to the police. Top leaders of Chhatra League's RPI unit and Rajshahi metropolitan unit were unavailable for comments regarding the torture cell until the filing of this report at midnight. DTE Director and probe team Convener SM Ferdous Alam said they would submit their findings within three days. He declined going into the details regarding the torture cell, but said: \"All of our findings will be in our probe report.\" Principal Farid said he also heard about the torture cell of Chhatra League. \"But no student or teacher ever lodged any formal complaint out of fear.\" The room in Rajshahi Polytechnic where the torture cell is situated | Dhaka Tribune Allegations Many have also accused Chhatra league leaders and activists of extorting students, threatening and assaulting teachers, publicly humiliating female students who rejected their advances, and sitting for exams without attending classes, among other misdeeds. The allegations were made during a demonstration of RPI students, teachers and staff on Sunday. They formed a human chain in front of RPI around 11am on Rajshahi-Naogaon Highway, placing a number of demands to the institute authorities. The demands include permanent expulsion of those involved in the assault on the principal, bringing them to book, ban on politics on campus, ban on outsiders' entry in RPI, ensuring safety of general students and suitable environment for education. Agitated students also tore down many banners of Chhatra League leaders and activists inside the campus during their hour-long demonstration. However, Chhatra League's RPI unit President Mehedi Hasan Regan rejected the allegations levelled against them, including embezzlement of money taken from around 4,000 students -- Tk300 each -- for a freshers' reception that was never organized. He claimed that the teachers and students were lying. \"We didn't embezzle that money. The department heads have the money meant for the freshers' reception,\" he claimed. Regan said he was not on campus when Principal Farid was assaulted. \"We saw in the CCTV camera footage [of the assault] that Chhatra League's [RPI unit] Joint General Secretary Kamal Hossain Sourav was present there only. \"No one else from Chhatra League was there. We are looking into this too and will take organizational action against anyone involved in this,\" he claimed further. Requesting anonymity, many students alleged that Regan and Sourav are very close and they have established a reign of terror on campus by getting involved in different criminal activists. But everyone has been afraid to raise their voice against them, until now. Chhatra League's central committee in Dhaka on Sunday also expelled Sourav from the organization over the assault on the principal and violation of organizational discipline. The organization's Rajshahi metropolitan unit President Rocky Kumar Ghosh also said that they formed a six-member committee to look into the incident. \"Organizational action will be taken against anyone involved.\" Case and arrests Principal Farid on Saturday night had filed a case at Chandrima police station, naming eight people and accusing at least 50 unidentified others over the assault. Rajshahi Metropolitan Police Additional Deputy Commissioner Golam Ruhul Kuddus said five RPI students were arrested and sent to court on Sunday for their involvement in the incident. They are Shafi Shahriar, 24, Sohel Rana, 20, Badhon Ray, 19, Ariful Islam, 23, and Ripon Ali, 20. However, police are yet to arrest the Chhatra League men who were named in the case. From the CCTV camera footage, RPI teachers had identified Sourav, Murad, Shanto, Bony, Hasibul Islam, Salman Tony, Habibul and Maruf. Of them, only Sourav and Murad are current students. All of them have gone into hiding, said ADC Kuddus. \"But our detectives are on the case. No one will be spared. We are working to bring all of them to book.\""
}