{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_5301413d-e041-46c2-acd6-84506312f271.txt",
  "text": "Date Published:2020-04-20 00:00:00      \nIt is believed that around 1.3 crore people have become jobless in the country so far due to the ongoing global coronavirus pandemic and the resulting lockdown. Over a two-week period, the poverty rate in Bangladesh also shot up to about 30-35 per cent range from an estimated 20 per cent plus level in 2019. Much of the remarkable gains achieved on the poverty reduction front over the more than one decade have been reversed, at least temporarily, in just a few weeks. Thus, ensuring food security for the newly poor households, along with the previously poor and vulnerable ones, is a major challenge for the government. On the overall supply side, although Bangladesh was almost self-sufficient in terms of main staple rice in 2019, we are still skating on thin ice because any major or even moderate shocks like a flood at national and regional levels or cyclone can make the supply situation precarious, as we have seen very recently in 2018 and earlier in 2008. The coronavirus-induced mass unemployment and the resulting income loss is also likely to create a major mismatch between effective demand (backed by purchasing power) and the overall supply of food, including rice, vegetables, fruits, fish, eggs and poultry, milk and livestock.  Managing the mismatch will be critical for ensuring food security for all. In the past, in our battle for food security, we generally dealt with supply shocks of various origins, and none of those events was associated with a concurrent massive nationwide demand shock as it is happening this time.  This makes the current situation unprecedented. Complicating the matter further, there is the nationwide lockdown that is disrupting not only normal life but also the flow of essential foods from farmers and producers to the ultimate consumers across Bangladesh. Under these circumstances, food security can only be ensured if: (i) we have enough domestic production of essential foods to meet domestic demand; (ii) we ensure that normal marketing chains continue to operate effectively and uninterrupted to bring foods near the neighbourhoods of consumers; and (iii) all citizens have the minimum income to meet their minimum food requirements, which in itself is a major undertaking. A review of the current supply situation for rice indicate a generally satisfactory condition except for two concerns: (i) because of lower rice price last year, the farmers have reduced the cropping area for boro cultivation by about 10 per cent, which is likely to contribute to a corresponding shortfall in realising the boro output target, the most important source of rice in Bangladesh; and (ii) boro cultivation in haor areas has already started from mid-April, and if this crop is not quickly harvested it may be significantly lost to early flooding in those areas, which is a normal phenomenon. The haor areas produce about 20 per cent of the marketable surplus of rice and the farmers generally depend on migrant labors from Northern and Southern parts of Bangladesh to complete the harvesting. The government is reportedly preparing to send a few hundred harvesters to the haor areas, which is a commendable move. But it should be executed very quickly to salvage the crop. Also, there may still be a need for about 500,000 guest labours to complete the harvesting in haor areas. The government has to make sure that the workers are there when needed. This is an opportune moment for the workers and a desperate moment for the farmers. However, the problem is lockdown -- which does not allow the conventional mechanism for the flow of workers to function. The intervention of the government is urgently needed. If the reported shortfall in boro acreage target is true, which should be verified independently and not through the Department of Agricultural Extension that has the reputation of overstating the acreage and output, the government should make advance arrangements for imports to cover the projected shortfall.  Outside the main crop of rice, if we look at the agriculture sector with a broader perspective, we are afraid of a massive shortfall in supplies despite abundant production at the farm level. This is happening with vegetables, fruits, eggs and milk. A few days back, I was watching an award-winning farmer from Gaibandaha crying on television because he could not sell his tomatoes for even Tk 3 per kg -- whereas tomatoes are being sold at Tk 90 a kg in Dhaka. We are hearing stories of watermelons and bungees rotting in the fields because those cannot be transported to major cities and urban centres. Egg price has shot up to more than Tk 150 per dozen, whereas the poultry farmers are getting only a fraction of that.  Hundreds of thousands of litres of milk are being wasted every day due to lack of transport and local processing, whereas people are suffering from malnutrition. Hundreds of thousands of containers are piled up at the Chittagong port, waiting to be shipped to domestic markets, while Ramadan is less than two weeks away. Most bank branches across Bangladesh, including in district towns, are closed and those that are open are only open for 2-3 hours. Most business transactions including the payment of salaries are being held up due to the closure of banks. Businesses cannot go on without payment of taxes, salaries, payments for transportations, and deposits and withdrawals of cash in banks. Most mobile financial service (MFS) agents cannot function without cash liquidity at hand. Ensuring the supply of essential products stuck at Chittagong port, which are already paid for, cannot wait -- these essential imports must reach the markets across Bangladesh before Ramadan. Special initiatives must be taken to ship containers from our international ports to domestic destinations and to keep banks and MFS outlets open for the financing of essential business transactions.  We cannot afford to continue with this kind of induced market failure and liquidity shortage for long. The season of mangoes, lychees and jackfruits are coming next month. The livelihoods of millions of growers would depend on selling these fruits across Bangladesh and the fruits will also provide vital nutrients to all of us in the coming months. We cannot afford to let these delicious and nutritious fruits rot. Emergency measures have to be taken to allow the market mechanisms to function while complying with the basic norms of social distancing and associated hygiene. We just cannot shut down all our village markets and prevent the middlemen from collecting the essential agricultural products from farmers. Continuing to shut down local agricultural markets and transportation will ruin our farmers as well as consumers. We have to remember, farmers do not want credit, they simply want the right price for their products. Only through effectively functioning market networks the farmers will be able to get necessary price support and that is the best incentive for ensuring future food supply. The distribution network has to reach up to the consumers while maintaining appropriate coronavirus-related norms and practices. If we look at Dhaka, the heavy-handed approach by the law-enforcement agencies to close down all retail outlets of essentials by 6 pm is self-defeating. Why cannot super shops like Shwapno and Agora or corner groceries remain open for 24 hours? That will allow people to maintain the norms of social distancing better by shopping at their convenient times. If anyone visits supermarkets in Gulshan area, he/she will find at least 40-50 people standing in line in front of the store and a crowded back to back people at the cash counters. Why should it be like that? What sort of social distancing is this? All this crowding is happening because few groceries are open and the very short store opening hours.  Around the world, grocery stores and pharmacies continue to remain open for long hours so that people can go out any time and get their essentials while complying with the norms of social distancing. What we are doing is further diminishing the level of demand that is already diminished. All medical facilities, pharmacies and essential grocery stores must be allowed to remain open as long as it is commercially viable. To ensure food security for all, we have look at the demand side along with the supply side considerations noted above. With tens of millions of people unemployed in the last several weeks, most of them will not have the purchasing power to buy the food in the required amounts. Just ensuring supplies at the right prices would not be enough to bring foods to the plates of hungry jobless households. Massive income or food support programmes will be immediately needed to bring food to their mouth. Otherwise, the resulting collapse in demand will keep crores of people hungry and starved, while agricultural product prices will collapse at the farm level and farmers will suffer badly. There will be widespread hunger and malnutrition, which is not a desirable outcome under any circumstances.  It is the responsibility of the state to ensure food security for all Bangladeshi citizens by ensuring that the minimum required amount of food reaches the plates of all citizens. Bangladesh today can afford it. But, for that to materialise the government has to provide income support for the millions unemployed and remain extremely vigilant on both supply and demand sides. We have to ensure that no food -- be it rice, fruits, vegetables, milk or eggs -- is wasted while millions remain hungry. We must keep the marketing chains open as part of essential services and work towards removing the barriers to efficient marketing through better coordination among policymakers and law enforcement agencies. We have to let the marketing chains work uninterrupted supported by inflows of liquidity from financial institutions. All necessary coordination issues related to income support, availability of monetary liquidity and opening up of the marketing chains must be resolved urgently to ensure food security.   The author is the executive director of the Policy Research Institute of Bangladesh "
}