{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1989_abc04dba92859b7f5b02b2e1c50fd77c74ce2b69.txt",
  "text": "TALKING TWO MOTHER TONGUES\n1989-06-04T05:00:00.000Z\nLEAD: MEATLESS DAYS By Sara Suleri. 186 pp. Illinois: The University of Chicago Press. $17.95.\nMEATLESS DAYS By Sara Suleri. 186 pp. Illinois: The University of Chicago Press. $17.95. \nIn Pakistan, a common dinner-party conversation finds the guests fantasizing the deconstruction of the state. Ethnic tensions will send the province of Punjab back to India. The southernmost province, Sind, will become the independent Sindhudesh. The Pathans will join their tribesmen in Afghanistan to form Pukhtoonistan, and Pakistani and Iranian Baluchis will create Baluchistan. What's in a name? Pakistan, which in Urdu means ''land of the pure,'' is impure and troubled, a nation divided.\n''Meatless Days,'' Sara Suleri's first book, is a parallel exercise in postcolonial partition. Ms. Suleri's territory, though, is the self. In nine autobiographical tales that move easily back and forth among Pakistan, Britain and the United States, Ms. Suleri examines the names that describe her: Pakistani, sister, teacher (of English, at Yale), narrator with two mother tongues, Easterner in passage to the West. In the process she forays lightly into Pakistani history, and deeply into the history of her family and friends.\nAt the intersection of the two is the author's father, Z. A. Suleri, a prominent political journalist who lobbied hard for Pakistan's formation. His single-minded focus on the drafting of his country's history alienated him from successive Pakistani regimes (which jailed him) and successive children (who left him). The author's mother, Surraya, nee Mair Jones, was a Welsh teacher of English who chose to live with her husband in Pakistan but was never able to apprehend the country's customs; a ''guest in her own name,'' she bore four children and became an observer of almost saintly abstraction. ''Honestly,'' she probably would have murmured, had she seen her students beating up the driver of the motorcycle cab that struck and killed her.\nThe Suleri women at home in Pakistan, however, make this book sing. Grandmother Dadi's spine is bent, but her will is not. Scuttling about the house ''in the posture of a shrimp,'' she lectures her granddaughters on the evils of the opposite sex ('' 'For men,' said Dadi, shaking the name off her fingertips like some unwanted water, 'live as though they were unsuckled things' ''), and delivers denunciations of Satan while lying atop the dining room table. Ms. Suleri's beautiful sister Ifat sees two men brush their car against the author on a Lahore street - enraged, Ifat forces their car off the road with her own, then rams them repeatedly to the encouraging cheers of onlookers.\nHer half sister Nuz has a softer charm: reasoning correctly that ''no one will ever tow or touch anything that looks so forlorn,'' she parks her car by ''gaping'' it, pulling up anywhere she likes and opening trunk, hood and all four doors. Buying chicken for dinner, Nuz has the birds in her net bag before she remembers her housewifely duties: '' 'Are they fresh?' she squawked, clutching at them, 'Can you promise me they're fresh?' The chicken-monger looked at her with some perplexity. 'But Begum Sahib,' he said gently, 'they're alive.' ''\nBut maybe no good to eat. In ''Meatless Days,'' bad experiences with food often remind the Suleris to expect unpleasant surprises. Milk in the ''land of the pure'' turns out to be ''accidentally diluted'' with kerosene instead of water, and one week there's a dead crow in the drinking water. A bowlful of spicy tamarind sauce ends up on the author's lap rather than in her mouth, scorching ''passageways that as a rule I am only theoretically aware of owning.'' Dreaming that her dead mother is a vanload of frozen meat that must be fitted piece by piece into a coffin, Ms. Suleri steals a knuckle and hides it under her tongue. War with India sunders Bangladesh from Pakistan, Dadi is burned nearly to death in the kitchen, Ifat is killed by a hit-and-run driver and Ms. Suleri herself, working in the United States, finds that her boyfriend will share her bed but is too nervous to have a meal alone with her at home. Something is rotten in the state of nourishment.\nReaders looking for pat exoticism should look elsewhere. Like the novelist Anita Desai, whose mother was also European, Ms. Suleri is at home with cultural and linguistic differences, and well able to steer clear of subcontinental cliches. ''Meatless Days,'' like Ihab Hassan's earlier ''Out of Egypt,'' subjects Eastern autobiography to critical method, talking of discourse and context, calling attention to grammar and tense, taking one step back for analysis with every two it takes toward description. At its least compelling, Ms. Suleri's prose doubles back on itself until it collapses in a heap of cerebral metaphors: ''I try to lay the subject down and change its clothes, but before I know it, it has sprinted off evilly in the direction of ocular evidence.''\nMore often the writing is beautifully constructed and yet a little cold; Sara Suleri expertly paces out the boundaries of her subject without giving the reader the pleasure of getting inside. ''Remember,'' she tells one of her brothers, ''that I've lived many years as an otherness machine.'' It would be nice to see that sentence in the simple past tense. GOOD FOR HYGIENE, BAD FOR CONSERVATION \n The country was made in 1947, and shortly thereafter the government decided that two days out of each week would be designated as meatless days, in order to conserve the national supply of goats and cattle. Every Tuesday and Wednesday the butchers' shops would stay firmly closed, without a single carcass dangling from the huge metal hooks that lined the canopies under which the butchers squatted, selling meat, and without the open drains at the side of their narrow street ever running with a trace of blood. On days of normal trade, blood would briskly flow, carrying with it flotillas of chicken feathers, and little bits of sinew and entrail, or a bladder full and yellow that a butcher had just bounced deftly into the drain. On meatless days that world emptied into a skeletal remain: the hot sun came to scorch away all the odors and liquids of slaughter and shriveled on the chopping blocks the last curlicues of anything organic, making them look both vacant and precise.\nAs a principle of hygiene I suppose it was a good idea although it really had very little to do with conservation: the people who could afford to buy meat, after all, were those who could afford refrigeration. From ''Meatless Days.''"
}