{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_a41da9b3-ba9a-40a7-b749-b655f0f6578b.txt",
  "text": "Date Published:2020-01-04 00:00:00      \nAs we bade farewell to the teens of this century, most of us--if not all of us--must have been looking back on our changes, gains and losses as a person, as a society and as a nation. While there will be many memories to fondly remember and many achievements to proudly celebrate on all three fronts, I cannot help but think that how we have felt about the ending decade will ascertain our aspirations for the next. As an economist, I'm supposed to now be quoting statistics and figures to make a point on how developed we have become as a nation, and I'm meant to draw a conclusion from the numbers on what have been our accomplishments and what have been our shortcomings. Ideally, I am supposed to talk about factors like GDP growth, per capita income, poverty rate, investment, labour force participation rate. But I don't feel like being \"ideal\", there are many qualified people to do that. Today, I am writing not only as an economist, but as an educator, a female, a youth, a citizen and as a hopeless dreamer of a Bangladesh that will be fair, just, equitable and safe. Yes, our statistics do tell a tale of glory and perhaps they are the bricks that are paving our path towards becoming a middle-income country in 2024. However, at the brink between these two eras, I could not help but ask myself some questions to which the answers that automatically came to my mind contradict the high aspirations of development that we are dreaming of. If we really have made so much progress, why can't I--as a woman of this city--feel safe and comfortable to walk in the city at night? Why can't girls safely and comfortably use public transport? I had restrictions on going out alone when I was a college student in 2009, and much hasn't changed now that I am an educator 10 years later. The only difference is that it's not my mother restricting me now, it is my own fear of what might happen and what I might face if I do. Why do our students still need to be scared in their own dormitories and have to be weary of getting beaten up on their own university campus? Why does it feel like we're breathing in toxicity--both literally and figuratively--when we're meant to be breathing in fresh air? Why is it that more and more of us are getting increasingly comfortable with remaining silent in the face of wrongdoing? Can a person with lesser mobility function independently, comfortably and safely in Dhaka? Has life changed for a rickshaw-puller who in 2009 had to struggle to feed his family and consider sending all his children to school at the same time? Whether we live in an apartment in Gulshan or in a slum in Mirpur, why can we not sleep without a mosquito net at night in fear of dengue? Why is it that we cannot put our faith in a glass of drinking water in a public place unless it is a sealed water bottle? How can we think of ourselves as living in a developing or developed nation when if in the case of emergency, there is no guarantee that we will get the proper medical care? At this point in time, why is it that we still haven't been able to bring in life-saving drugs? How come it is still unthinkable to use public restrooms, or most restrooms, for that matter in Bangladesh? Most of our people still do not know the basic etiquette or common sense in using restrooms in public places. For example, in aeroplanes. Then when it comes to flights, it's desperately sad that the migrant workers working so hard abroad to bring remittance into this country still have to ask others desperately to fill in their embarkation forms and are misbehaved with? So many more questions come to my mind, and in fact, these questions are important ones to ponder if we want to prioritise inclusive development and not just development and also if we want our development to be simultaneous with improvement in standard of living and quality of life. Our women are having to migrate abroad for work and then they return in tears after being abused and tortured. Anyone anywhere with some power is using the power to trap someone--who crossed them--in lawsuits with false claims. Families are being torn apart in continuous road accidents. Corruption is rising at all levels and ethics are at a demise. A talented but simple boy from a village doesn't turn up in the scholarship viva because he has no \"connections\" and knows he will never get the respect his qualifications deserve. Farmers cry in their prayers for better crops while the rest of us race on with our lives of restaurant food and luxuries. Our students are kept up all night to participate in political activities, yet we expect them to pass in their exams at 8 the next morning. Domestic help are beaten up while we bask in the drama of our Hindi serials. And our children--privileged and underprivileged--lose a bit of their childhood every day as we fail to set our priorities right and chase after the illusions of development. No matter how much someone harps on about the beautiful economic indicators and rising figures of progress, we cannot and should not ignore the fact that this country has become unliveable and even more so if you are poor, if you are marginalised, if you are different. Rich people at least have money, hence choices, but poor people have their hands tied and are forsaken to accept whatever fate comes their way--be it medical catastrophe, natural disaster, abuse or rape. Amidst all these questions without satisfactory answers, how can we still be daydreaming of graduation \"with distinction\" if we haven't even reached a pass mark yet on so many fronts? If we truly love this country and its people, we cannot just keep praising ourselves and patting ourselves on the back for our triumphs. We have far to go, but only if we prioritise the questions asked above. We have got to set our standards properly. Do we want development without well-being, progress without quality? If other countries, like Bhutan, can set their standards and achieve them, why can't we? Isn't it time we get our priorities straight? Are we so divided in what we want? Has it become our social norm to be indifferent, to be silent? In his new book \"How change happens\", Cass R Sunstein talks about social norms and how they can shape a society and affect social change. In answer to the question, \"How does social change happen?\", Sunstein postulates that \"One day, someone challenges the norm. After that small challenge, others may begin to say what they think. Once that happens, a drip can become a flood.\" In this regard, the consequent question for us becomes, do we care enough for the future of our society and nation to challenge the norms that are pulling us behind as we strive to move forward? How will our social change happen--the social change that will help us set our standards? On one hand, we need to be able to call a spade a spade. That doesn't seem possible until someone or something breaks our existing social norm of indifference and silence. So, in the meantime? Research, it all comes down to research. We need answers to our questions and we need valid and reliable ways of finding the answers. We need to understand and realise what steps we should take. We also need to develop an attitude to accept what the results of our research end up to be. That means that our well-being should always be the main priority, not business and commercialisation. But is that the case? Sorry to burst our bubble, but are we ready for the status we are yearning to attain? Do we want to continue as it is with improving statistics of growth and prosperity, or do we want the stories to matter too? For now, I for one am tired of feeling helpless and I want to do my part in bringing about social change. Let me appeal to the policymakers and the powerful on behalf of the cohorts I represent: teachers and researchers--forsaken academicians. You know, the future of this country may just lie in our classrooms and in our research. We have the expertise and the zeal, but we need the incentives--the funds--to survive and to be able to pursue original thinking. So, if you're looking for somewhere to spend, pour the funds into our institutions.  Give us the backing we need, and we will lead this nation out of danger. At least give us the chance to try.   Rubaiya Murshed is a lecturer at the Department of Economics, University of Dhaka.  "
}