{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1989_79a58d8c715888d38f1997026cbbe1281599f5c1.txt",
  "text": "Land Is Losing to the Poor's Fight for Short-Term Survival\n1989-11-28T05:00:00.000Z\nACTING out of desperation, many of the poorest people in the world are cutting down forests, razing grasslands and slowly destroying fragile ecosystems to survive, environmental researchers say.\nPoor farmers in the Sudan clear trees at the headwaters of the Nile, and by destroying these valuable watersheds, cause floods up and down the river. Peasants in Brazil with no fields of their own hew down the Amazon rain forests and indirectly threaten the climate of the globe by reducing the production of oxygen.\n''For centuries, there has been moral outrage about disparities in standards of living,'' said Alan Durning, a staff member of the Worldwatch Institute, an environmental research organization. ''Today we find poverty is not just a moral issue, because we now have a situation where poor people endanger the well-being of the better-off.'' 'Landless People'\nThe poor in Costa Rica have dealt a heavy blow to the rain forests that once covered most of their country, said Sheldon Annis, a member of the Overseas Development Council, an organization that researches economic issues affecting developing countries.\nIn Costa Rica, as in most of Latin America, there are two types of poor, Mr. Annis said. Those in the first group have a small parcel of land or some community that helps sustain them. Though these people must fight daily for their food and livelihood, they are finding a political voice, he said. But those in the second category live in despair, he said. ''These are landless people, children, deculturated tribal people,'' he said. ''They are people whose lands have already been developed throughout the world. They are the ones who are moving up the sides of hills.''\nExcess in affluent communities drives most of the world's environmental problems, Mr. Durning said, but as the numbers of the impoverished have grown by more than 200 million people worldwide in the last decade, so has the detriment of starvation and homelessness to the environment.\nTo subsist, the poor must consume or shatter the very resources that give them life, he said. Mr. Durning is the author of a recent report ''Poverty and the Environment: Reversing the Downward Spiral.'' U.N. Efforts\nThe relationship between poverty and environment has been apparent to development workers at the United Nations for some time, said Paul Perry, director of the U.N.'s Development Program in Washington.\nFrom 1976 to 1986, the budget for such projects as developing underground water reserves in Mali, cleaning up the Ganges in Bangladesh and expanding small farms in Zambia has nearly tripled, from $42.5 million to $123 million.\n''We're not letting it drop,'' Mr. Perry said. But he added, ''There's a need for more concerted effort.''\nPeople in some countries have begun their own efforts to reverse the environmental damage, said Keith Oberg, a field representative for the Inter-American Foundation. The foundation is a Government agency that gives financial assistance to small development operations in the Caribbean and Latin America.\nRecently, it gave more than $40,000 to farmers in Costa Rica who are trying to turn back the erosion of their land by reforestation. The farmers themselves came up with the idea of reforestation, Mr. Oberg said, and the foundation provided money to pay for seeds, salaries, tools and vehicle costs.\n''I happen to believe there is some hope,'' Mr. Oberg said. ''In Costa Rica, we find a lot of people who are discovering they're shooting themselves in the foot.''\nBut Mr. Annis said: ''All this stuff about grass roots development is overstated. It's wishful thinking. Credit programs and education programs don't work unless states are basically competent and do what they're supposed to do.'' Economic Measures\nFinancial institutions like the World Bank and the International Monetary Fund have to change their policies, Mr. Durning said. As the bank works with developing nations on ways for them to pay off their huge debts, he said, it should make sure that they do not try to come up with the money by cutting food subsidies indiscriminately or by taking money away from education and health care while leaving the military and other power structures intact.\nThe World Bank focuses on helping everyone in the developing world by giving blanket assistance to national economies, he said, but it needs to shift emphasis to helping the poorest people in those nations.\nBecause of its size and the size of its loans, the bank is not always able to reach the poorest of the poor, a staff member at the World Bank said.\nBut the bank has begun to look at ways to reduce poverty along lines suggested in Mr. Durning's report. The staff is discussing devoting more money to projects that will provide jobs for more people.\nThough Mr. Durning says much needs to be done, he is optimistic. ''It's extraordinary how things can change suddenly,'' Mr. Durning said. ''Look at Eastern Europe. Who could have predicted that? If we can make the case to people not only through humanitarian arguments but also with the threat to the environment that these problems have to be solved, then we may move in that direction much quicker.''"
}