{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1989_97c222cbaf188515e153d719f78c7bdb4901da3c.txt",
  "text": "Rise in Hunger Seen As World's Harvests Fall and Costs Soar\n1989-04-05T05:00:00.000Z\nAfter two years of poor harvests worldwide, poor countries will experience increased hunger and starvation as their bill for imported food soars by more than $5 billion this year, the top United Nations agriculture official says.\nCalling the global food situation ''a cause for serious concern,'' Edouard Saouma, director of the United Nations Food and Agriculture Organization, said Monday that an expected rise in world grain production this year would be insufficient to rebuild stocks and bring output back in line with consumption.\nAnother bad harvest in the United States or any other major grain-producing region of the world would have ''very serious implications for world food security,'' Mr. Saouma told the Committee on World Food Security, which monitors global food supplies and is meeting here this week.\nThe agriculture organization's latest confidential report on food shortages this year lists 15 countries as requiring ''exceptional or emergency assistance.'' The 15 are Angola, Bangladesh, Ethiopia, Haiti, Jamaica, Laos, Lebanon, Mozambique, Nicaragua, Peru, Sierra Leone, Somalia, Sri Lanka, the Sudan and Vietnam.\nIn the Sudan, for example, the report predicts ''serious food supply difficulties.'' in the drought- and war-ravaged southern region unless emergency assistance ''is made available immediately.''\nImportant factors in declining grain production in the northern countries are the severe drought in North America last year as well as policy measures in the United States and Europe meant to curb surplus production. But in addition, many agricultural experts, citing the shortage of spare arable land in many parts of Asia and Africa, warn that some poor countries may be reaching limits of production.\nThe decline in production has meant a sharp fall in grain stocks, to about 16 percent of annual consumption, their lowest level since the early 1970's, and a rise of 40 to 50 percent in prices, Mr. Saouma said.\nA fall in global grain stocks below 17 percent of annual consumption leaves the world vulnerable to a food crisis if harvests fail again and invariably trigger a sharp rise in grain prices, the agriculture organization says. Higher world grain prices will mean better returns for the world's major grain-exporting countries, which include the United States, Canada, Western Europe and Australia.\nMr. Saouma stressed that while the richer industrialized countries can weather the current price rise, poor countries will need to raise spending on imported food from $12.3 billion in 1988 to $17.6 billion this year just to maintain the same, often indequate level of nutrition.\n''The increase in import costs will further worsen the balance of payments position of many of the low-income, food-deficit countries, which are already suffering from mounting external debt and adverse terms of trade,'' Mr. Saouma said. Less Famine Aid\nMoreover, the increase in the food costs for poor countries comes at a time when the quantity of free food that industrialized countries will provide for famine relief is expected to fall by about a quarter. This is because the donors generally budget cash sums for food assistance, and these buy less when grain prices rise.\nThe amount of free food Western industrialized countries will donate for famine relief in poor countries this year is likely to fall from the roughly 13.2 million tons they gave in 1988 to about 9.7 million tons, officials of the organization say.\nAs a result, officials say, some poor countries may be unable to maintain even last year's nutritional levels.\n''Over 500 million people are undernourished today and this is going to get worse,'' said James Ingram, head of the World Food Program, an agency affiliated with the agriculture organization that distributes food aid.\nIn a new effort to help the world's growing numbers of poor and hungry, agriculture ministers from 36 developed and developing countries, including the United States, will meet in Cairo on May 22 to consider a new action plan prepared by the World Food Council, a body set up within the organization in 1974 to review world agricultural policies.\nThe meeting will bring together ministers from countries representing 68 percent of the world's population and 75 percent of its wealth.\n''We've spent enough time analyzing hunger,'' said Gerald Trant, the World Food Council's director. ''The time has come to act.''\nIn its latest survey of world grain markets prepared for this week's meeting, the agriculture organization forecasts that total production of wheat and coarse grains like sorghum and corn will rise to 1.4 billion tons this year after dropping from 1.33 billion tons in 1987 to 1.25 billion tons last year.\nBut since the global rice harvest is unlikely to be much higher than last year's record, the organization believes that total world grain production will increase by about 150 million tons this year, or less than the 200 million tons it says is needed to rebuild stocks and bring output back into line with consumption trends."
}