{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_3a967af4-1ac2-4d48-a366-885567714d89.txt",
  "text": "Date Published:2020-03-02 00:00:00      \nIs this unprecedented or is history repeating itself? \"War is Peace/Freedom is Slavery/Ignorance is Strength\" runs the slogan of the \"Party\" ruling fictional Oceania in George Orwell's dystopian novel, 1984. The motto illustrates the seductive appeal of Doublethink -- the ability to juxtapose mutually contradictory themes or ideas simultaneously. Seven decades after its initial publication, Orwell's grim vision of a dystopia envisages a society run by a repressive totalitarian state through intrusive surveillance and coercive censorship; the stamping out of even the mildest form of disagreement or dissent; relentless barrage of counter-factual propaganda; promotion of perpetual war and unabashedly eulogizing and extolling the cult of personality. Orwell partially based his work on the nightmarish horrors of Stalinist Soviet Union and Nazi Germany. Terms such as thoughtcrime, unperson, Ministry of Truth, and Big Brother have entered the popular lexicon and become emblematic of oppressive societal control by the state through bureaucratic, technological, and economic means.  The wave of populism that seems to have swept the world is often pointed out to be the beginning of dystopia. Populism rests on the twin pillars of disconnect and discontent of the masses with the extant political, economic and social system, and the polarization and fragmentation of the body politic of the nation.  The populist movement basks on a binary, exclusionary principle of the righteous versus the damned; us versus them; hard working patriotic populace versus the corrupt elite; the son of the soil versus the foreigner. The perception of an imminent threat or danger captures the public's imagination. The populist leader, like the Pied Piper of Hamelin, plays upon these fears and magnifies them. By whipping the crowd to a feverish frenzy, through nonstop agitprop, he consolidates their support, and converts it to favourable tangible electoral outcome, which in turn helps him to acquire the reins of power of the state. Once in power, he chips away at the old system and shows scant regard for convention and long-established tradition, in a bid to centralize power and shore up his authority. Sooner rather than later, key components of a functioning democracy such as transparency, accountability, stakeholder consultation, and engagement, are diluted or are dispensed with, on the spurious plea of efficacious governance or averting a national catastrophe.  The media is coaxed, cajoled, or coerced into pliant submission; segments of the intelligentsia and civil society are brought on board by the lure of lucre and plush appointments; the independence of the judiciary is diluted and compromised. Dissenting voices and conscientious objectors are singled out, vilified and ostracized by a baying mob which supports the populist leader to the hilt. The progressive dumbing down of the populace is accompanied by an exponential decay in the civil and democratic rights of the citizens and the journey to dystopia has started in earnest. Look no farther than the Third Reich, under Adolf Hitler, for corroboration of this denouement. At the dawn of the twenty-first century, Orwell's dark musings of an undesirable future appears eerily prophetic in an era of nihilism, anarchism, sectarianism, racism, casteism, ethnocentrism, bigotism, religious radicalism, corporatism, majoritarianism, populism, nativism, protectionism, hyper nationalism, and unilateralism. The prevalent mood of cynicism stands in stark contrast to the brief period of heady optimism following the end of the Cold War, courtesy of the implosion and spectacular collapse of the mighty monolith called the Soviet Union. A false dawn It was erroneously believed that the \"benign\" forces of free market capitalism, rules-based free trade-centric globalization, western style liberal democracy, and technological advancement, under the aegis of Pax Americana, would usher in an era of unrivaled peace and prosperity for all humanity and make the world a truly global village. Yet, within a brief span of three decades, it increasingly seems to be a false dawn. The global hegemon, instead of displaying robust leadership, has been assailed by self-inflicted contradictions. The lone superpower of the world, the United States of America, rallies to the chant of \"Make America Great Again\" which in itself is problematic as it shows a loss of confidence and serious self-doubt in its manifest destiny. The locomotive of global growth in the world seems unduly perturbed by the rise of China, which in essence is an upper-middle-income country, whose per capita income is still only about a quarter of that of high-income countries. The country that invented the global trade order, WTO, and championed free trade, now is trigger-happy at lashing punitive tariffs and starting bruising trade wars with trusted partners and allies; not to mention, renegotiating trade agreements and distancing itself from multilateral institutions and initiatives.  A country founded by immigrants wanting to escape the ravages of a sectarian, war-weary old world now talks of fencing its borders; a country possessing the mightiest military in recorded history wastes time, energy, and resources picking up a fight with Iran, which by all accounts is a regional power at best in the Middle East (ranking way behind Israel and Turkey); a country which boasts of technological behemoths like Google, Facebook, and Amazon, and is still a magnet for the best and brightest in the world, worries about losing its competitive edge to rivals; a country which has a proud and long-running democratic tradition loudly champions petty dictators and autocrats.  The United States of America was supposed to be a shining beacon of hope for the rest of the world to admire and emulate. Yet, it has become subsumed with angst, torpor, and inherent self contradictions. The only country limiting the US's boundless potential is the US itself. A lot has been written and speculated about the most powerful man in the world by virtue of being the elected leader of the lone superpower. President Donald Trump basically exhibits the traits of a dyed-in-the-wool third-world demagogic populist leader which includes his penchant for indulging in diplomacy by Twitter; reliance on transactional diplomacy; belittling heads of states of allies; intolerance towards criticism (a genuine South Asian trait); dismissing unflattering reports and coverage as fake news; engaging in perilous brinkmanship with puny regional rivals; a constant showman's urge to steal the thunder and be in the spotlight; the desire to be surrounded by \"yes men\" and sycophants; the overt reliance on immediate family members for state-related affairs; the politically incorrect statements and lack of diplomatic finesse; the penchant for vitriolic statements and stoking of sectarian divide; the impatience with nuanced, multifaceted arguments and complex reasoning; the tendency to run roughshod over bipartisanship and common consensus. Yet, it is an incontrovertible fact that he retains the fervent support of large swathes of decent, ordinary Americans who feel cheated by the system at Capitol Hill and are disenchanted with the status quo; who are struggling to make ends meet; whose livelihoods are threatened by outsourcing, rash of cheap imports, and automation and lopsided trade agreements; flood of unskilled and semi-skilled immigrant workers who take up the bulk of blue collar jobs; ballooning cost of health care and education; tired with America's never-ending engagement in military conflicts in remote corners of the globe and the funds that flow out of taxpayers' money to shore up tottering regimes.  It would be a disservice to dismiss Trump as merely a populist leader. He has, by the perfect sleight of hand (despite being a privileged insider), posed as an outsider, to arrive at the epicentre of power -- skillfully playing to the anxiety and fears of the ordinary Caucasian American. Lessons from Ancient Rome America has been long compared to the other superpower of yesteryears, Ancient Rome. Indeed, the Founding Fathers had been keen students of the Roman Republic and drew inspiration from it to devise a host of checks and balances and separation of power between the executive, legislative, and the judiciary.  The decline and fall of the Roman Empire is keenly studied by American scholars and strategists to draw lessons from, in order to avert a similar fate for American global hegemony. Hence, it is not surprising that Trump's ascent to power and mannerisms have often been compared to eccentric and notorious Roman emperors.  Case in point, he has been compared to the infamous second emperor of Rome, Caligula, who loved to put on a spectacle, reveled in insulting and humiliating people, and treated the then elites, the senatorial class, like dirt. He despised traditional Roman values and practices and wanted to mold Rome in his own image. Yet he was wildly popular with the ordinary Romans, who were grateful for the games and circuses that Caligula lavishly funded at his own expense. Caligula had the unstinting support of the Roman mob till his last day before his assassination.   On the other hand, supporters of Trump could compare him to the legendary Gracchi brothers, during the Roman Republic era, who, despite being born in a wealthy aristocratic family, went into collision course with the elites who ruled Rome. By taking on the side of the urban poor masses of Rome -- the plebeians -- they swept to power and enacted sweeping land and other economic reforms (which in today's parlance could be called pro-poor).  Both brothers ended up being killed by a vengeful elite, resentful at its loss of power. However, that set in a chain of instability and violence, which sounded the death knell of the Republic and paved the way for autocratic control. Which emperor Trump resembles is a matter of debate amongst classicists and historians. However, one thing is certain: America will not be the same after Trump. Trump joins a spate of maverick leaders who have had a brush with populism, who draw strength from polarization and divisiveness and are considered as a threat to the established political order, yet cannot be beaten outright in elections -- Hugo Chavez of Venezuela, Recep Tayyip Erdogan of Turkey, Narendra Modi of India, Rodrigo Duterte of Philippines, Boris Johnson of the United Kingdom and, to a certain extent, Vladimir Putin of Russia (who is more of a nationalist leader, emulating the footsteps of past Russian Tsars and Tsarinas such as Peter the Great and Catherine the Great). All of these leaders can be considered as Novus Homo in the political arena who have upset the apple cart and jettisoned the existing power brokers, and are seen as an embodiment of the voices of the overlooked, neglected, and marginalized stratum of the population. In a desire to get rid of sheer lawlessness, endemic corruption, and weak  governance, they have reposed their trust in these leaders.  Often, religious revivalism has gone hand in hand with populism to raise these leaders to the crest of popularity and mass adulation. The common man has derived vicarious pleasure as these leaders have proceeded to displace the effete elite and the chattering classes to ignominious oblivion. Populism thus can be seen as the revenge of the masses against the elite and the intelligentsia and is often viewed as an anti-intellectual, revisionist movement.  Inevitably, there have been accusations of derailment and displacement of democratic practices and concomitant increase in authoritarianism. Europe, too, is brimming with populist leaders such as Marine Le Pen of France, Viktor Orban of Poland, Matteo Salvini of Italy, and Geert Wilders of Netherlands, to name a few. It is feared that the wave of populism may have a cascading effect on other countries with dysfunctional democracies and weak institutions.  A long history However, contrary to popular perception, populism and its inherent dangers is not a new phenomenon. It too has a long history. Ancient Athens has been hailed as the birthplace of western democracy. In fact, the very word democracy is derived from the Greek demokratia (popular government) combining demos (common people) and kratos (rule or strength). The Ancient Athenians were among the handful few, who pioneered directly representative government based on free male citizen suffrage, two and a half millennia back.  However, the system was not truly democratic as it excluded women and slaves. It was also vulnerable to the threat of demagogues (yet another Greek term) who adroitly manipulated the emotions of the mob. Socrates, the father of Western philosophy was highly skeptical of the benefits of democracy and wary of the danger of demagogues usurping power through popular support.  Socrates asserted that voting in an election required skill, rational thinking, and prior education and should not be based on intuition and emotion. He routinely attacked the democratic government of the day and eventually paid a steep price for it as he was sentenced to death in 399 BCE for disturbing the peace and corrupting the impressionable youth of the city state.  No wonder, that his most famous disciple, Plato, looked down on democracy with barely concealed contempt and envisaged an ideal state as run by a philosopher king who would be aided by a select handful of elites. Athenian experiment with democracy soon petered out due to bitter infighting and foreign Macedonian occupation. Republican Rome was determined to resist the rule of autocratic tyrants and kings. Yet the late republic's history was a violent and chequered one as it was marked by increasing conflict between different factions vying for control of the most powerful city in the world, with mob support. Populist leaders like Tiberius Gracchus and Gaius Gracchus (the Gracchi brothers), Clodius Pulcher, Lucius Cataline, and even the great Julius Caesar all chose to entice the Roman mob with promises of land redistribution, the waiving off of debt, and provision of free bread, circus, and games.  Wave after wave of populist leaders bred conflict and civil war and irreparably damaged the republican institutions of Rome. It was with weary resignation that Republican Rome voluntarily transitioned to Imperial Rome, under the rule of Augustus in 27 BCE. The intellectual raison d'etre behind the enduring appeal of populism, despite the inherent dangers of chaos and dystopia, can partially be found in the works of Thomas Carlyle, Friedrich Wilhelm Nietzsche, and Max Weber. Carlyle, a nineteenth century British polymath, in his collection of lectures, later published as On Heroes, Hero-Worship, and The Heroic in History, he famously stated that the world's history is nothing more than a collection of biographies belonging to great men.  He posited that great leaders throughout history were destined to lead and deserved to do so because of their inherent abilities. This in effect reduced the surrounding institutions and structures to little or no import. Great leaders arose at a time of great need, when the society or nation was facing a grave existential crisis. This laid the modern foundation for the Cult of Personality and the Messiah Complex.  Then there is the German philosopher, Nietzsche, who had the most outsized influence in history with his concept of the Ubermensch or Overman/Superman that he introduced and fleshed upon in his seminal work, Thus Spoke Zarathustra. An Overman is one who is able to influence and affect history indefinitely. He is one who is willing to risk all for the sake of upliftment and enhancement of humanity. An Overman does not shy away from creating and propagating his own values, independent from the rest of humanity who are prone to follow herd-instinct.  One of Nietzsche's claim to infamy is that his works influenced later day Anarchist movement and Nazism. (Hitler greatly admired his work and fancied himself as an Ubermensch). Max Weber, a German sociologist and political economist, introduced his concept of charismatic authority in the Essay, \"The Three Types of Legitimate Rule.\" The charismatic leadership style relies on the charm and persuasiveness of the leader. Charismatic leaders are driven by their convictions and commitment to their cause. Charismatic leadership, according to Weber, is found in a leader with extraordinary characteristics of individual, whose mission and vision inspire others. All the three theories have a common thread running through them -- that of a larger than life figure, who is capable of exerting great influence on the society and reshaping history. Despite the criticisms, these theories are able to explain somewhat the hypnotic appeal of populist leaders in a post-modern age of mechanization, standardization, regulation, automation, virtual reality, and low sense of self-worth and absence of clear direction.  In a time of uncertainty and confusion, people flock to leaders with firm opinions and explicitly stated convictions who do not shy away from being politically incorrect or scapegoating a minority for the ills that afflict them. The peril of dystopia is ignored for the warm comfort of firm, decisive leadership.  Ibn Khaldun, the brilliant medieval Arab scholar, believed that history repeated itself in a cyclical manner. If so then the experiment with Western style liberal democracy may have run out of steam and the age of populist dystopia may have begun. Only time will tell. Parvez Karim Abbasi is a geo-economics and geo-politics specialist, with an avid interest in History. He is currently Assistant Professor at the Department of Economics of East West University. He can be reached at [email protected]"
}