{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_f6f6359be7ab0b6d04ce2550777c75a66e2bd5b0.txt",
  "text": "NEWS SUMMARY: THURSDAY, NOVEMBER 12, 1987\n1987-11-12T05:00:00.000Z\nInternational A3-21\nBoris N. Yeltsin was removed as head of the Moscow Communist Party organization three weeks after he complained about the slow pace of change and criticized several top Soviet officials, including Mikhail S. Gorbachev. Page A1\nArab leaders cleared the way for virtaully all Arab states to restore diplomatic ties with Egypt. Despite the action at an Arab League summit meeting, Egypt still many not rejoin the group. A1\nIran and Iraq seem to be preparing to send their Foreign Ministers to the United Nations for talks with the Secretary General on the Security Council's cease-fire plan. A9\nEthiopia faces a new famine that could rival the calamity that took hundreds of thousands of lives in 1984, relief officials and Western donors say. They report that drought has ravaged crops in 10 of Ethiopia's 14 provinces. A1\nAid for the poorest African nations will probably total $1 billion a year over three years under an accord being negotiated with the World Bank and the International Monetary Fund, officials involved in the talks said. A13\nStudy skeptical of troop pact\nA3\nCairo journal: A new subway\nA4\nIran panels seek to retrieve files\nA5\nIsrael examines death of Arab held by Shin Beth\nA6\nBeirut Airport bomb kills 5\nA7\n17th convoy moves up Gulf\nA8\nSvetlana Alliluyeva resettles in Britain\nA14\nMafia trial of 466 in Sicily begins deliberations\nA16\nRightist groups worry Koreans\nA17\nSri Lanka rebels said to kill 15\nA18\nBangladesh seizes two foes\nA19\nNational A22-28, B8-13\nAnthony M. Kennedy was nominated to the Supreme Court by President Reagan, who urged bipartisan cooperation. After the failure of two nominations, Senate confirmation of Judge Kennedy was predicted. A1\nMan in the News: Judge Kennedy is an affable 51-year-old Harvard Law School graduate who has served since 1975 on the United States Court of Appeals for the Ninth Circuit in San Francisco. A1\nHoward H. Baker Jr., the President's chief of staff, is a pragmatist who shuns quarrels, but who is locked in the middle of major power struggles between the White House and Congress. A1\nAn anti-cholesterol drug reduces dramatically heart attacks in men with high levels of cholesterol in their blood, a study shows. The drug, gemfibrozil, apparently accomplishes that by changing the subtypes of cholesterol. A1\nThe September trade deficit to be announced today is likely to be lower than the $15.7 billion August deficit that helped to trigger the stock market collapse, but not by much. D1\nStock prices rebounded in trading tempered by the Veterans Day holiday. The Dow Jones industrial average gained 21.05 points, to 1,899.20. The Dow had lost 107.26 points in the three previous sessions. D1 Eastern Air Lines will lay off 3,500 employees, or 9 percent of its payroll, in a drastic move to cut costs. Fourteen months ago, the carrier cut 1,500 jobs, mostly in management. D1\nNews analysis: Dim prospects for cleaning the air\nA22\nWrigley Field journal: The night baseball debate\nA22\nNegotiators close to a deficit plan\nA23\nFundamentalists defeated in South\nA24\nCourt bars curb on Arizona inquiry\nA25\nArmy to confine soldier who fled to Soviet Union\nA25\nTax burden is found to rise for poor in U.S.\nA26\nPercentage of jobless lacking benefits at a 30-year high\nA28\nWashington Talk B8\nThe ethical questions posed by an exodus Patrick Caddell now Regional B1-7, B32\nA five-store building collapsed, injur-ing five residents and killing an infant. Officials said the Greenwich Village building had been undergoing renovation without proper construction permits and supervision. B1\nThree people were fatally shot and two men and a child were wounded in a shootout in an apartment in the Fox Hills section of Staten Island, according to the police. The motive for the shootings was not known. B3\nOnly half of school-age children who are homeless and are living in hotels in New York City are known to be attending school, largely because of confusion among officials about how to register and place them. A1\nA medley of snow, sleet and rain blustered its way up the East Coast, disrupting travel and work and social schedules, playing havoc with Veterans Day parades and prompting people to put on warmer clothes. B3\nNew York Democrats are preparing to endorse Presidential contenders in the next six weeks after becoming convinced they will receive no signals soon from Governor Cuomo on his plans. B12 Prosecutors in the beating death of Elizabeth Steinberg said no indictment would be sought against her adoptive mother for 30 days to allow investigators more time to look into the woman's role in the killing. B3\nSmoking may be halted on trains that operate on the five shortest branches of the Long Island Rail Road, which carry more than 300 of the carrier's 700 daily trips. B1\nVan Gogh's ''Irises'' was sold at Sotheby's in New York for $53.9 million, the highest price ever paid for an artwork at auction. A sale of 75 works totaled $110 million, a record total for an art auction. C23\nAudiences for the play ''Tamara,'' which is to open Dec. 2, occupy with the actors a replica of a villa that belonged to Gabriele d'Annunzio. At intermission, the audience is served champagne and a buffet. C1\nReport sees devastation from AIDS\nB2\nNew mall for Jersey City\nB2\nShelter brings pride for homeless veterans\nB4\nNo more shackles for inmates in New York City hospitals\nB32"
}