{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_ce45c23b-f6c6-4262-bdb0-50dadd1a7f40.txt",
  "text": "Date Published:2020-03-15 00:00:00      \nHC wants sentence copy, answers to five questions The government is set to withdraw Kurigram Deputy Commissioner (DC) Sultana Pervin, as evidence on the detention and torture of journalist Ariful Islam was found to be true.  The development came amid widespread criticism from various quarters regarding the detention and sentencing of Ariful in the early hours of Saturday, for reportedly possessing narcotics and alcohol. Ariful's family has called the allegations against him \"absurd.\" The decision on the DC's withdrawal was disclosed on Sunday after Ariful, Kurigram correspondent of  Dhaka Tribune and Bangla Tribune, was freed on bail around 12:30pm. Worryingly, Ariful was beaten so badly that he was taken directly to a local hospital following his release.   In another development on Sunday, the High Court ordered the state to submit to it a copy of Ariful's conviction which was delivered by a mobile court. Briefing the media at the Secretariat in Dhaka, State Minister for Public Administration, Farhad Hossain, said his ministry will soon withdraw DC Sultana, as an investigation into the incident found most of the allegations against her to be true.  \"Departmental action will also be taken against her [Sultana Pervin],\" he said, adding that not only the DC but all those involved with the incident will be brought to book. Earlier in the day, Ariful was granted bail by Additional District Magistrate Sujauddowla, upon giving an undertaking of Tk25,000. The journalist was released to the custody of Kurigram Press Club President Ahsan Habib Nilu.  Immediately after his release, Ariful was taken to Kurigram General Hospital and hospitalised around 1:30pm with numerous bruises on his body.  \"Ariful has injury marks on his body, especially on his hands, legs, back and head,\" confirmed Orthopaedic Senior Consultant Uttam Kumar Roy.  In addition to protests from journalists across the country regarding Ariful's conviction, The Editors' Council  on Sunday expressed grave concern over recent reports of indiscriminate attacks, abuse and torture of journalists.  At the hospital, Ariful told reporters that the authorities concerned had lied to him about his bail petition. \"An employee of the jail came to me on Saturday night and told me to sign a paper as my family had filed a bail petition,\" the journalist said. \"Today [Sunday], I came to know that my family did not do so.\" 'They threatened my life' Arif said several people led by Senior Assistant Commissioner (Tax) Nazim Uddin broke into his home and started beating him.  \"They blindfolded me and tied up my hands and feet before shoving me into a car,\" Ariful said. \"They proceeded to take me to an isolated place and Nazim kept saying 'Say your prayers now, you are about to meet your maker.' \"I begged them to spare my life. I desperately told them that I have two children and my parents have passed away. Don't kill me or my children will become orphans too,\" said Ariful. Writ on Ariful's conviction The bench of Justice Md Ashraful Kamal and Justice Sardar Md Rashed Jahangir has sought a copy of Ariful's conviction upon hearing a writ petition seeking a court order to declare the conviction illegal. The court also fixed today to issue its order in this regard. Advocate Ishrat Hasan and Barrister Syed Sayedul Haque Suman stood for the writ while Deputy Attorney General Debashis Bhattacharyya represented the state. The court also asked the deputy attorney general to phone the Kurigram DC for all the information regarding Saturday's mobile court, to be sent by email before today's hearing. The bench wanted answers to the following queries:  1.   Was the drive conducted by a mobile court or a special taskforce? 2. There are some rules and regulations regarding entering anyone's house at night (from sunset to sunrise). In this case, were these rules followed and what measures were taken? 3. A huge force of 40 people went to the journalist's house to catch him. Did they go there to arrest a wanted terrorist? According to the journalist's wife, 40 to 50 people took part in the raid. Surely, they must have considered the matter to be very important. Why did they consider the matter to be very important? 4. Before conducting any drive, an executive magistrate of a mobile court needs to take notes on the information source. Who informed the mobile court? 5. According to the Mobile Court Act, an incident needs to take place in front of the executive magistrate to warrant action. In this case, what kind of incident took place? Humiliating people nothing new for Nazim Kurigram Senior Assistant Commissioner (Tax) Nazim was accused of humiliating several people in his previous workplaces.   On November 11, 2018, he was transferred from his post as assistant commissioner (land) of Cox's Bazar Sadar upazila to Rangamati's Langadu upazila after a video showing him humiliating an elderly man went viral on social media.  The mobile court raid Around 12:30am on Saturday, a mobile court set up at the Kurigram DC office jailed Ariful Islam for a year, after law enforcement led by two or three magistrates picked him up from his residence. The officials claimed to have recovered drugs and alcohol from the residence. Among the magistrates was Nazim, said Ariful's wife Mostarima Nitu. At least a dozen Ansar members accompanied the magistrates.  \"They did not search the house, nor did they recover any drugs,\" she said, claiming that Ariful is not even a smoker. Journalist Ariful had filed a report about a renovated pond in Kurigram town that was named after the deputy commissioner. He also produced another report recently about irregularities regarding appointments at the DC's office.   Our Lalmonirhat correspondent  contributed to this report"
}