{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_87287106-5894-43c8-a77d-340f8bca783d.txt",
  "text": "Date Published:2020-02-29 00:00:00      \nAt least 42 people were killed in Hindu-Muslim violence this week Days after the violence in Delhi's northeast, many families are still searching for relatives who went missing during the riot. Some located their relatives' bodies in hospitals, which have reported 42 deaths till Friday, the Times of India (TOI) reports. Shami Ahmed, like most people TOI spoke to at the morgue in the past few days, hesitated to reveal full names of the deceased. \"My nephew Babbu said he would take his auto and not ply in the locality to avoid the violence.\" Two hours later, they had learned Babbu had been found in a pool of blood, and taken to hospital, where upon reaching he died, Shami said.  A distressed woman was yet to locate her missing husband. \"Dilshad is nowhere to be found,\" a frantic Farha said. \"He left home Tuesday morning and there has been no contact with him since. We have five children. I am at my wit's end.\" Most families have already checked hospitals, the emergency block and the morgue, assuming they would find their relatives, but to no avail. Authorities say situation calmer The situation in northeast Delhi after days of clashes over the controversial citizenship law is relatively peaceful on Saturday, sources told NDTV. The ban on large gatherings, however, is still on in neighbourhoods where mobs clashed.  The Indian Home Ministry has said the North Delhi Municipal Corporation has cleared most of the debris from public places. The authorities said traffic is normal at most northeast Delhi areas and people have started going to work. A few shop-owners have pulled up their shutters amid the scorched urban landscape scarred by petrol bombs and damaged by bricks. The worst affected areas, however, have fallen silent as most of the residents have left. The authorities said these areas will take some time to return to normal. People should \"not believe in rumours and fall prey to evil designs of miscreants and groups interested in precipitating communal tension,\" the Indian Home Ministry said. What happened Indian police said on Friday they had detained 512 people and were keeping a heavy presence in northeast New Delhi, days after the worst bout of sectarian violence in the capital in decades, reports Reuters. At least 42 people were killed in Hindu-Muslim violence this week, police said, amid mounting international criticism that authorities failed to protect minority Muslims."
}