{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_b7789cc7-51a6-40a0-944c-3f62452ccd47.txt",
  "text": "Date Published:2019-08-03 00:00:00      \nA pregnant woman dies at Bangabanadhu Sheikh Mujib Medical University At least three people including a pregnant woman died of dengue as the tally of patients suffering from the mosquito-borne virus kept spiraling with 1,687 new cases across the country on Friday.  Shockingly, two of the victims died in Dhaka.  The deceased are Md Raiyan Sarkar, Mosharraf Hossain and Maliha Mahfuz Onnya. Raiyan, a 6th grader of Government Mohammadpur Model School and College, died while undergoing treatment at Square Hospitals in Dhaka while Mosharraf, 30, at a Noakhali hospital. The expectant mother, Maliha Mahfuz Onnya, died at the Bangabandhu Sheikh Mujib Medical University (BSMMU), a private news channel reported, without disclosing her identity.  She had been suffering from dengue fever for the last ten days. With the latest deaths, the number of people who died of the mosquito-borne virus jumped to at least 47, according to the unofficial tally.  Interestingly, the Directorate General of Health Services (DGHS) claimed that no deaths took place due to dengue in a 24-hour span until last afternoon. In a media release issued at 4pm, the DGHS made the claim, confirming that 1,687 people were affected with dengue anew.  Also Read- Quader for united efforts to control dengue With this, the number of dengue patients hit a record high of 21,253 since the beginning of this year. Dhaka city alone saw 992 new patients, clearly depicting that it continued to bear the brunt of dengue.  Outside Dhaka, Chittagong division became the second most affected area having 119 cases, followed by Khulna division (91 patients) and Rajshahi division (87 patients).   Since January, according to DGHS, a total of 14 people died of dengue across the country, with the highest 10 deaths registered only in July.  Currently, 6,582 people are hospitalised while the number was 4,903 on Thursday afternoon.   From January to March, there were only 73 infections in total. In April, there were 58 infections and two fatalities. The number of infected patients nearly quadrupled to 193 in May, and blew up to 1,863 in June with two more deaths. The outbreak far surpasses the previous largest instance from 2002 when there were 6,232 confirmed dengue cases with over 62 deaths. The dengue outbreak was largely attributed to the flood situation at the time. Fears, promises, criticism pour in  Urging all to work together to control the dengue outbreak, Awami League General Secretary Obaidul Quader said there was no improvement in the dengue situation.  \"The dengue situation is bad in Bangladesh. Prime Minister Sheikh Hasina is also worried about the country's dengue situation,\" said the minister while addressing a program in Dhaka on Friday. Also Read- Fakhrul : Declare state of emergency to tackle dengue \"The dengue situation is not out of control. We have strength to control the situation. It is possible to control it through united efforts,\" he said. Quader furthered there is no way to deny that dengue has spread all over the country. Dhaka North City Corporation (DNCC) Mayor Atiqul Islam told reporters that the new sample of insecticide to kill mosquito will arrive from abroad in a day or two. But, on Thursday, lawyers of the DNCC and its southern counterpart claimed that samples of mosquito repellent would be brought from abroad by later in the day.  Meanwhile, Information Minister Dr Hasan Mahmud on Friday urged physicians to stand by dengue patients on humanitarian ground.  He also accused some doctors for trying to utilize dengue prevalence as a means of business. \"Most of the physicians have already stood beside the dengue patients on humanitarian grounds, but a section of doctors is trying to utilise the dengue prevalence as a means of business,\" he said while inaugurating a cleanliness and mosquito killing drive in the capital.  Blaming the health minister and both the mayors of Dhaka for the dengue outbreak, Nagoril Oikya Convener Mahmudur Rahman Manna at a discussion in Dhaka said the entire country is grappling with the mosquito menace.  \"People are not safe. But the minister and the mayors failed to act properly to resolve the issue. They are staging a drama on the pretext of procuring insecticide to kill mosquitoes,\" he added. Also Read- Mamata: Bangladeshi mosquitoes behind dengue in West Bengal  The government is deliberately importing effective  repellents, alleged BNP leader Ruhul Kabir Rizvi.  \"Dengue menace is an annual affair. But, why the government turned a blind eye despite knowing the fact? It willingly procured insecticide that does not destroy mosquitoes. Who embezzled the money?\" he questioned.  Health Rights Movement's President Prof Rashid-E-Mahbub said negligence among the authorities concerned caused the dengue to take an epidemic shape.  \"All has to take responsibility for the failure. Firstly, the government has engaged in a blame game. But right now, we have to think of treating dengue patients and fighting the mosquito menace,\" he furthered.  The scenario across the country In Jhenaidah, five more cases including that of 7th grader were recorded in the district's Kaliganj upazila. Four of them were infected with the dengue virus while in Dhaka, said local hospital sources. All five patients were being treated at the Jhenidah Sadar Hospital.  Dr Hussain Shafayet of the Kaliganj Upazila Health Complex said they were yet to receive the dengue-testing kits.  In Barishal, 48 more patients have been admitted to the Sher-E-Bangla Medical College Hospital in 24 hours ending last afternoon. Local health officials said people returning home from Dhaka ahead of Eid-ul-Azha are pushing up the number of the positive dengue case.  Dr Abdur Rahim, divisional heath director, said patients are approaching to private pathologies since no dengue testing-kits (like NS-I) reached at any of the 43 public hospitals in the district as yet. In Gaibandha, an upward trend of dengue cases is noticed. Until Friday, at least 11 dengue patients were confirmed. All of them live in Dhaka, but returned to their village home with the dengue virus, said Gaibandha's Civil Surgeon Abu Janif.  Other than taking measures to contain the virus, local authorities concerned have launched a loudspeaker campaign asking people not to panic over the menace as well to be aware of Aedes mosquitoes. In Dinajpur, three people were found to be dengue positive. Like most cases, the trio lives in Dhaka and returned to the district after being infected by the dengue virus. Local administration said the government clinics and hospitals have no dengue-testing kits. In Madaripur, 18 new cases were confirmed until 2pm yesterday, pushing the number of dengue-affected people to 48. Of them, 15 patients were being treated at local hospitals.  Most of the new patients came from Dhaka, said local hospital sources.  In Tangail, the situation is no different from other districts. Eight more patients were hospitalised yesterday, with total number of dengue cases soaring to 66.  In Bogra, the number of patients continued to rise. Until last morning, 148 patients were confirmed at Saheed Ziaur Rahman Medical College."
}