{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_682794b4-09ed-4b59-a264-73e046db73ce.txt",
  "text": "Date Published:2019-12-05 00:00:00      \n\"Nah, bhalo lage na. Duijon injured hoia gese,\" said the Bangladesh karate team's Japanese coach Tetsuro Kitamura in clear, if colloquial, Bengali following the women's team's close defeat to Pakistan in the final of the women's kumite event of the 13th South Asian Games in Kathmandu yesterday. It was nice to hear a Japanese coach speaking such fluent Bengali, but it felt nicer when he spoke of his affection for Bangladesh and its people. Kitamura first came to Bangladesh in 1985 as a karate coach under a JICA (Japan International Cooperation Agency) project. It is mandatory for every JICA representative to have a basic three-month training on the language of the country to which he or she is sent. That helped him get a grasp of the basics of the language, but his numerous trips and stays in Bangladesh since has made him as fluent as a regular Bangladeshi, as well as fall in love with the local culture. \"This is my first home. I like the people here and the family bonding. People have a good heart. It's not like this in Japan where people are too busy and too self-centred,\" said the veteran coach, who also represents a Japanese crab-exporting company that collects crab from hatcheries in Satkhira. Kitamura, who makes trips to Japan every three months to see his wife, is not the only Japanese coach who has made Bangladesh his home.  Takahiro Taguchi is an adviser of the swimming team who, like Kitamura, has been coming to Bangladesh for coaching stints since the late 1980s. He too can read and speak Bengali fluently, and does not shy away from cracking a joke or two every often.  When asked for an impromptu interview, Taguchi jokingly said, 'Taka lagbe (will give interview for money)', before gladly obliging. \"I came here first in 1987 and I witnessed the flood of 1988 and the cyclone of 1991. I feel at home here, maybe more than in Japan. I like working here,\" said Taguchi. While Japan and JICA have been one of the closest friends of Bangladesh in their development activities, things took a tragic turn after a string of terror attacks on foreigners, culminating in the Holey Artisan Bakery attack in 2016 which took the lives of 24 people, including seven Japanese citizens, who were working here. JICA contemplated stopping their activities in the country but continued with those as the situation improved, thanks to anti-terror drives by the government.  The overall situation of safety and security has also improved much since the time the two coaches first arrived in Dhaka in the late '80s, according to them. \"Earlier people used to steal valuable items. Things are a lot better now. We can move around safely these days and go out on our own at night without any worry,\" Kitamura said. Both coaches felt that there were obvious disadvantages of living in Bangladesh rather than in Japan, but the warmth they get from the people keep them returning to Bangladesh and making it their home.  "
}