{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_1a07f984-294d-41e7-ad40-ee326bca0206.txt",
  "text": "Date Published:2019-10-09 00:00:00      \nIndia is going to draw around 51.54 litres of water per second from the Feni river once the deal between Bangladesh and India is implemented, but doubts remain as to how much impact it would have on Bangladesh.   The Feni water-sharing agreement was signed in the presence of Prime Minister Sheikh Hasina and her Indian counterpart Narendra Modi at the Hyderabad House in New Delhi on Saturday. Some experts say the drawing of water will have little impact on the downstream of the Feni river.  Yet, the deal regarding withdrawal of 1.82 cusec of water by India, to be used as drinking water for the people of Sabroom town in Tripura, triggered sharp criticism in Bangladesh.   The condemnation comes due to India dillydallying on signing the Teesta deal for last eight years even after finalisation of the deal and suspicions regarding the nature of the deal.  \"I think withdrawal of 1.82 cusecs of water will have very little impact in the downstream. After a series of discussions, we have agreed to provide them the water for drinking purpose. There is no shortage of water during the monsoon and during the lean period, the river has a minimum flow of the water around 110 cusecs,\" said KM Anwar Hossain, member, Joint Rivers Commission (JRC), Bangladesh. He explained the quantity of water in one cusec water was equivalent to 28.32 litres of water flow per second. So, 1.82 cusec will be equivalent to 51.54 litres water per second.  When asked when the water-sharing would start, Anwar said it would start soon as the MoU was already signed.   While there is optimism on a government level, questions remain regarding how much water is to be withdrawn and how it would be monitored.  Professor Saiful Islam of the Institute of Water and Flood management, Bangladesh University of Engineering and Technology (BUET), said the discharge of Feni river was around 750 cusecs during the monsoon, while it was over 100 cusecs in winter.  \"That means they are going to withdraw around two to three percent of water from the river during the lean period, which would not be a problem.  \"But if they withdraw more than 1.82 cusecs, it may affect Muhuri-Feni irrigation project based on the water from Feni river,\" he said.  Around 230.076 hectares land area is under the Muhuri-Feni irrigation project. He, however, said it was necessary to sign deals on sharing of the water of all transboundary rivers.  Locals living by the Feni river in Khagrachhari said India had been withdrawing water from the Feni river \"unofficially\", by setting up small pumps at zero point.  Regarding the deal, many said there was confusion whether it was to draw 1.82 cusec of water or more.   \"If they withdraw 1.82 cusec of water, it will not have much impact downstream. But, if they withdraw 1.82 cumec instead, it will be a disaster for us because 1.82 cumec is 35 times higher than 1.82 cusec. So, the government should make it clear about the signed MoU,\" said M Inamul Haque, Chairman, Institute of Water & Environment.  According to the joint statement of Hasina's official visit to India, it is mentioned that 1.82 cusec of water will be withdrawn. A copy of the MoU, however, is yet to be made available on public domains. In regards to monitoring, JRC member Anwar said, \"Now India will invite Bangladesh to oversee the withdrawal activities jointly with them. They will set up water pumps to withdraw the water, while officials of Bangladesh and India will jointly monitor the activities,\" he said.  \"The officials will monitor some issues like whether the withdrawal activities cause any harm to the river, so it does not cause any erosion on the river bank,\" he said. "
}