{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1989_e06beb197bc7c86a8595f06cd998cc8e6b2e7578.txt",
  "text": "About New York; A 'Mother' Waits With Open Arms At Ports of Call\n1989-05-13T05:00:00.000Z\nThe big man at the top of the gangplank wore lots of tattoos and a leer. ''Hiya, sister,'' he said. ''Welcome to the love boat.''\nThe Rev. Barbara C. Crafton, who has been called Sweetie, Cupcake, Honey Doll and more, was unabashed. The Episcopal priest, one of the first 50 women ordained in 1980, has visited some 4,000 ships and heard it all. Her ministry is to the 200,000 seafarers from 60 countries who call each year at ports in the area.\n''The job is real dirty and ugly,'' said Mother Crafton, as she prefers to be known, director of Seafarers' Services for the Seamen's Church Institute of New York and New Jersey. But the joy of comforting achingly lonely souls is immense. ''The smallest sort of thing you do is a big thing,'' she said.\nThings like distributing armloads of magazines, offering a lift to stores, arranging a phone call home, setting up a soccer game, counseling marriages split by half a planet and helping seafarers fight for what few rights they have. Mother Crafton has gone into lockers to administer last rites; in these days of refrigeration, bodies are shipped home rather than buried at sea. She has exorcised demons from unlucky vessels.\nIt is all some distance from Mora, Minn., the farm town where Mother Crafton grew up landlocked and driven by an ambition to go where not everyone was blond. Now 38 years old, she is sailing a voyage that has included study at Rutgers, Princeton and the General Theological Seminary; a marriage, two daughters and a divorce, and work from cabaret singer to parish priest.\nMother Crafton's love affair with the sea began when the seamen's institute - which is ecumenical but affiliated with the Episcopal Church - asked her to perform the Cole Porter songs she loves. She expected ''a swashbuckling bunch of beer-swillers.'' What she found were ''polite little Asian boys'' far, far from home.\n''I felt sorry for them,'' she said. Thus it was that\nMother Crafton left her New Jersey parish and went to work on the waterfront in 1983. It was a different waterfront from the wild and wooly one prevailing when the institute, in 1844, launched the first of three floating churches -steeples and all - that became East River landmarks. It was different, too, from the macho jungle Marlon Brando prowled in ''On the Waterfront.''\nFierce competition has changed the maritime industry. To raise productivity and slash costs, ships have become larger and more automated, carrying smaller crews and spending 12 hours rather than a week in port. Most now register under what are called flags of convenience - Panama's, say, or Liberia's - to avoid taxes and labor rules that American or European flags would mandate.\nToday's sailors come from the bargain basement, the villages of the third world. Mother Crafton tells of a Greek cruise ship in which 50 Bangladeshis in a crew of 600 were kept in despicable conditions: eight in rooms meant for two, no bedding, the toilet a smelly hole in the next room. Unlike sailors of other nationalities, the Bangladeshis were denied shore leave for fear they would bolt.\nMother Crafton knew she could not do much, but she attacked a particularly egregious insult - men who made 50 cents an hour having to pay 55 cents for a soda. She succeeded in forcing the price to 20 cents, but probably only for as long as the boat was berthed.\nShe has seen other bad things. A Filipino whose village scraped together $1,400 to pay his way to Miami so he could become an $800-a-month assistant chef. All that was available was a messboy's job at $200 a month.\nShe saw a Chinese seaman break his neck and slowly die on a cold December day. She tells of ships abandoned at New York docks and bewildered crews running out of food. Missing fingers are common. Some shipping companies keep such inadequate records that families aren't notified of a death. All they know is that the checks no longer come.\n''You don't have to treat people like dogs to make money,'' declared Mother Crafton, who admits the world labor market is sufficiently glutted that owners can make even more by doing precisely that.\nAnd there is the loneliness. Today's seamen are gone for a year at a stretch, missing children's births, parents' deaths. Mother Crafton fears the effects of the solace many seek from prostitutes. Seamen, she worries, could become Typhoid Mary's carrying AIDS far and wide. She has distributed 30,000 pamphlets warning of the dangers in six languages.\nMother Crafton doesn't force religion on people. But while chauffeuring three Colombian seamen from Red Hook Terminal in Brooklyn to the Fulton Street Mall, she did recall that some of Jesus's apostles were seamen.\n''This is neat work,'' she judged."
}