{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_2f8e4767-9168-41de-8714-cdf0d83e5a89.txt",
  "text": "Date Published:2020-02-01 00:00:00      \nWith a familiar hunger Lying on a mattress of fatigue Visions of lying under the same stars As the ones in his heart flood his slumber His will gone, his eyelids fluttering, He collapses, facing the same skies, Although his lifeless body was floating to a watery grave Forgotten, except to his widow and those he left fatherless Their tears fall silently back home, Away from the skyscrapers that hide a graveyard Of souls bought without their knowledge The clinking of glasses drowns the noise outside the window, From where dollar bills dangle like bait to fish out of water, Eyes covered to marvel at glistening kaleidoscopes of sunlight Reflecting off of the stained glass, Outside, it's already blinding, Hands blistered with callouses Underneath the shining silhouette of pretentious indulgence Through the warped realities refracted by the diamonds The caked blood of the rouge lipsticks Their pillars, burdens of damned backs, Bones in the cement, Damned bodies lost in the walls of development Without memorials Their freedom, wings of their backs The ones they die for a thousand times, cut off indefinitely In gold and iron, their reflections still surface in the sweltering heat The atmosphere of perfume sickens With the stench of sweat and sun it was built with Victims of their own naivete Pawns of a legacy they march on In hopes that this time it'll pay off Even as it never does.   Ariana Basher is 13 years old, studying in grade 8 in International School Manila. She wrote this poem during a family visit to United Arab Emirates last after seeing the sufferings of Bangladeshi workers there."
}