{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_d57c7950-ea3e-4444-a45b-6d9b702e5c9e.txt",
  "text": "Date Published:2019-07-22 00:00:00      \nThe ongoing infrastructure projects will definitely improve our transportation system. We need to assess this development from a historical perspective. At the time of Partition, the transport infrastructure in East Pakistan was very poor. There were only a few hundred kilometres of pucca roads. Due to our unique geographical setting, one has to cross rivers to travel from one place to another. At that time, as there were very few bridges people had to cross rivers through water transports such as ferry and boats. Basically, riverways and railways were the major modes of communication.  \n We notice some development after 1947. Some bridges were built but those contributed little to the overall improvement of our road network. In our case, a major barrier to the development of surface transportation network, e.g. road and railways, is the high construction cost. Since this is a flood-prone low-lying country, the roads and railways need to be built on embankments which incurs huge extra costs. Moreover, earthquakes need to be considered during designing of these surface structures. In hindsight, I strongly feel that we should have emphasised more on the development of waterways and railways. However, the current government has taken some initiatives to revive the water and rail transportation networks. To cut the long story short, the opening of Bangabandhu Bridge over Jamuna in 1998 was a milestone in the development of our transportation network. It enabled speedy movement of vehicles across the river. Although there was initial reservation from the co-financiers, particularly the World Bank, we added rail tracks to the bridge. Due to the late incorporation, there remain some weaknesses and concerns about the durability of the bridge with the rail line. Load and speed restrictions have been impasses. Recently, a decision has been taken on the construction of a separate railway bridge across Jamuna River. It will be a major improvement for the railway sector. Due to the overall weaknesses of our transportation infrastructure, we have not been able to achieve our development goals. Foreign investors also shy away from investing here. The good news is that the situation is improving. For example, the inauguration of two bridges--Second Meghna Bridge and the Second Gumti Bridge on the Dhaka-Chattogram route--has significantly reduced the travel time between Dhaka and Chattogram.  We are heavily dependent on our sea ports for both export and import. The capacity of the Chattogram port has increased lately, but it is still insufficient. The second sea port is the port of Mongla. We have already started the construction of the Payra Deep Sea Port, though there are some problems associated with the project. The channels of this port need to be dredged continuously. Once these projects are successfully completed our international communication will be hugely boosted.  Another important international connectivity network is the Asian Highway. Although our government has decided to get connected with this network, it has not been started yet. Earlier the government was a bit unsure about the route connecting Bangladesh to India. The route plan was revised later and it shifted towards Meghalaya through Shillong. The initial route map was designed mostly on flat terrain that was supposed to go through Karimganj in Assam, onwards to Monipur and then to Myanmar. There is another route plan for creating links between the south-east part of Bangladesh and Myanmar. Since the route is planned to pass through Rakhaine state (an area where Rohingya people live), Myanmar government is not interested to cooperate with the project. Therefore, currently it is feasible for us to establish road links in the north-eastern side for the Asian Highway. The biggest contribution to the Asian highway will be the inauguration of the Padma Bridge. It will directly open a road to Kolkata from the south-western part. Another road link can also be established between Bangladesh and Nepal on the north-western side. Now, coming to Padma Bridge. Earlier there were several complications associated with the project. One of the major problems was funding. Development partners like the World Bank, Asian Development Bank, JICA, Islami Development Bank had initially agreed to co-finance the construction of Padma Bridge. Later, they pulled out of the project citing corruption charges. In 2013, the government decided to construct the Padma Bridge with its own funds. It was undoubtedly a bold step as the government decided to execute a project worth USD 3.5 billion without the assistance of foreign development partners. The construction project began in 2014. Acquisition of land was a major challenge. Earlier, in the government funded projects people affected by the projects were involuntarily displaced and provided with a lump-sum amount of compensation based on prices reflected in the government records. But the policy for project affected people (PAP) used by the development partners stipulates that the PAPs should be rehabilitated in such a way that their living standards don't falter, rather it improves with the completion of the project. They also now get compensation comparatively easily. As for the Padma Bridge project, 70,000 people have been relocated and almost everyone appears to be happy. Though the project was supposed to end in four years, the contractors could not meet the deadline. It is also important to note that from engineering point of view, Padma Bridge is one of the most challenging projects in the world. We had to devise new construction techniques to cope with the unique geographical condition of the river. We have calculated the highest likely stream flow for the next 100 years to design the foundation and river training works of Padma Bridge. The bridge is being constructed in such a way that it would allow nearly 1,40,000 cubic metres of water to pass under the bridge every second. The water flow in Padma is considered to be one of the highest in the world. Therefore, we need to make sufficient openings. River training is another key challenge to implement this project. Approximately USD 1 billion is being invested in river training works on Janjira and Mawa banks to hold the river in its current position. The riverbed fluctuates a lot due to water flows. The riverbed may scour up to 62 metres or 200 ft. Therefore, we are building the foundation in such a way that it can sustain the load even if the riverbed scours down to 62 metres. We are also taking other disasters into consideration, such as earthquakes, cyclones, accidents like ship impact etc. So, it is crucial to make the foundation strong to carry the entire load of the bridge. We are using \"steel piles\" as foundation and driving those piles 124 metres deep into the riverbed. Most of these are non-vertical (flaring outwards from the pile cap at an angle of around 9.5%) so that the piles can resist lateral loads (from earthquake, wind, ship impact) better. The Padma Bridge was designed between 2010 and 2012. It was designed on the basis of soil test conducted during that period. However, it was difficult to mobilize equipment to collect samples from deep channels within the short time frame. Another round of soil test was carried out by the Contractor during the construction, and it was found that the soil under some piers was of different characteristics. Most of them are silt; some are sand and some are clay. We had to avoid resting the piles on clay as it would slip away under high pressure. It would put the whole structure at risk. Now our options were to either have the tip level above the clay layer or below the clay layer. Since it is nearly impossible to drive the piles below the clay layer, even using the strongest hammer available in the world, we have reduced the length of the piles and increased their numbers. Earlier the design was based on six piles under each of the 40 piers in the river, but now we are using seven piles under 22 piers. Even after following this method, we figured out that some piers are unable to withstand the load. Hence, we had to resort to another new technology using some chemicals for grouting. Due to such redesigns and adjustments, the completion of this project is being delayed. However, the good news is that we have resolved all the challenges. All the 262 piles have been driven to the desired depths. We expect the bridge to open for vehicle movement by December 2020. Undoubtedly, the construction of Padma Bridge will significantly improve the communication network of the south-western districts which are now heavily dependent on ferry services. The Padma Bridge Rail Link is another important initiative that will connect Dhaka and Jessore via the Padma Bridge. It will improve the railway connectivity of the south-western region of the country. Most of the funding is from loan from Chinese Government. Under the G2G process, there is no provision for competitive bidding. Therefore, it is difficult to find out the project costs if they are comparable to similar projects. One of my suggestions to the designers was to set up more rail stations in places in Bikrampur like Sirajdikhan, and Srinagar along the route up to Mawa, which are urbanizing rapidly. If the proposal is executed, many commuters would be able to travel to Dhaka every day from these places which will significantly reduce pressure on the capital city. However, this proposal has not been included in the project yet.  To address the severe traffic problem in Dhaka, the government, with the help of World Bank launched a study in 2003, known as Strategic Transport Plan (STP), for the period 2005-25. This plan includes Mass Rapid Transit (MRT) and Bus Rapid Transit (BRT). The capacity of a line of MRT is quite high as 60,000 passengers can travel per hour in MRT Trains. The STP was revised in 2010 to include a few more MRT Lines. It can be both underground and over-ground. Due to repeated revisions of the route for MRT-6, the project has been delayed in taking off. However, the construction of MRT-6 is now being implemented. It is expected to end by 2021-22. The major problem with the project is that its construction process is causing huge traffic congestion in the city. The contracts for construction of MRT-1 and MRT-5 have also been signed. These will basically be underground transportation projects. It is going to be the newest addition to our transport communication system. Bangladesh Bridge Authority is also contemplating about running two more lines. Ultimately, there will be at least eight or nine lines in Dhaka, which may take up a minimum of 12 years for implementation. Only then will there be some improvement in the traffic situation in Dhaka. STP has a recommendation concerning the implementation of the bus route franchise system. Under the bus route franchise system, bus services will be operated by different companies on particular routes with valid permits. Recently, we saw competition among bus drivers of different companies operating in the same route competing against each other to take the passengers from the spot. Due to their unethical practices, they block the road by making their buses stop on the road, leading to major accidents. In addition to solving the aforementioned problem, the government should implement the parking policy to create more space on roads. Through these management measures, the traffic situation of the city can be improved with less investment than that of projects like MRT. One of the policies in STP is to give priorities to pedestrians. Unfortunately, the footpaths, which are occupied by hawkers, shops and construction materials, cannot be used by pedestrians, who have to resort to use of the roadway, leading to further congestion.    The plan for Dhaka Elevated Expressway was adopted in 2010. It is the first public-private partnership project in our transport sector. Dhaka Elevated Expressway will connect Hazrat Shahjalal International Airport with Kutubkhali via several important places like Mohakhali, Tejgaon and Kamalapur. The government will share 27 percent of the costs of the project, while the private partner Ital-Thai will bear the remaining expenses. The land required for the project has been handed over to this private company, but it will take some more time to implement the project since there are some problems concerning land acquisition and resettlement payment to the private landowners. The circular navigation system around the city should also be introduced. Since there are several rivers around the city, this system will be of great help in minimising the traffic problem. It was launched earlier, but was not successful due to the deployment of improper type of vessels. If implemented, this system could bring changes in the overall traffic system. Finally, combined effort is the best solution to reduce the traffic problem of Dhaka city. For example, we see no coordination between organisations such as LGED, Rajuk, North City Corporation, South City Corporation, while constructing flyovers. Furthermore, Dhaka Transport Coordination Authority has limited authority to exercise their rules and regulations."
}