{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_7192c98a473dcdc646ad7816c5d12d259dfd3189.txt",
  "text": "INDIA SEEKS TALKS WITH SRI LANKA\n1987-06-06T05:00:00.000Z\nIndia proposed talks with Sri Lanka here next week to resolve their bitter dispute over Indian assistance to the Tamil population in Northern Province in Sri Lanka, where the Government is fighting Tamil separatist guerrillas.\nSri Lanka protested the Indian action to the United Nations Secretary General, Javier Perez de Cuellar, and urged him to draw the attention of the Security Council to the ''violation of the country's sovereignty, independence and territorial integrity.''\nPakistan, a traditional rival of India, also denounced the air drop as a violation of Sri Lanka's sovereignity and described it as a ''deplorable infringement of international law.'' Talks Proposed for June 13\nIndia proposed that talks be held between the Indian and Sri Lankan foreign ministers at a conference aimed at promoting regional cooperation that begins June 13.\nK. Natwar Singh, India's Minister of State for External Affairs, told reporters tonight that New Delhi wanted ''cordial and good neighborly relations with Sri Lanka and the sooner this happens the better.'' He declined to say whether future air drops were planned.\nOther officials said Jyotindra Dixit, India's Ambassador to Colombo, met today with A. C. S. Hameed, Sri Lanka's Foreign Minister, to discuss the distribution of relief supplies to the Jaffna area in the north, which has been hardest hit by a Government offensive against Tamil guerrillas fighting for an independent nation.\nThe Ambassadors of Pakistan, Bhutan, Nepal and Bangladesh met the Sri Lankan Ambassador to India on Thursday night to ''express solidarity'' with the Colombo Government, a Sri Lankan diplomat said. Air Drop Called a 'Message'\nOne Indian official described the air drop of food supplies to Tamil areas Thursday as a ''message which had to go to Colombo that Sri Lanka cannot go about killing innocent Tamil civilians without its effects being felt here.''\nHe added that India had conducted the air drop of 25 tons of food and medical supplies over Sri Lanka's objections for its domestic political effect, especially in the southern state of Tamil Nadu where most of the country's 50 million tamils live, as much as out of humanitarian concern.\n''We were told by the state government that if we did not act positively, it would be faced with an uncontrollable situation,'' the official said. Tamil Nadu is governed by a regional party led by M. G. Ramachandran, who is allied with Prime Minister Rajiv Gandhi.\nMr. Ramachandran, according to this official, feared that local Indian extremists would organize violence and destabilize the state administration if New Delhi was not seen to move firmly."
}