{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_ccdd3c25-099c-4aba-bf3c-5432b3f13e9d.txt",
  "text": "Date Published:2019-01-13 00:00:00      \nInvestment proposal of $12b received, employment for 1.5m people Construction work of Mirsarai Economic Zone is going on in full swing in Chittagong. The new economic zone is expected to create employment opportunities for 1.5 million people within the next 15 years and ensure export earnings of $15 billion, a top official at the Bangladesh Economic Zones Authority (BEZA) said. Mirsarai Economic Zone, styled as Bangabandhu Sheikh Mujib Shilpa Nagar, is being developed on a contiguous 30,000 acres of land stretching to Feni's Sonagazi upazila. These zones have special economic regulations that differ from the rest of Bangladesh. An entrepreneur can enjoy various facilities from authorities for setting up an industrial unit within it.  Paban Chowdhury, Executive Chairman of BEZA told the Dhaka Tribune the development work was going on in full swing at Mirsarai Economic Zone.  \"Currently development work to the tune of Tk 4,000  crore is going on in the largest economic zone of the country. Till now, we have received investment proposal of $ 12 billion dollar from different enterprises of home and abroad for the economic zone,\" added Paban.   When visiting the zone recently, the correspondent found the under-construction industrial enclave abuzz with activity. According to officials of the Bangladesh Economic Zones Authority (BEZA), 16,000 acres of land have already been acquired for the zone, while the acquisition of an additional 7,000 acres of land is underway. Mirsarai Economic Zone, the largest industrial enclave and also Bangladesh's first multi-sector economic zone, will be developed in some 30 phases. Currently, the development work of the site is in progress on 1,950 acres of land, which is the first phase of the economic zone. The first phase started in 2016, and will be completed by 2021. Utility Services Bangladesh Water Development Board (BWDB) is now constructing a coastal embankment (super dyke) and a slope protection embankment to protect the project area from flood, saline intrusion, erosion caused by tidal surge and natural disasters. In addition, the BWDB is constructing eight sluice gates on the rivers and canals passing through the economic zone to Sandwip Channel in the Bay of Bengal. The Roads and Highways Department (RHD) is constructing an 18km-long motorable pavement and a 10km access road to the project area. The Rural Electrification Board (REB) has already installed a power distribution line and a substation. The Department of Public Health Engineering (DPHE) is now sinking deep tube-wells and a water reservoir.  The Karnaphuli Gas Distribution Company Ltd (KGDCL) is working to upgrade an existing gas distribution network from 350 mmcfd to 500 mmcfd to facilitate adequate gas supply to bulk and industrial customers. On December 4, BEZA has signed a Land Lease Agreement with the Rural Power Company Ltd (RPCL) to establish a power plant with 1800 megawatt power generation capacity to ensure uninterrupted power supply. Local, foreign enterprises eager to invest Many local and foreign companies have already shown interest to invest in the economic zone. Well Group will establish a Composite Textile Mill in the economic zone at a cost of $72.412 million. This project will create employment opportunities for 2,834 people and annual export of $59.283 million. Ananta Group will also set up six new factories in the zone for producing fabrics and yarn. Ananta Group, one of the leading apparel exporters, has been allotted 250 acres land for 50 years. The company will invest Tk3,500 crore and is expected to generate employment for 25,000 people. Kunming Iron & Steel Holding Company Limited, a state-owned Chinese company, is going to invest the amount of $2.13 billion in Bangladesh for establishing the Iron and Steel Industries Park. BEZA has allotted 500 acres of land to Bangladesh Garment Manufacturers and Exporters Association (BGMEA) for setting up a readymade garment factory park in the economic zone. BGMEA sought the land from BEZA for relocating the factories randomly established at different places in Dhaka.  BGMEA will invest $2 billion for setting up RMG and garment accessories factories at this park to generate employment for 500,000 people. Bangladesh's leading industrial conglomerate Bashundhara Group is also going to set up an industrial park over an area of 500 acres of land in the zone. The group will invest $500 million for setting up an ultra-modern pulp, paper and board mill, where 10,000 people are expected to work. Additionally, BEZA has allotted 1,141 acres of land to the Bangladesh Export Processing Zones Authority (BEPZA) in Mirsarai Economic Zone. BSRM Steel Re-Rolling Mills Ltd has been allotted 165 acres of land in the economic zone. Besides, Asian Paints was allotted 20 acres, Berger Paints 30 acres and Arman Haque Denims Ltd was allotted 10 acres of land.  Ferdous Wahid, assistant engineer (civil) of the Bangladesh Economic Zones Development Project (Phase 1), told the Dhaka Tribune that they have already achieved 50% progress in site development under the first phase. \"Construction is going on at full throttle, and we are hopeful of completing the project within the stipulated time,\" the official said. He said: \"We expect the economic zone to start its complete operation by 2030.\"  Mahbubul Alam, president of the Chittagong Chamber of Commerce and Industry (CCCI), said Bangladesh's economy would get a boost after the completion of the zone. He said: \"A suitable site has been chosen for establishing the zone. The prime goal of setting up an economic zone is to create employment opportunities by accelerating industrial development.\" \"I think the economic zone will definitely attract the investors from home and abroad. With the completion of the economic zone, Chittagong will turn out to be a leading regional business hub, and we will be able to explore the full potential of our demographic dividend. Besides, it will present us with huge employment opportunities,\" the CCCI President said. BEZA has been working to set up 100 economic zones in all potential regions--including backward and underdeveloped regions--by 2030, and to create 10 million new jobs and fetch additional annual exports of $40 billion, BEZA officials said. It has already identified 74 locations across Bangladesh for the setting up of economic zones. On February 28, 2016, Prime Minister Sheikh Hasina laid the foundation stones of 10 economic zones, including Mirsarai Economic Zone in Chittagong."
}