{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_5cf23574-9638-4f5a-8813-884aa3a985d2.txt",
  "text": "Date Published:2020-04-21 00:00:00      \nThe monsoon rains will be here soon and the possibility of an early flood is very likely, said the farmers The boro season has come to an end with acres of golden ripe crops in three districts of the country. Farmers in Sunamganj, Brahmanbaria, and Natore are happy with the high yield but the shortage of farm workers is making the final production uncertain. The monsoon rains will be here soon and the possibility of an early flood is very likely, said the farmers. But the deadly Covid-19 pandemic  is forcing the nation into a lock down and agriculture which needs combined effort with a number of inputs can be most affected, say farmers. Despite the Department of Agricultural Extension providing machines and assistance, the vastly agriculture dependent communities of the country are suffering the most. This can be disastrous for the economy if not handled properly.  Early flood predictions worry farmers in Sunamganj This year farmers were expecting a good yield from the 2,19,300 hectares of haor (Backswamp) lands in Sunamganj. The vast paddy fields took on a golden shade this month and are ready to be harvested and threshed. However, a certain turning point of the event jolted the whole scenario as the recent pandemic has almost brought the whole world to a standstill, including agriculture. The farmers of this district are in great peril as they need seasonal migrant farmworkers from other districts  to help them harvest their crops from other districts. This year, helping hands are scarce because they are not able to access the needed workers due to lockdowns across the country meant to curb the spread of the deadly virus. The Bangladesh Water Development Board (BWDB) has predicted the district will experience heavy rains at the end of this month. This might cause  early flooding that can waterlog the entire crop, while farmers need three more weeks to reap their crops, said Judge Miah, a farmer in Sadar upazila's Lalpur village. Ajman Hossain, Jaban Ali, and Shamsur Rahman among other farmers of the area, said thousands of farmworkers used to come to this area in the harvest season but this year they are few and far between. \"It has started to rain already and acres of land are full of ripe paddy. We don't know how we are going to process this huge crop before the rain starts coming down full swing,\" said Shamshur Rahman. Deputy Director of the Department of Agricultural Extension (DAE), Md Safar Uddin, said they have provided 126 Combine Harvester Machines and 212 Reaper Machines to assist farmers and facilitate the whole operation with less manpower. Contacted, Md Abdul Ahad, Deputy Commissioner of the district, assured Dhaka Tribune they are strictly maintaining all possible precautions to prevent farmers from being affected by Covid-19, and said: \"We will provide more machines and farm workers if needed. There are 30,000 workers currently assisting the farmers in their fields, and paddy in 18,000 hectares of land is being handled successfully, to the best of my knowledge. Farmworkers scarce, Brahmanbaria farmers using other resources To cope with the scarcity of farmhands, farmers from Brahmanbaria are depending on the unemployed who returned to their village homes before the nationwide lockdown. On a field visit, hundreds of inexperienced hands like garment workers, hotel assistants, chefs, day labourers, fishermen, vendors, and even students, could be seen helping farmers with their harvest. They say this way they can help the farmers and provide for their families with the money they get in return for their work. Md Maharram Bhuiyan, a hawker from Chittagong, who was trying to harvest paddy with a farmer said: \"This field needs tremendous labour which I do not have. But in order to earn my daily meals I have to do it, no matter what.\" According to the DAE's office, around 17,000 farm workers from other districts join the farmers each year. However, due to the Covid-19 outbreak, only 1,500 workers could come this season. Asked about the situation, Brahmanbaria DAE's Deputy Director Md Rabiul Haque Majumdar, said: \"It is a positive endeavour that unemployed youths are joining in to assist the farmers. It serves them both. But if the farmers need more assistance we have to provide additional farm workers from other districts maintaining proper health protocols.\" Brahmanbaria DC, Hayat-Ud-Doula, said around 40 Combine Harvester Machines will be provided to the farmers and all possible steps will be taken to help the farmers.  Natore DAE expects high yield despite scarce manpower Officials from Natore DAE are expecting a good boro yield of around 4 lakh tons, said the district's DAE office. To facilitate the harvest they provided 17 Combine Harvesters and 2 Reaper Machines, confirmed Subrata Kumar, deputy director of the organisation. \"We have a high quality boro paddy yield on 58,000 hectares of land this season. Seasonal migrant farm workers are far less this year but if the farmers ask for it we will certainly arrange hired workers to reap the crops properly,\" he said. He said hundreds of workers are coming from various areas to assist the boro farmers who have asked for 30 more machines to ease the process. UP Chairman Asadujjaman and an Awami League leader of Naldanga upazila, said: \"We have prepared a list of AL activists in every district who will be assisting  farmers in the fields. With the machines and the provided help, we don't think we will face any problems with the crop this season."
}