{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1989_bc9f2a60aba835d642d38552a49a5a8094474d92.txt",
  "text": "SALMAN RUSHDIE: FICTION'S EMBATTLED INFIDEL\n1989-01-29T05:00:00.000Z\nBRICK LANE, IN LONDON'S EAST END, IS A neighborhood peopled by those whom the city never expected to accommodate. It is a neighborhood of Asians - as they are called by the English, who are comfortable still with the old colonial term that did not distinguish among the many peoples east of Europe. There are thought to be 40,000 Asians in Brick Lane, mostly Muslims from Bengal, a region cleaved in 1947 when India was partitioned and East Pakistan (now Bangladesh) created. They have come for many reasons - exiles, refugees, schemers - and they have not always been welcomed. ''Asian'' suggests not only the distance the immigrants have traveled but also the distance at which they remain. And something more troubling, a sense of unease and estrangement, is suggested by newer, post-colonial terms: quotas, fourth world, National Front, Paki-bashing.\nI walked in Brick Lane one morning last November with the novelist Salman Rushdie. Rushdie, who is 41, was born in Bombay; he was sent to England to be schooled, and later chose to settle in London because London was where he could write the fiction he wanted to. In Bombay or in any other city in that part of the world, there wasn't the climate for the writer he wanted to be, not yet.\n''I wanted to write globe-swallowing, capacious books, ones with that sense of size, novels that expressed history, the public side of things as well as the private, the intimate,'' he had told me when I'd first met him, in New York, early last fall.\nAnd he did write such books. Two sweeping, stylistically dazzling novels - ''Midnight's Children'' and ''Shame'' - established his reputation in the early 1980's as one of the most important writers of his generation in England. Moreover, he is the only one among them - I am thinking of such writers as Martin Amis, Julian Barnes, Ian McEwan - whose books have traveled well. Rushdie, in the United States especially, is discussed in the company of our world storytellers: Gabriel Garcia Marquez, Milan Kundera, Gunter Grass.\nWhen I first met Rushdie, I had just finished reading his extraordinary new novel, ''The Satanic Verses,'' now making its way into American bookstores. (A review appears today in The Times Book Review.) The book may be understood as the third volume of an unintended trilogy, one in which a novelist named Salman Rushdie moves not only westward but inward, searching for yet another way to redescribe a world increasingly connected, but in no way whole.\nThe societal fissures that Rushdie examines in ''The Satanic Verses'' have been sharply, if strangely, mirrored in the book's reception. In England, it has attracted praise, award nominations (it won Britain's Whitbread prize as best novel), and many, many readers. In England, it has also been vilified and even burned at rallies by Islamic fundamentalists. The controversy - and it is not just England's controversy; the book has been banned in India, Egypt and Saudi Arabia - is about more than the book, of course. But like all controversies surrounding novels, it has reopened one of our great cultural questions: how and why does fiction mean so much?\nThe book's opening pages tell of an astonishing, fantastical immigration: Two middle-aged Indian actors, Gibreel Farishta and Saladin Chamcha, hurtle through cold thin air toward the English coast - singing, razzing each other, and already, like all immigrants, longing at once to remember and to forget. They have been blown out of a hijacked airliner, and miraculously, after a 29,000-foot free-fall, survive and make their ways to London. In episode after episode of the loose, shifting narrative that moves the novel forward and frames its many stories, they struggle to get a fix on London, and on themselves. They learn new ways of construing the world. They are mugged by ghosts - old lovers, old habits of mind and feeling. They return to the East, in jumbo jets and dreams, but never fully, never again. (An excerpt appears on page 48.)\nDeep, at times fathomless questions are plumbed: what is the nature of Good? Of Evil? Is Farishta an archangel? Chumcha Satan? Was their fall a contemporary version of The Fall? But the novel never strays too far or too long from London's streets: Rushdie's prose - the lustrous, alloyed English he's fused from street slang, Great Books, rock songs, ad jingles, immigrant patois, everything - has a way of keeping us in the crowded, gritty here and now, even in the book's most phantasmagoric pages. Farishta and Chumcha, and the Dickensian array of characters they encounter (or imagine), people what is ultimately the first major novel of the new England, an England with more than two million immigrants, one in which it is no longer clear, exactly, what ''English life'' comprises, what ''being English'' means.\nA good deal of the novel unfolds in a neighborhood called Brickhall - a neighborhood, Rushdie had told me, utilizing one of his favorite locutions, that ''is and is not'' Brick Lane. I had asked him when I'd met him in New York if he might show me around - Brick Lane is not a part of London a Western visitor sees - and he had agreed. But when I'd arrived in London and phoned him, I'd expected he would tell me he had changed his mind. In places like Brick Lane now, there were individuals vowing to kill him.\nEARLY IN OCTOBER, ''THE SATANIC Verses'' had been banned by the Indian Government under pressure from several Muslim leaders, who insisted that the novel - two hallucinatory chapters of which involve a prophet who is and is not Mohammed - was insulting to Islam, blasphemous. By the end of October, the controversy had surfaced elsewhere, and angrily - in Saudi Arabia, Pakistan, Egypt, South Africa, every country or city with a sizable Muslim population, including London, where the book had been published in late September and had quickly become a best seller.\nRushdie and his book were denounced in mosques around the city. Hundreds of protest letters (most of them form letters, a sign of an organized campaign) were arriving each day at the London offices of Viking, the book's publisher. Leaders of Islamic groups attending the annual Conservative Party convention in Brighton called on the Thatcher Government to ban the book; and it was reported that Britain's Attorney General had been asked to begin criminal proceedings against Rushdie under the archaic blasphemy laws. Rushdie received several phone threats. When, on the night of Oct. 25, he attended the awards dinner for Britain's most prestigious literary prize, the Booker -''The Satanic Verses,'' with its many good reviews, was among the six novels nominated, but did not win - he was accompanied by a bodyguard.\nIn the months that followed, the controversy would not abate. Two weeks ago, in the city of Bradford in northern England, 1,500 Muslims held a demonstration at which they burned copies of the novel. W.H. Smith, Britain's biggest bookseller (it has 430 shops), withdrew the book from display in its two Bradford outlets - this at a time when it remained high on the best-seller lists. Officials at Viking, which is believed to have paid an advance of about $800,000 for world hardbound and paperback rights to the book - a huge sum for a literary work - is bracing for similar protests here next month, when Rushdie arrives in the United States to give public readings from the book. Already, in New York, Viking has received protest letters and calls from thousands of American Muslims, and there have also been a number of bomb scares, which are being investigated by the F.B.I., at the company's offices.\nI had suggested to Rushdie, when I'd talked with him on the phone, that it might not be such a safe thing for him to walk around Brick Lane.\n''You cannot let something like this take over your life, or you have lost,'' he said. He sounded frustrated, beleaguered.\nWas he sure?\n''They're not going to know my face from the book jacket. They're not allowed to buy the book.''\nI took a taxi to Rushdie's home in a northern borough of London, and he greeted me at the door, smiling and shaking his head. ''So strange, all this, isn't it,'' he said. Rushdie's face was dominated last fall by a black, gray-flecked and somewhat pointy beard, which he has since shaved off - and a number of cartoonists in the English papers had been inspired by it, working him up for the review columns as Satan. But it didn't convince; his eyes, heavy-lidded behind thick glasses, are too soft. There is no hardness, either, to the way he holds himself and speaks. You see in his small gestures and phrasings a hint of formality once adhered to, but this has given way to gentlemanly casualness. The tautness, the sharp edges, are kept within somewhere, to emerge only in the writing.\nWe drove down to Brick Lane in Rushdie's Saab, and parked along a small, charmless side street of small factories and tenements. It was a cold, damp morning, the sky the color of fine ash, and the only ones on the block were three young men unloading heavy rolls of cloth from the back of a truck. Rushdie explained that this was still London's garment district. The garment business had once been owned by English Jews who employed other English Jews, but now it was dominated by the Bengalis. ''That is the mosque down on the corner,'' pointing down the block to what looked to me to be simply a large meeting hall. ''It used to be a synagogue.''\nWe walked down the block, and turned onto Brick Lane, the narrow shopping street from which the neighborhood derives its name. There was a Muslim butcher shop, and the Aladdin Sweet Center, and signs in Arabic script above all the storefronts, and in the air the smell of curry. ''The thing you have to understand about a neighborhood like this,'' Rushdie said now, ''is that when people board an Air India jet and come halfway across the planet, they don't just bring their suitcases. They bring everything. And even as they reinvent themselves in the new city - which is what they do - there remain these old selves, old traditions erased in part but not fully. So what you get are these fragmented, multifaceted, multicultural selves.\n''And this can lead to such strange things,'' he continued. ''You will find teen-age girls in this neighborhood who in so many ways are London kids: Levi 501's, Madonna T-shirts, spiky hair. They never think at all of going back to India or Pakistan, even for a visit. They might actually have been born here in London. And yet you may find among them a willingness, an eagerness in some cases, to have an arranged marriage. An arranged marriage.\n''Or this story: In this very neighborhood, it was early in the 1980's. A Pakistani father stabbed and murdered his daughter, his only child, because he heard she had made love to a white boy. Which turned out not to be true, but that is not my point: My point is that he had brought with him this idea of honor and shame. And when I wrote about this later, I said that although I was obviously appalled - I mean, what can be more awful than murdering your own child? - I understood what had motivated him. I am a first-generation immigrant from that part of the world. I know how you can be here, and, in a way, still there.''\nThe setting for ''Midnight's Children'' is Rushdie's boyhood Bombay, that for ''Shame'' a country he describes as ''not quite Pakistan'' - he had written here but about there. ''The Satanic Verses'' is his first novel to deal with London, with the city that has been his home for 20 years. I asked him why it had taken him so long to write about it.\n''I think I just had to do a lot of things first,'' he said. ''I had to make my reckonings with those other parts of the world I had come from. Before I had the platform from which to approach this country.''\nAs we walked down the street, he pointed out a video shop that rents tapes of Bombay-produced Hindi films, hundreds of different ones.\n''Watching these films is entertainment of course,'' he said, ''but this also nourishes, yes? And in a way, when I go back - inside me, when I've written, if you understand -this going back to the East nourishes me. More than anything else, I would say.''\nLater, as we got back into his car, I asked him if he thought those who wanted his book banned - if he thought they too were, inside themselves, ''going back,'' seeking some kind of nourishment in their religion, their orthodoxy.\n''If you are asking me if I understand them, well yes, I understand them. But in a way they are not 'going back' to something. Their extremism is actually something fairly new. I have written about Islamic culture in the novel - Islamic culture set against the background of the West. Basically, Islamic culture is the one in which I grew up - I know it well. Its narratives are my narratives.''\n''But their Islamic culture is something new and dangerous. You have a situation where a handful of extremists are defining Islam. And what makes it even sadder for me is that they are simply feeding the Western stereotype: the backward, cruel, rigid Muslim, burning books and threatening to kill the blasphemer.''\nTHE FOLLOWING morning, I walked up to the London Central Mosque in St. John's Wood -the city's largest mosque and, I was told, the organizational base for the protest against ''The Satanic Verses.''\nThe mosque is huge, with a glittering golden dome I could glimpse, despite the day's thick fog, as I walked toward it through Regent's Park. I wanted to see Dr. Ali Mugram al-Ghamdi, director general of the Islamic Cultural Center, which has its offices at the mosque. Dr. al-Ghamdi was leading the fight against ''The Satanic Verses'' in London - he had been quoted as calling the novel ''the most offensive, filthy and abusive book ever written by any hostile enemy of Islam.'' I had tried to phone him, and could not get through, and so I'd decided to simply present myself.\nIt was a Friday, prayer day, not the best day to talk, his secretary explained, but yes, Dr. al-Ghamdi would see me. He emerged from his office minutes later. He was a short and round man, elegantly dressed in a pin-stripe suit and fine silk tie. He extended his hand in greeting, invited me in, and pushed closely together two chairs, where we sat.\nI explained how I had spoken the day before with Rushdie about his novel, its spiritual themes. After our walk in Brick Lane, we had gone to a pub, and at one point, as we talked, he had said, ''I obviously did not set out to write a novel about Islam - and it is not a novel about Islam. The novel does deal with spiritual life, very much so - that's one aspect of the book. There is a hole inside me where God used to be - I am no longer an observant Muslim - and I wanted to explore this hole. And of course that's what novels do, isn't it? Explore.''\nAnd now, sitting with Dr. al-Ghamdi, I asked if he could understand the book in this way - as an inquiry.\n''The book is really very, very offensive,'' he said gently, with no bitterness. ''I cannot overstate this. And I cannot expect you - you who are not a Muslim - to feel this.'' Then, addressing my question more directly: ''This was something that the author deliberately did. This was not just a slip of the pen.''\nWe discussed the parts of ''The Satanic Verses'' that have caused most offense to fundamentalist Muslims. Gibreel Farishta, who back in Bombay had starred in popular religious films, suffers a breakdown, and we are made privy to his mad dreams, dreams in which he supposes himself to be the Archangel Gabriel. For many Muslims, the Koran is held to be the ''uncreated'' Word of God, dictated by the Archangel Gabriel through the Prophet Mohammed, and written down, perfect and unaltered, by the Prophet's scribes.\nIn the dreams of Rushdie's Gibreel, a certain Salman the Persian, in the employ of the Prophet Mahound, makes a deliberate mistake in his transcription - he wants to see just how divine the Prophet is - and when the Prophet reads over the text, the mistake goes unnoticed.\nRushdie also ''redreams'' (his word) the famous episode in Islam of the ''Satanic verses,'' from which the novel takes its title. Historians of Islam explain it this way: Mohammed was under pressure from the citizens of Mecca to moderate his staunch monotheism, to accommodate his new faith to the city's traditional polytheism, to make room in Islam for three local goddesses. He did; he had his scribes write down verses praising al-Lat, al-Uzza and Manat as the ''swans exalted, whose intercession is hoped for.'' But he soon revoked these verses. He'd had a true revelation from the Archangel Gabriel, who told him they had been dictated by Satan.\nMahound, too, is visited by Satan and tempted to do more than utter compromised verse to scribes. Mahound likes to eat what he forbids others to - ''those fabled and legendary unclean creatures, what's their name, prawns.'' He also likes the whores. Where, in the Koran, Mohammed has many wives, revered as the Mothers of the Believers, the fictional Mahound has a brothel.\nI said to Dr. al-Ghamdi that even though Christian fundamentalists might object to the use of Christian allegory and symbol in a novel like ''The Scarlet Letter,'' or to historical depictions of Christ in movies like ''The Last Temptation of Christ,'' they have come to see that in Western society, there is no way to enforce religious orthodoxy. Anyway, I said, most Western readers would understand Mahound as a religious hypocrite, a satiric creation, nothing more, nothing historical.\nDr. al-Ghamdi looked now to be practicing patience. ''For us,'' he said, ''this is not a matter of long ago. The Prophet Mohammed and his family are alive for us. They are here, with us, and we love them so much. I am prepared - and not only me - I am prepared to die one thousand deaths to assure that Mohammed and his family are not hurt. Such anguish this book has caused.''\nI asked him what the solution was.\nHe wanted the book banned, he said. He would like Viking to act on its own, to withdraw the book from the stores.\nI told him that Viking had issued statements saying it had not meant to offend anyone, that it regretted any distress the book may cause, but that it believed in Rushdie, his novel - and especially in freedom of expression. I said that freedom of expression was a very important Western concept.\n''Islam has never been accepted here all through history,'' Dr. al-Ghamdi said. ''Here, you can just trample on people's feelings. You call that freedom of expression? And then you are shocked when emotions run high.''\nI asked him about the threats made on Rushdie's life. What did he feel about these threats? Wasn't he, whether he realized it or not, inciting people with his talk?\nHis face tensed. ''We are trying to project a mature community here,'' he said. ''I am doing my best to keep the community in check.''\nHe got up from his chair, walked over to his desk, and lifted from it a manila folder thick with papers. ''These letters,'' he said, ''you should see what people say.'' I asked if I could read them. ''They are in Arabic,'' he said. ''You do not read Arabic.'' He picked one up himself, then another, then another. And now he giggled a little. What did it say? ''This is not for you,'' he said. Our meeting was over.\nTHAT EVENING, I was invited to a dinner party at Rushdie's home. It was to be a New England-style Thanksgiving feast, planned and cooked by Rushdie's wife, the American writer Marianne Wiggins. (Rushdie's first marriage ended in divorce several years ago. He has a 9-year-old son by the marriage, Zafar.) Their house is a four-story row house on what had not long ago been a working-class block, and Rushdie's studio is on the top floor; there, each morning at an electric typewriter, he tries to write 700 good words. He had yet to begin a new novel, that would take time, much thinking. He would travel first, write essays. Rushdie is a writer in the very English way of Orwell - he takes stands. He has written a slim, sympathetic book about Sandinista Nicaragua, and he has frequently spoken out - in the British papers, on television -on what he sees as Britain's two great problems: ''institutionalized'' racism (in employment practices and housing), and the domestic policies of the Thatcher Government.\nRushdie's politics do not sit well with many in English literary circles, and especially, it would seem, with the press. He is described as arrogant, self-righteous. Challenging Rushdie's thinking about racism in England, and his sincerity as well - and perhaps revealing the very tension he is seeking to deny - a reporter in The Sunday Times of London Magazine recently wrote: ''Certainly he is assimilated to the extent of being one of the 20 just persons summoned to the [ Harold ] Pinter dinner table in Campden Hill Square to discuss opposition to Thatcherism.''\nIn the front room on the parlor floor as I entered Rushdie's house that night, I saw two large tables: There were to be many guests. A number of them were already downstairs, clustered in the kitchen and in Wiggins's study: the critic Michael Ignatieff; the American writer Michael Herr, author of the Vietnam book ''Dispatches''; the poet Tess Gallagher, in town for a memorial held in honor of her husband, Raymond Carver. A literary crowd; Rushdie has many friends in literary circles, too. And Rushdie was in good spirits, truly at home (as most writers are) among writers he likes.\nUpstairs later, watching Rushdie propose a toast above the all-American turkey and stuffing and sweet potatoes, I recalled a passage from ''The Satanic Verses'': An Indian boy, at boarding school in England only a few days, comes down to breakfast to find a kipper on his plate. He has no idea how to eat it, and his fellow students have no intention of telling him.\n'' [ H ] e cut into it, and got a mouthful of tiny bones. And after extracting them all, another mouthful, more bones. It took him ninety minutes to eat the fish.'' Chewing, he has this revelation: ''England was a peculiar tasting smoked fish full of spikes and bones, and nobody would ever tell him how to eat it.'' He discovers he is tough and vengeful. ''I'll show them all,'' he swears. ''See if I don't.''\nAfter dinner, I asked Rushdie about the kipper: It seemed too painful, too sadly funny, to be anything but autobiographical. ''Yes, I'm afraid it's only slightly embellished,'' he said. ''And I've never eaten another one.''\nHe'd been sent from India to Rugby at age 13. His family was Bombay upper-middle-class; his grandfather had made the family money and his father, who died two years ago, had, in Rushdie's words, ''spent the rest of his life losing it.'' Salman, the only son (he has three sisters), had attended the British-style Cathedral School in Bombay before being sent abroad.\n''I was miserable at Rugby,'' he told me a couple of days later when we sat and talked again at his home. ''I think I had actually wanted to go - I was groomed for it. Very conventional. Bookish - I was the kind of boy who got books for presents. No good at games.\n''But at Rugby I was suddenly an Indian. There are no Indians in India. There are classes, of course, and regional identifications. Here in England, however, it is largely understood as a race - and at the school-boy level, back then, that was no fun.'' The boys at Rugby not only watched Rushdie struggle with his kipper, but scrawled racist graffiti. He has told friends of his that he never really made a friend there.\nHis father had attended King's College, Cambridge, and he expected his son to follow when he was graduated from Rugby. Rushdie refused, then pleaded, then enrolled for classes in the fall of 1964. He knew he wanted to be a writer, he told me - his hero, he said, was the acclaimed Urdu poet Faiz Ahmed Faiz. However, he chose to study not literature but history. (Most of the references to Islamic history in ''The Satanic Verses'' are drawn from one of his college papers.) Rushdie liked Cambridge. It was the 1960's: ''Everyone was rethinking things,'' he said. ''I was too.'' He became interested in the theater, got parts and worked backstage as well in a number of college productions.\nIn the spring of 1968, he graduated from Cambridge, and returned home - not to Bombay, but to Karachi. His parents had moved there several years before. ''I was so angry they had moved to Pakistan,'' he said. ''But in truth when I'd left England, I'd only purchased a one-way ticket.''\nHis stay in Pakistan turned out to be short, sour. Not long after arriving, he began putting together a production of Edward Albee's ''Zoo Story'' for the country's new government-operated television station.\n''Well,'' he said. ''it turned out one of the lines in the play includes the word 'pork.' A character is regularly attacked by his landlady's dog, and to keep the dog away he goes and buys these hamburgers, which he tosses to it. It doesn't work: The dog doesn't go for the hamburgers. And the character has to say something to the effect that he can't understand why the dog doesn't like the hamburgers. After all, there isn't enough pork in them to make them disgusting.\n''O.K. The play is censored. One can't say the word 'pork' on TV in Pakistan. So I appeal. I say, What more could you ask for? Here is a play in which an actor points up how disgusting pork is. I mean, this is very sophisticated antipork propaganda if you consider it. But no one saw it that way. Pork was simply a four-letter word.''\nAn article he wrote for a small magazine on his first impressions of Pakistan was also censored. Before the end of the year, he was back in England. He would return East in the future only to visit.\nIt was in 1970, after having worked for a time in experimental theater, when Rushdie turned his energies to writing fiction. ''I'd always imagined myself telling stories, and now I imagined I had stories to tell,'' he said.\nBeginning at that time as well, and then for 10 years, he worked to support himself as an advertising copywriter, first at Ogilvy and Mather, then at Charles Barker. Nights, weekends he devoted to his novels. Drafts came slowly (and still do; it took Rushdie five years to complete ''The Satanic Verses''). He abandoned one novel, about a Muslim holy man. Late in 1973, having taken time off from his advertising job, he completed what would be his first published novel, ''Grimus'' - a dystopian allegory set on an imaginary island, a novel quite remote from the kind of writing he would do later. (The book was poorly received.) However, the language, aural and eclectic, hints at things to come, as does this line from the book: ''It is the natural condition of the exile, putting down roots in memory.''\nThis process of using one's own stories and experiences began for Rushdie with ''Midnight's Children,'' which he completed in 1979. He had traveled to Bombay shortly after finishing ''Grimus,'' and the trip had been important to him. He decided at that time not only to write an autobiographical novel, but to write one that would encompass the biggest of India's cities, its people and history.\n''I think I saw the Bombay I had grown up in slipping away,'' he told me, ''and that made me get on with the writing. I felt I had to reclaim the city - and also my own memories of it. I wanted to tell India's story, or stories, as well as my own.'' ''Floating in the amniotic fluid of the past,'' as he writes in ''Midnight's Children,'' Rushdie not only found his own story, and that of the nation of India; he found a way of telling. He mixed the fabulous and the historic, he made room for anecdotes, tales, essayistic asides, political commentary, digressions, retracings, sidetracks - the draft of the novel ran to 900 pages.\n''Midnight's Children'' was a huge critical success. It won the 1981 Booker Prize, and along with the prestige came a check for $10,000. Rushdie was 34, but in a photo I have seen of him holding up the check, he could be a struggling graduate student, save for the grin that conveys: I guess I showed you.\nON MY LAST DAY IN London, I visited Rushdie again, and we talked more about his novel. But talk kept spilling beyond strictly literary matters. The Islamic fundamentalists came up again. ''I am most afraid that they will succeed in reducing the novel in people's minds to a pamphlet,'' he said.\nTwo weeks ago, after the Bradford book burning, I spoke with Rushdie on the phone, and he said: ''When they burned my book, in a way as if it were a pamphlet, I think they went too far. It is such a charged image. It got people concerned about me, sympathetic toward me, who had been content to sit on the sidelines. There were Labor Party M.P.'s - Asians representing Bradford - who attended that book burning; that's a horrible thought for many people. They get to thinking, 'If it's him today, it's me tomorrow.' ''\nIt struck me, his use of ''him,'' ''me,'' ''they.'' I remembered what he had told me just before I left his house that day in London:\n''In writing 'The Satanic Verses,' I think I was writing for the first time from the whole of myself. The English part, the Indian part. The part of me that loves London, and the part that longs for Bombay. And at my typewriter, alone, I could indulge this.\n''But most of the time, people will ask me - will ask anyone like me - are you Indian? Pakistani? English?\n''What is being expresssed is a discomfort with a plural identity. And what I am saying to you - and saying in the novel - is that we have got to come to terms with this. We are increasingly becoming a world of migrants, made up of bits and fragments from here, there. We are here. And we have never really left anywhere we have been.'' THE TROPICAL ISLE\nGibreel Farishta floating on his cloud formed the opinion that the moral fuzziness of the English was meteorologically induced. 'When the day is not warmer than the night,' he reasoned, 'when the light is not brighter than the dark, when the land is not drier than the sea, then clearly a people will lose the power to make distinctions, and commence to see everything -from political parties to sexual partners to religious beliefs - as much-the-same, nothing-to-chose, give-or-take. What folly! For truth is extreme, it is so and not thus, it is him and not her; a partisan matter, not a spectator sport. It is, in brief, heated. City,' he cried, and his voice rolled over the metropolis like thunder, 'I am going to tropicalize you.'\nGibreel enumerated the benefits of the proposed metamorphosis of London into a tropical city: increased moral definition, institution of a national siesta, development of vivid and expansive patterns of behaviour among the populace, higher-quality popular music, new birds in the trees (macaws, peacocks, cockatoos), new trees under the birds (coco-palms, tamarind, banyans with hanging beards). Improved street-life, outrageously coloured flowers (magenta, vermilion, neon-green), spider-monkeys in the oaks. A new mass market for domestic air-conditioning units, ceiling fans, anti-mosquito coils and sprays. A coir and copra industry. Increased appeal of London as a centre for conferences, etc.; better cricketers; higher emphasis on ball-control among professional footballers, the traditional and soulless English commitment to 'high workrate' having been rendered obsolete by the heat. Religious fervour, political ferment, renewal of interest in the intelligentsia. No more British reserve; hot-water bottles to be banished forever, replaced in the foetid nights by the making of slow and odorous love. Emergence of new social values: friends to commence dropping in on one another without making appointments, closure of old folks' homes, emphasis on the extended family. Spicier food; the use of water as well as paper in English toilets; the joy of running fully dressed through the first rains of the monsoon.\nDisadvantages: cholera, typhoid, legionnaires' disease, cockroaches, dust, noise, a culture of excess.\nStanding upon the horizon, spreading his arms to fill the sky, Gibreel cried: 'Let it be.' (From ''The Satanic Verses'' by Salman Rushdie. Copyright (c) 1989 by Salman Rushdie. Used by arrangement with Viking Penguin Inc.)"
}