{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_858d809e-04dc-4638-91c5-8a5f7a25c682.txt",
  "text": "Date Published:2019-10-02 00:00:00      \nThe Rohingya crisis, water-sharing of 54 common rivers and the National Register of Citizens of India will feature prominently in talks during Prime Minister Sheikh Hasina's four-day visit to Delhi starting tomorrow. The PM will be visiting the country at the invitation of her Indian counterpart Narendra Modi. Hasina is also scheduled to attend the India Economic Summit of the World Economic Forum (WEF) as the chief guest on Friday and meet Indian Prime Minister Narendra Modi the next day. This will be the second meeting of the premiers of the two neighbouring countries following their first meeting on the sidelines of the UN General Assembly in New York on September 27 after their re-election.   \"Though our prime minister will be attending the summit, her meeting with the Indian prime minister is very important as there are a number of issues regarding the India-Bangladesh relations,\" said a foreign ministry official. The issues that will be discussed by the two include sharing of water of 54 common rivers; use of waterways; maritime cooperation; the Rohingya crisis and National Register of Citizens (NRC), he told The Daily Star. Apart from a number of agreements that are to be made during the visit, the two PMs will also jointly inaugurate three bilateral projects via a video conference.  The PM's visit to India comes after her visit to China in July and Japan in May, when the Rohingya crisis was one of the most important issues of the discussions, apart from trade. ROHINGYA CRISIS Two years after more than 743,000 Rohingyas fled a military crackdown in Myanmar's Rakhine state and took shelter in Bangladesh and despite two repatriation attempts, Rohingyas have refused to return to Myanmar without the guarantee of citizenship and safety. India, China and Japan have worked to find a bilateral solution to the Rohingya crisis, but are yet to create pressure on Myanmar to solve the crisis. \"Bangladesh is facing a formidable challenge regarding the Rohingyas. As a powerful neighbour, Bangladesh wants India's active role to help address the crisis,\" said the foreign ministry official, requesting anonymity. WATER SHARING AND WATERWAYS Water resources ministry officials said Bangladesh would raise the issue of Teesta water-sharing agreement and sharing of waters of other common rivers. A framework for water-sharing of eight rivers may be signed. The rivers include the Manu, Muhuri, Khowai, Feni, Gumti, Dharla, Dudhkumar and Teesta.  Besides, the two sides will also discuss enhancing cooperation in flood forecasting and basin-wide river management, they said. The Teesta water-sharing agreement could not be signed between India and Bangladesh during former Indian prime minister Manmohan Singh's visit to Bangladesh in 2011 due to objections from West Bengal Chief Minister Mamata Banerjee. Though the two countries have 54 common rivers, there is only one water- sharing treaty on the Ganges. \"As a lower riparian country, Bangladesh should hammer on the water issue on a regular basis. We are talking about river basin management, but there is no progress on it for years though there were similar talks years ago,\" said eminent water expert Dr Ainun Nishat.  A water resources ministry official said siltation was occurring in southern Bangladesh due to inadequate flow of water from the upstream during the lean season. Joint dredging of rivers by Bangladesh and India can be considered on a pilot basis under the river basin management.  India wants to bring Bangladesh into its coastal radar chain network, reports The Hindu newspaper of India.  A standard of operating procedures on the use of Mongla and Chattogram ports for transporting Indian goods through Bangladesh is also likely to be signed during the PM's visit, shipping ministry officials said.   NRC  Assam's NRC, which excluded 1.9 million people in its final list, has been considered both by Bangladesh and India as an \"internal matter of India\". During a meeting between Hasina and Modi in New York last Friday, Modi said there was nothing to worry about it. Indian Home Minister and BJP President Amit Shah, however, repeatedly said \"illegal Bangalees\" would be deported. Asked, Foreign Minister AK Abdul Momen recently said, \"The issue will be raised as there are concerns among some people.\" Experts say Bangladesh must seek clarification from India on the issue because the country has already been burdened with Rohingya refugees. INDIAN LINE OF CREDIT  Foreign ministry officials said Dhaka wants speedy disbursement of Indian Lines of Credit (LoC) as projects under the three LoCs, worth around $7.5 billion, have been facing delays mainly due to technical and bureaucratic reasons. In the last eight years, Bangladesh has managed to use $523 million of the first LoC worth $862 million, despite various steps to expedite utilisation of the funds. Bangladesh has so far used $14 million of the $2-billion second LoC.  India is yet to disburse any money from the $4.5-billion third LoC, officials said. Foreign Minister Momen recently said he asked the officials concerned to take the stock of projects and find ways to speed them up. India's Exim Bank, a state body to manage public loans, which opened its representative office in Dhaka in 2017, may now open a permanent office in the capital to process the total Indian LoC amounting to $7.5 billion, finance ministry officials said. The issue will be discussed during the PM's visit, Momen told The Daily Star.  According to the BSS, Hasina will have a joint meeting with three leaders from the Indian Chamber of Commerce and exchange views with them on Friday.  Indian External Affairs Minister S Jaishankar will call on the Bangladesh PM on Saturday morning. After a meeting between the two premiers on Saturday, Hasina will join a lunch to be hosted by the Indian PM in her honour. Hasina will then call on the Indian President Ram Nath Kovind. Besides, Singapore Deputy Prime Minister Heng Swee Keat is likely to call on Hasina on Friday while the Bangladesh premier is likely to meet Indian Congress chief Sonia Gandhi on Sunday.  Hasina will also join a reception and a dinner to be hosted by the Bangladesh High Commission in India on October 3 on its premises in her honour. Foreign envoys along with ambassadors currently accredited to Bangladesh and other dignitaries will join the reception and dinner."
}