{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_b470241de96b8f0330e552d789b61685c126eab2.txt",
  "text": "Amid Bhutan's Peaks, Rituals And Temples\n1987-10-11T05:00:00.000Z\nCradled in a great sling of the southern Himalayas, the ancient Buddhist kingdom of Bhutan is held separate by its formidable mountains. To east and west are Indian hill states, to the south the plains of India and to the north the bleak and merciless Chomo Lhari range, an expanse of ice and sky, is the barricade of the Himalayans shouldering the Tibetan plateau.\nIsolated for centuries and ignored except for the odd British traveler (for traveler, read spy), never conquered, Druk Yul, as the inhabitants call it, opened its doors a crack in 1974 for the coronation of King Jigme Singye Wangchuk, who sits on the throne of a constitutional monarchy established in the 20th century.\nWith a painted dragon on its tail, the fully loaded prop-jet, a Dornier 228 with 16 passengers, soared over isolated ponds of water remaining on the plains at the end of autumn last year. Brown hills thrust up abruptly, rolling high into a horizon of snowy peaks above the valley of the Wang Chu. The cockpit windshield turned into a wide screen of cloudless blue, framing a growing shaft of white -Chomo Lhari, a 23,997-foot sentinel on the Tibetan frontier. One turn, left, and a dzong, or Buddhist center, came into focus. Crammed into a mountain, it overlooked ripe plots of grain stepping down into Paro valley where a clear tumbling stream carried Chomo Lhari's snow melt.\nAt the single modern airstrip in Paro, our assigned guides waited. One of them, Pema Dorji, a member of an exclusive breed of guides, wore a kho, the long, national robe of finely woven, sturdy striped cloth, hiked up to skirt length. Knowledgeable guides and drivers are part of the arrangements required by the Bhutan Tourism Corporation and are paid for in advance. They are prompt, which counts in a country where auto rentals are not permitted.\nAfter the torpid agonies of Indian customs and immigration, Bhutanese entrance formalities are simple. English is spoken here, the legacy of a future-thinking King, father of the present King, who declared English mandatory in the free and compulsory schools. Children run up to ask, ''Hello, are you from San Francisco? New York?'' Older people, however, speak only the national tongue, Dzongkha, a member of the Tibetan family of languages.\nAt just under 7,000 feet in Paro Valley, the Olathang (Plain of the Black Raven) Hotel sprawls over a hill in the shape of a two-story numeral 4. The bar and dining rooms were brimming with small parties of Europeans, including haggard Belgian trekkers who had come by the tortuous land route from Phuntsholing on the southwest border, and a British climbing team. At dinner, several guides and a tall young man named Isup discussed the British effort to climb and film Bhutan's loftiest peak, Gangker Phunsom (White Glacier of the Spiritual Brothers), 24,600 feet and never conquered. They had come in autumn, the clearest season, yet the spirits of the snow peaks were not to favor them.\nIn the Paro Valley you enter the Bhutanese orbit - the mesmerizing, dimly lighted and incense-suffused temples and dzongs where golden Buddhas gleam in the light of butter lamps and symbols or paintings of saints or goblins loom from flickering walls.\nTo begin a series of visits to dzongs, the day we arrived we took the road to Rimpong Dzong and Ta Dzong. Once a fortress watchtower protecting Rimpong, Ta Dzong is now a museum for dust-laden sacred masks, costumes, paintings and cultural exhibits. Its bloody past was revealed when its round tower wall was broken open for renovation: sharpened lances were discovered, up-ended and embedded in the floor, a jumble of bones heaped on the floor - warriors impaled when they were tossed into the stone-block column by Tibetans.\nThe bones are gone, but your flashlight picks up the lances as you go down bulky circular steps. Upstairs, on the third floor, past sculptured lumps of yak butter carved into Buddhas, is a fairy-tale menagerie of stuffed animals: the serow, a sort of goat; blue sheep; great hornbills; the mythical snow leopard; a standing Himalayan bear with sharp white V on its chest; the mithun, a gigantic cow, and, best of all, the rare golden takin, with the head of a goat, body of a cow and cloven feet. Live ones are in the capital at Thimphu, behind the temple.\nBelow the hill on which the fortress is situated, a monotonous buzz wafted from Rimpong (Heaps of Jewels) Dzong, which is now a monk's school of the Drukpa sect. Five hundred boys wrapped in maroon cloth hunched over parchment books, fingers following the sacred scriptures, as young monks tapped out the rhythm of their drone with decorated sticks.\nTouring Bhutan takes stamina: there are hills, and steep stairs and broad ladders (some at 60-degree angles) in dzongs and lhakhangs. Every time you enter a sanctuary, shoes come off; tying them up several times a day took some getting used to. Pema eyed mine carefully. Big-name exercise shoes made in America are esteemed; the imported Asian brands rapidly fall apart under the demands of the Bhutanese terrain, several guides said. The next morning, we were scheduled to take a trek up to Taktsang, or Tiger's Nest Dzong, which is 10,000 feet above sea level. There, according to legend, Guru Rimpoche (Precious Teacher), Bhutan's patron saint who is considered the Second Buddha, arrived from Tibet around the year 800 astride a flying tigress, landing on the precipice where Taktsang now clings.\nI peered up the nearly perpendicular craggy track and declined to go, even though a water carrier trudged by, large biscuit tin strapped to his back - a sign of good luck. Sometimes ponies make the trek though none were available that day. However, I was already at 7,000 feet, and it seemed unwise to go higher less than 24 hours since I left sea level at Calcutta.\nInstead it seemed a good moment to buy something special of Bhutan: postage stamps. Round, square, triangular, three-dimensional, large, small, in vivid rainbow colors, they are treasures of philately; there are silk stamps and even one made of steel. Across the river from town the postman clambered off his basking rock in the morning sun. With Pema conferring, I chose stamps with the Druk Yul thunder dragon, mystic symbols, masked dancers, the yeti (a living legend in Bhutan), dzongs, Himalayan animals and special editions picturing the King. Daily life is molded by Buddhism -prayer wheels turn, flags flutter, chortens containing sacred relics dot the countryside and dzongs or lhkhangs dominate villages -yet the fun-loving Bhutanese are devoted to humor and find it in anomalies. Among the stamps, for example, were several depictions of Donald Duck.\nNext day, the light was pale, the air crisp; an afternoon breeze had begun and cold descended on Paro Valley around 4 P.M. The driver, Chookie Wangchuk, unflappable and perpetually upbeat, maneuvered precipitous roads past wood-trimmed, three-story farmhouses with chili peppers drying on rooftops. All the homes looked prosperous in this country of 1.3 million, Asia's only underpopulated country.\nWe drove 11 miles up to Drukyel (Victorious Druk), a 17th-century dzong built to repel warring Tibetans. It was desolate now, a spooky, windy, charred place ravaged by fire some 30 years ago. A climb to its ramparts reveals Chomo Lhari, throne of the goddess of the same name, Still on the valley road, Chookie whisked off his cap as the Queen Mother sped by. We drove to Dungtse Lhakhang, home of a legendary Divine Mad Man who hides from demons in the nose of a god. A rascal saint beloved for shocking behavior, he is believed eternal, speaking to high lamas from his lofty hiding place. A caretaker opened the door with a scythe, revealing a creepy place of butter lamps, shakti sculptures and wafting incense. I was alone, Pema unseen, his voice breaking the eerie quiet. Climbing two steep ladders, my flashlight picked up paintings of 1,000 Buddhas spiraling up the circular walls. At the top, I rang its mournful bell, the single reverberating bong the only reward for negotiating the ladders.\nFrom there, we went to Thimphu, the capital of Bhutan since 1955. In this country you must go south to arrive north. Long north-south populated valleys dominate the land, each separated by a wilderness of mountains penetrable only on foot. Above the Paro Chu, or river, a road squiggles south to the confluence with the Wang Chu, fed by waters of Chomo Lhari. Across a bridge the road then staggers north to the capital. It is wide enough to pass - with care - as Bhutanese drivers in trucks and Jeeps politely make way.\nThimphu, with a population something over 20,000, nestles in a fertile valley at 7,600 feet. The Motithang Hotel is the tourism council's usual choice for visitors. The view of the valley is wide and wonderful, the rooms luxurious by local terms, with reliable electricity, plenty of hot water, and tasty curries. But it is high atop a hill, too far from town, and there is no shuttle. So, I prefer the smaller Bhutan Hotel at the upper end of the town road.\nWhile amenities are fewer (and the electricity less reliable), you can wander into town on your own, peek into dim shops selling cloth or serving yak butter tea and spirits, buy a bottle of Bhutanese rum or sweet liqueur, and visit the few modern arcade shops in the center of town. If you care to invest in something rare and tempting, buy huge beads of polished, glowing Tibetan coral, some the size of an apricot.\nThe Swiss Bakery, just back from the main road, with its big white on red sign, is a clean, international gathering spot of jumbled decor. Two counters sell cakes and sandwiches. Downtown, the Bhutan Hotel is where the action is. On starry nights the bar is lively; conversations among visitors, government officials, guides or a resident United Nations technician - male and female - are spontaneous. In the egalitarian society of Bhutan, women hold major government offices and marry and divorce as they choose (divorce is common).\nAt the Motihang Hotel, in a vigorous display of whirl and leap, skirts billowing and hands moving in the timeless gestures of Buddhist legend, masked dancers of the Royal Dance troupe performed. As heroes pierced clouds of ignorance with swords and vanquished stag-masked demons, good triumphed over evil to the accompaniment of cymbals, drums and gongs. Long horns blared on the sunny garden lawn, and visitors crept around snapping pictures.\nFive miles from town at the valley entrance, Simtokha Dzong tops a bluff. It is Bhutan's oldest dzong, built in 1627 by a man who exercized an extraordianry impact on the land. Nawang Namgyal, a Tibetan Drukpa (red hat) lama seeking refuge from the Gelugpa (yellow hat) sect, crossed into Bhutan in 1616, only to find differing Buddhist schools and rampant political disunity. With support from powerful families he built a series of fortress-monasteries (all of Bhutan's dzongs) and threw back repeated invasions of Tibetans. On final victory in 1639 he assumed the title of Shabdung (At Whose Feet One Submits), becoming the temporal and spiritual ruler of his adopted country, the first leader of unified Bhutan.\nState engravings surround the central tower of Simtokha and, inside,a vivid mandala painting depicts the death of the greedy: With inflated stomachs and thin, twisted necks, this mob or mortals cannot eat. Eternally condemned, their mouths emit fire. Sunday is market day in Thimphu. I left Pema and Chookie to wade into a babbling crowd of cloth-and produce-sellers and sippers of toom, a local alcohol, plopped among shoes, wool socks and plates from China, crude silver jewelry and finely woven traditional belts (kera), narrow for men and wide for women, that are worn with the kho and the khira (woman's robe). Bargaining was minimal.\nPema kept his mandatory white silk scarf in the car. Scarves, in a rainbow of color depending on official rank, are signs of respect - saffron is worn only by the King and the Je Khenpo, or head abbott. Pema wore his white scarf out of respect for Tashicho Dzong, which is the seat of the elected assembly, or Tshog Dhu, and also of the Je Khenop. The dzong is a great pile of stone with 100 rooms on the banks of the Wang Chu. In the assembly chamber a throne for the King faces a huge Buddha, with two large eggs on its altar. Many believe they are eggs of the thunder dragon; Pema says they're ostrich. The Tshog Dhu was not in session, so pedaldriven sewing machines were in the room; monks are never idle.\nDon't miss archery, practiced everywhere; the national sport is a passion. I joined a crowd watching finals of the national tournament. The King had come. From his private viewing stand he was intent on the shooting - at 4-by-1-foot targets 150 yards away. (When Bhutan participated in the Olympics for the first time at Los Angeles, the team complained that the targets were too near.) Each time a steel-tipped arrow whacked onto the target someone struck a gong and the whole team broke into wild dance.\nEach of the four days in the capital turned colder. A small electric soil heater fended off early morning chill until sunshine filled my hotel room. The trip to Punakha, lowest of the central valleys at 4,000 feet, was to be another Bhutanese upside-down route - cossing Dochu La (pass) at 10,218 feet - a two and a half hour drive not counting a stop at the summit to see, with lunch, Gangker Phunsom in a clear panorama of snowy Himalaya.\nThe road curled up toward a mantle of slumping cloud, About half-way, at the foreign registry and checkpost, Pema handed over papers. Though we drove completely around a shrine atop Dochu La, no break came in the clouds; I could not see Gangker Phunsom. The road uncoiled, down into sunny warmth where bananas and oranges grew in a valley still green in November.\nQuietness enfold all who enter Punakha, the ancient capital where the Je Khenpo takes up winter residence alongside strange waters. Where the Mo Chu and the Po Chu (male and female) burble into confluence, instead of clear icy blue streams, a wide swift current of opaque milky-turquoise bolts down the valley, its source glacial rather than melted snow. Below a swinging bridge leading to the dzong, an otter played and fished. Bhutanese stay away. The current is frightening; anyway, trout belong to the King.\nA porter squeezed by me on the bridge, hunched under a large packing crate bearing the stamp of a Japanese manufacturer. Someone said this television was for new quarters of the Je Khenpo, whose aprtments went up in smoke last winter, the charred debris left undisturbed. Dzongs have long histories of fire - the culprits are usually butter lamps caught by wind, or portable electric heaters. Whoever was to have the TV, there is no television in Bhutan. Thimphu has a video shop.\nDendup Tshering was in his Thimphu office. The B.T.C. operations manager said general visitors are discovering Bhutan. However, a selection of hotels is a long way away and government travel arrangements will continue for 10 more years. There are no restrictions on individual travel. Dendup worries about the no-tipping policy - handouts of money, ballpens, gum, candy and medicines are discouraged. During my visit, the battle was not lost. When you go, though it's a dictum difficult to follow, don't tip. A gift of wool socks is a good thing.\nTo date, values immersed in Buddhist ritual and tradition are in balance with technological innovations. That they not become casualties - transformed from cultural supports into market goods - is an old struggle and, up in their aerie, Bhutanese are holding their own. For travelers, Bhutan's combination of wilderness landscapes, ritual color amid spooky dzongs, and its impish gleeful style may be habit-forming. PLANNING A TRIP TO THE KINGDOM CALLED DRUK YUL Getting There\nBecause travelers are limited to prepaid 8- to 18-day regularly scheduled tours for individuals or for groups of six or more, directed by the Bhutan Tourism Corporation, most visitors put Bhutan on a larger itinerary, including India or Hong Kong.\nOnly Druk Air flies to Bhutan. Calcutta is now the launching point for group tours. Individual packages depart Thursdays and Sundays from Dacca, Bangladesh, which has good international connections and clearance procedures. Departures from New Delhi with a larger aircraft are scheduled to begin late this year. All international tourism is funneled throught the Bhutan Tourism Corporation (Post Office Box 159, Thimphu, Bhutan) and booked through travel agents; prices are set by tour operators. It takes about a month to get through the paperwork, so allow enough time. You'll receive a voucher acknowledging payment and entry; keep it safe because it will be matched with an official list before flight tickets are issued at the departure counter. The $20 visa fee is paid at entry (U.S. dollars or traveler's checks only).\nJourney to Druk Yul is an 8-day tour available from the B.T.C. It costs $1,150 a person including meals and round-trip air fare Dacca-Paro. All ground transportation is by modern minibus or car. Travel to Tongsa and Bumthang in central Bhutan is 10 days to 2 weeks and prices are set by tour operators: the tourist corporation will suggest names of companies. Be prepared for a 7- to 8-hour corkscrew drive to Bumthang to simple but adequate accommodations for up to 30 in bungalows grouped around a main building containing dining room, common room and showers.\nMarch through May and September through November are peak seasons with many festivals and clear and sunny weather; the cold begins around 4 P.M. Some travelers like the summer monsoon time, when light rains once or twice a day break up sunshine, pheasants migrate north and slightly lower off-season rates are in effect. Winters are sunny and clear too, and cold. The finals of the national archery tournament at Thimphu are in early November. What to Take\nThis is jeans and slacks country, with a down or wool jacket needed at night. Temperatures vary a lot between day and night, so layer your clothing. I found a flannel shirt useful to throw on in the cool dzongs. Tennis or jogging shoes will be the only footwear you'll use; dressing up for dinner isn't required. Don't forget a flashlight; keep it in your pocket all the time to study artwork and identify stairs. If your shoulder or camera bag is heavy, the guide will carry it safely. If you plan to take a video camera, be sure the B.T.C. is alerted. Lodging and Dining\nFull-service hotels are clean and comfortable, but American sanitary standards do not apply. Water heaters are large, and linen is plentiful. Electricity (240-volt) is fairly reliable, and the telephone system works pretty well. Hearty buffet meals are the norm, in a melange of Continental and Himalayan styles. There are fresh crunchy vegetables, noodles, chicken, mutton and pork, all lightly spiced; there are very hot Bhutanese curries too. Tea and coffee are served steaming hot in thermos containers (which you can have in your room). Bhutanese rice, called red though it is really pink, is delicious.\nIn addition to the new main building at the Olathang in Paro, bungalows are scattered amid gardens, each with two suites, a central parlor and uninterrupted views of the mountains. At Thimphu the Bhutan Hotel has a separate annex; the Motithang is more elaborate. There is a canteen in the rear of the Bhutan's main building: For a quick pickup, a croissant is 25 cents and ice cream 35 cents. I walked to the Druk Hotel in town one evening, an Indian place for businessmen, to soak up the Thimphu scene even though dinner was prepaid at my own hotel. Shopping\nShopping is small-scale. At the Government Handicrafts Emporium in Thimphu handwoven fabrics are attractive; the keras (belts) are $4 to $10. Price ranges for a kho or khira are from $22 for the plain woven cotton to $425 for a weaving of silk and gold. A felt shoulder bag with embroidered mask is $21; a carved frame in blue pine with a thunder dragon design (for a 5-by-7 picture) is $44; papier-mache and cloth masks $27. The block printed greeting cards are appealing, and are about 20 cents each. There are rice bowls, baskets, silver jewelery, paintings on cloth and yak-hair caps. Antiques are not sold.\nTshering Dolkar has turquoise, amber and gleaming coral beads in all sizes at Shop No. 5, Upper Market, Thimphu. Coral beads start at $8 each - some weigh in at nearly a pound for $1,500 each. At the privately owned woodcarving center in Woochu, Paro, the smooth-grained eri-wood rice bowls are well made, from $4; also have a look at spooky painted masks with little skulls on top to scare off devils, about $9.\nThe best place to buy stamps is at Thimphu post office. Sets, somewhat overpriced, are sold at hotels.\nThe ngultrum is the same value as the Indian rupee - the exchange rate of each is about 13 to the dollar - and the rupee is accepted everywhere. Credit cards are not recognized in Bhutan. Trekking\nTrekking is directed by the Bhutan Tourism Corporation. Year-round treks range from easy to difficut for periods of four days to nearly a month and include guides, cooks, equipment and pack animals. Again, prices are set by tour operators and the tourism office will suggest names of companies to accommodate groups and individuals. Depending on the tour operator, trekkers often come in by the land route via Phuntsoling. (Indian transit permits are required and take two months to obtain. A multiple entry visa is preferable.) One virgin peak is opened every two years for mountaineering expeditions; applications are taken a year in advance. M. T."
}