{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_ccaab32c03b6ebbe1b2f6c5024605b7aa4163312.txt",
  "text": "Two Key Opposition Leaders in Bangladesh Seized\n1987-11-12T05:00:00.000Z\nThe Government placed Bangladesh's two most prominent opposition leaders under house arrest today in an attempt to stop the spread of anti-Government riots in Dhaka and elsewhere.\nThe holding of the two women - the daughter of one assassinated leader of Bangladesh and the widow of another assassinated leader - came as rioters set fires, threw rocks and clashed with the police in downtown Dhaka in the second day of protests to drive President H. M. Ershad from office.\nMr. Ershad seized power in a mili tary coup in 1982 but was elected president last year while the opposition boycotted, calling the voting a sham.\nIn general, the number of protesters appeared to diminish today in the capital. In all, there were no more than a few thousand taking part, but they did extensive damage to some downtown buildings and also ransacked and burned a one-story building housing an audio-visual center of the United States Information Service.\n''They broke the door, got inside and looted the place,'' said an American official who saw the attack. ''The role of the police was pathetic. They simply witnessed the whole thing and didn't move in until it was over.'' He said there was no evidence the rioters were directing their anger at the United States, however.\nThe police fired tear gas to disperse the crowds, avoiding the use of bullets, which killed at least three protesters on Tuesday. The opposition said today that 12 members had died in police gunfire on Tuesday, but they said they could not identify more than three or four by name and did not have possession of any of the bodies.\nOnly minor injuries were reported today after scores were wounded in Tuesday's clashes.\nIt was unclear how wide the protests had spread to other parts of Bangladesh. Government officials said there were minor incidents of arson and damage in other cities, as well as damage to some trains and buses.\nThe drama centered on the arrest of Khaleda Zia Rahman, widow of President Ziaur Rahman, and Sheik Hasina Wajed, daughter of Bangladesh's independence leader and first president, Sheik Mujibur Rahman. Each woman leads a coalition of political parties that seeks to return to power.\nMrs. Zia was arrested in a ninth-floor hotel room where she had fled the night before to avoid being taken into custody. Policemen broke in the door and ordered her into van down stairs, pushing her as she pushed back, shouted in protest and was jostled amid a noisy crowd of reporters.\nThe Dhaka Police Commissioner, Nasrullah Khan, accompanied Mrs. Zia, telling her, ''Madam, I salute you,'' as he escorted her to the waiting van. Wearing a white sari as is customary for widows, she waved to supporters from the van and shouted to them to carry on. She was first driven to a police station and then to her house where she was confined under guard.\nMrs. Zia's husband was leader of Bangladesh from the time he seized power in a military coup in 1975 to his murder in 1981.\nMeanwhile all day, Mrs. Hasina Wajed remained inside her family home, the place where her father was murdered in 1975, four years after leading Bangladesh to independence when it broke from Pakistan. In the evening, she tried to leave to attend a scheduled press conference downtown.\nBut in an echo of the first arrest, and of the courtesies required in this country for women, the police officer who took her into custody also opened by saying, ''Madam I salute you,'' and then forcefully accompanied her back to the house.\nBut Mrs. Hasina Wajed, who was elected to Parliament last year and is the official opposition leader, asserted that her arrest was unconstitutional because it required permission from the speaker of the Parliament and dissolution of the Parliament itself.\nGovernment officials disputed this, saying she was not officially under arrest, simply confined to her home. As her supporters shouted slogans on a nearby street, Mrs. Hasina Wajed stood at the veranda land shouted to reporters on the other side of a wall: ''The movement will continue until Ershad's fall. That day is not very far.''"
}