{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_63315948-fe1c-4016-a675-965b52a4932f.txt",
  "text": "Date Published:2019-12-23 00:00:00      \nThe prime minister is in the process of evaluating the first year of her running cabinet  A reshuffle in Prime Minister Sheikh Hasina's cabinet is likely to take place as soon as January, government high-ups have said.  The prime minister is now assessing the performances of all the cabinet members during the first year of the current government to this end, they added. \"Prime Minister Sheikh Hasina has already discussed this issue with President Abdul Hamid,\" a top official from the Prime Minister's Office (PMO) told Dhaka Tribune, requesting not to be named. \"The cabinet reshuffle was scheduled a day or two before the Awami League National Council, but was put on hold. It is most likely to take place during the first week of January.\" Road Transport and Bridges Minister Obaidul Quader, who just got re-elected as the general secretary of the ruling Awami League, has also hinted at the possibility of a reshuffle in the cabinet at the beginning of the new year.  \"There may be changes in the cabinet in the coming year,\" he told the media on Sunday. \"The ministers who did not perform as they were expected to in their respective offices may be reshuffled. Those who failed to do their job will be removed.\" Quader, party chief Sheikh Hasina's second-in-command, further said the prime minister is aiming at separating the roles of Awami League leaders within the party and the government.  That is the reason why seven influential leaders of the party, who are also members of the cabinet, are not a part of the new, partially announced Central Working Committee of the ruling party.  If the prime minister is adamant about separating the party from the government, then some ministers, who are also central leaders of the Awami League, may be gradually dropped from the cabinet.  When contacted on Monday, Abdur Rahman, a newly-elected presidium member of Awami League, told Dhaka Tribune: \"Awami League President Sheikh Hasina is the only authorized person who can tell why some of the ministers are dropped and some retained in the new central committee. I strongly believe that her decision will strengthen our party as well as our government.\"    According to speculations by some government high-ups, cabinet members like State Minister for Shipping Khalid Mahmud Chowdhury, State Minister for Disaster Management and Relief Dr Enamur Rahman, Deputy Minister for Water Resources AKM Enamul Hoque Shameem, and Deputy Minister for Education Mohibul Hasan Chowdhury Nowfel may get promoted during the reshuffle. Khalid, Enamul Hoque and Nowfel, who were organizing secretaries in the previous central committee of the Awami League, were dropped from the new committee.  The government sources further said some cabinet members' portfolios might be changed in the upcoming reshuffle, but the chances of cabinet members losing office is very slim as they have had only a year to work.  Requesting anonymity, a cabinet member recently told Dhaka Tribune that the Prime Minister's Office sought information on the cabinet members' performance over the past one year. \"The PMO issued a letter asking us how many days each of the cabinet members had spent abroad last year,\" the cabinet member said. \"We think the PMO is working on our ACR as January 7 is this cabinet's first anniversary.\" Winning the December 30 general election last year, the new, 46-member strong cabinet, led by Awami League President Sheikh Hasina, was sworn in on January 7 this year, with Hasina as the prime minister for the third consecutive term.  Five months later, on May 19, State Minister Murad Hassan was moved to the Ministry of Information from the Ministry of Health and Family Welfare. The prime minister also shuffled personnel at the Ministries of Local Government, Rural Development and Cooperatives, and the Ministry of Posts, Telecommunications and Information Technology. On July 13, the prime minister promoted State Minister for Expatriates' Welfare and Overseas Employment Imran Ahmad to the rank of minister. On the same day, she appointed Fazilatun Nessa Indira as the state minister for women and children affairs. "
}