{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_dd6fa043-545d-419a-a657-670c491c753b.txt",
  "text": "Date Published:2019-04-19 00:00:00      \nThe longing of a sleepless brain For a golden morning For a break in the rhythm For the beginning of the race In the dry season or monsoon I have to run, to keep running.   From tiredness and misery The heart erodes in lament And in the game of war begins And so begins the flood Sometimes for a moment Sometimes for a day I have to run, keep running Deep inside the heart With a mournful cry disguised as valour I return to this hellpit The realization of dreams begins The journey begins   At times I belong to this country At times to that I run, I have to run. Who cares about the pain of those removed working under the soil in this city of always Spring? How many wails make this earth tremble?   Let me tell my tale, a tale of exiles from the land of flames- I am an exile lost in the hot womb of soil. Solitude holds me, makes my heart weep and drills a hole; every moment accumulates eternities.   Everyday, when dusk ceases, my existence is obscured in the darkness of the deep. I can hardly remember that I belong to this earth. Once had chores, had Springs, had a childhood on the wings of dreams, an urge to love and be loved by someone, a home of happiness, blessings from my mother. Now, exiled, I am under the earth of this city trapped by many layers of dust, nourished by the smell of grief in my breath. Loveless moments turn me silent, pain clothes this fatigue-torn body, but in the hope of light beyond darkness this exiled heart still floats from the bottomless tunnel.     From Stranger to Myself, Diary of a Bangladeshi in Singapore by MD Sharif Uddin, Landmark Books, 2017. The book is available for purchase from http://www.selectbooks.com.sg and https://singapore.kinokuniya.com.\n \n  "
}