{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_e743d999d1cf8d28b7b42b05190db12f06e98ee5.txt",
  "text": "India's Assam State Demanding Ban on Migration\n1987-09-13T05:00:00.000Z\nThe government of the northeastern state of Assam is demanding that Prime Minister Rajiv Gandhi block the migration of other Indians to the area, and deport millions of immigrants from Bangladesh.\nState officials said they want Mr. Gandhi to extend a law that restricts access to three border sections of the northeast to Assam and the rest of the area. The law dates to the British occupation.\n''The jobs, the businesses and other economic activities and precious land which rightly belonged to the indigenous people have been grabbed by the outsiders,'' the Chief Minister of Assam state, Prafulla Mahanta, said.\nThe request comes two years after Assam's leaders signed an accord with the Gandhi Government ending six years of agitation for the deportation of more than a million illegal immigrants from Bangladesh. Restrictions on 'Outsiders'\nThe northeast is split off from the rest of India by Bangladesh, and the issue of immigration from that country, as well as from the rest of India, has inspired unrest. The new leaders in Assam captured power in elections in December 1985, and now have joined with other ethnic groups and regional political parties to demand restrictions on what they call outsiders. Protecting Ethnic Identity\nThe Assamese leaders also say they seek to protect ethnic identity in their region. They say that while they do not want to disturb citizens from other parts of India who have already settled there, they want curbs on any further migration.\nMr. Mahanta recently led a delegation of leaders from different tribes that met with Mr. Gandhi to seek the entry restrictions.\nThe demands of the regional groups, which are opposed to Mr. Gandhi's ruling Congress Party, also include a ban on the purchase and sale of land by Indian settlers and denial of business and job opportunities to them. A Curb on Investments\nSuch restrictions would be expected to sharply curb investment in the region, which is rich in resources like wood and oil and produces tea.\nMr. Gandhi was quoted last week by an Assamese official as saying that he would ask the Home Affairs Ministry to study the demands and report to him.\nAssam is the most populous state in the northeast, with 22 million of the area's 25 million people. People from other parts of India are said to make up about 15 percent of the region's population.\nMr. Mahanta also said that he had urged Mr. Gandhi to enforce the rule blocking other Indians from settling in the northeast. Special Visitor Permits\nThe central Government bars foreign nationals, including reporters, from much of the northeast. Indians who wish to visit the northeast need special permits from the border state of Nagaland, adjacent to Burma, and from two border territories - Arunachal Pradesh, which is adjacent to China and Tibet, and Mizoram, also on Burma's border.\nThe Indian Parliament voted recently to bar Indian settlers from running in elections in these areas and in Meghalaya state, also in the northeast. The Government said the law was aimed at reducing fears of local communities, which are of Mongolian descent, that they would be reduced to minorities in their own territories and lose political power.\nMr. Mahanta also said that monsoon rains and heavy flooding in Assam had stalled survey work for a proposed fence along the frontier with Bangladesh to stop the entry of illegal immigrants.\nHe acknowledged that identification and deportation of aliens was slow and blamed the central Government for failing to provide adequate police forces for the job. He said that more than 3,400 aliens from Bangladesh had been identified and expelled from Assam in the last year. By SANJOY HAZARIKA NEW DELHI, Sept. 12 - The government of the northeastern state of Assam is demanding that Prime Minister Rajiv Gandhi block the migration of other Indians to the area, and deport millions of immigrants from Bangladesh.\nState officials said they want Mr. Gandhi to extend a law that restricts access to three border sections of the northeast to Assam and the rest of the area. The law dates to the British occupation.\n''The jobs, the businesses and other economic activities and precious land which rightly belonged to the indigenous people have been grabbed by the outsiders,'' the Chief Minister of Assam state, Prafulla Mahanta, said.\nThe request comes two years after Assam's leaders signed an accord with the Gandhi Government ending six years of agitation for the deportation of more than a million illegal immigrants from Bangladesh. Restrictions on 'Outsiders'\nThe northeast is split off from the rest of India by Bangladesh, and the issue of immigration from that country, as well as from the rest of India, has inspired unrest.\nThe new leaders in Assam captured power in elections in December 1985, and now have joined with other ethnic groups and regional political parties to demand restrictions on what they call outsiders. Protecting Ethnic Identity\nThe Assamese leaders also say they seek to protect ethnic identity in their region. They say that while they do not want to disturb citizens from other parts of India who have already settled there, they want curbs on any further migration.\nMr. Mahanta recently led a delegation of leaders from different tribes that met with Mr. Gandhi to seek the entry restrictions.\nThe demands of the regional groups, which are opposed to Mr. Gandhi's ruling Congress Party, also include a ban on the purchase and sale of land by Indian settlers and denial of business and job opportunities to them. A Curb on Investments\nSuch restrictions would be expected to sharply curb investment in the region, which is rich in resources like wood and oil and produces tea.\nMr. Gandhi was quoted last week by an Assamese official as saying that he would ask the Home Affairs Ministry to study the demands and report to him.\nAssam is the most populous state in the northeast, with 22 million of the area's 25 million people. People from other parts of India are said to make up about 15 percent of the region's population.\nMr. Mahanta also said that he had urged Mr. Gandhi to enforce the rule blocking other Indians from settling in the northeast. Special Visitor Permits\nThe central Government bars foreign nationals, including reporters, from much of the northeast. Indians who wish to visit the northeast need special permits from the border state of Nagaland, adjacent to Burma, and from two border territories - Arunachal Pradesh, which is adjacent to China and Tibet, and Mizoram, also on Burma's border.\nThe Indian Parliament voted recently to bar Indian settlers from running in elections in these areas and in Meghalaya state, also in the northeast. The Government said the law was aimed at reducing fears of local communities, which are of Mongolian descent, that they would be reduced to minorities in their own territories and lose political power.\nMr. Mahanta also said that monsoon rains and heavy flooding in Assam had stalled survey work for a proposed fence along the frontier with Bangladesh to stop the entry of illegal immigrants.\nHe acknowledged that identification and deportation of aliens was slow and blamed the central Government for failing to provide adequate police forces for the job. He said that more than 3,400 aliens from Bangladesh had been identified and expelled from Assam in the last year."
}