{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_e16cab89-3554-4916-9984-33bf3a520b48.txt",
  "text": "Date Published:2019-06-01 00:00:00      \nImagine a Japanese man in Dhaka in the first decade of the twentieth century bent on being employed in the town and ending up marrying a Bengali Brahmo woman, the daughter of a soap factory owner, who has offered him a job. Think of the woman later going to a village near Nagoya with her husband (now a soap factory owner himself in Dhaka) to visit her in-laws, a few years before the First World War erupts. Imagine next the woman accompanying her husband to Japan once more at the outbreak of the Second World War, since the Japanese man is afraid of being jailed in British India. There she meets Netaji Subhas Bose and is thrilled by his vision of an independent homeland liberated from the British with the help of the Japanese Army. Picture, if you will her broadcasting in Bengali on Netaji's behalf on wartime Japanese radio. Consider now the prospects, years after her death, of the discovery of two manuscripts of the woman's visits, one published in her lifetime, but the other surviving only in manuscript form, recovered from oblivion and published devotedly by successive scholars/editors, and even a film made on her by an eminent Bangladeshi filmmaker.  And imagine finally a book in English that gathers almost everything available by and on this remarkable Brahmo woman so that readers can piece together her life and see it in its proper context. As readers of the book under review will agree once they have finished with it, truth is at times stronger than fiction! The Journey of a Bengali Woman to Japan is a noteworthy work centering on Hariprabha Mallick Takeda, a Bengali woman (1890-1972), who was married off to Oemon Takeda, a Japanese national employed in her father's soap factory in 1907 by her enlightened Brahmo father. At the time of marriage, she was looking after a home for abandoned girls and destitute women in Dhaka's Nimtali. She and Takeda visited Japan for four months in 1912-13; her account of the trip was published as Banga Mohilar Japan Jatra in 1915. The couple had no children but was happily settled in Dhaka, where Takeda had done well as the owner of a factory manufacturing glycerin soap. Her third trip lasted seven years (there was a second trip in 1924 that has gone unrecorded) and shows a Japan first being devastated by its war efforts, and in real bad shape afterwards The rediscovery of Hariprabha's writings has been a continuous affair. The Bangladeshi scholar Monzurul Huq located a copy of the first and only book published by her sister, Santiprabha Mullick in 1915 in London's Indian Office Library and later on, brought out an edition of it in 1999; two more editions were published later in Delhi (2007) and Kolkata (2009) by others. The handwritten manuscript of her experience in Japan at the time of the Second World War was discovered after her death by Surojit Dasgupta, the nephew she lived with in the final years of her life, and was published with the book on her first trip by Manjushree Sinha from Kolkata in 2009. Sinha's edition also contains another hitherto undiscovered work in Bengali by Hariprabha titled \"Child Rearing and Women's Education in Japan,\" originally published in the journal Bharatbarsha in 1949. What Somdatta Mandal has done so well is not only to translate these three manuscripts into English but also append them with a translation of an essay by Monzurul Huq introducing the first two works, an original essay by Kazuhiro Watanabe titled, \"The Japan that Hariprabha Saw,\" a translation of select compilation of articles by Swapan Prasanna Roy that he had written for his 2007 Delhi edition of the first two works, and a translation of the Introduction Sinha had written for her 2009 Kolkata edition. Obviously fascinated by everything she was finding out in the research she had undertaken to bring out her translations of Hariprabha's writings, Mandal follows up her translations and the contextual comments of previous editors and Watanabe with further translations of the \"Reminiscences\" of Hariprabha's nephew Surojit and his wife Manju Dasgupta of their \"Baro Mashi\" (eldest aunt). For good measure, Mandal also includes a review of Tanvir Mokammel's 2012 documentary Japani Bodhu (\"Japanese Bride\"), and reprints a scholarly piece by Gautam Neogi on the home for abandoned and destitute women Hariprabha managed till 1908. Of the works by Hariprabha, the first and longest is a fairly straightforward account of the voyage she took on shipboard with her husband to Japan and the people she met during her extended stay with her in-laws. She clearly has an eye for details and a mind that can organize them as well as the capacity to write simply. As a Brahmo, she takes occasional metaphysical leaps that stand out in her narrative. For example, when the ship she is in is leaving the river and entering the sea, she is impressed by the time it takes the vessel to reach blue water and views it as the wait humans are destined to experience in uniting with the Almighty.  In a Japanese temple she is eager to see the \"idol-less God [that] resides in this huge temple.\" There are things in Hariprabha's narratives clearly meant to be seen as exemplary for her Bengali readers. When she visits a girl's school she notes that the little children there are \"not taught with the aid of books\" but are \"given basic ethical training through stories\" and made to learn through activities like clay modeling and drawing. She obviously liked seeing Japanese women spending no more than half a day doing house work. She is also impressed here (and in the second account) by the cleanliness of the Japanese, observing their addiction to taking frequent public baths, their obsession with keeping public places clean, and not littering anything anytime anywhere. She records too how the Japanese, for their part, are fascinated by the presence of a Bengali woman in their midst, who, for her part, was obviously \"basking in the love and attention of everyone.\" While I liked reading the account of her first trip, I must confess that I found her description of her stay in war-torn Japan much more appealing. Her depiction of a people scarred mentally and having to undergo endless hardship because of war-time scarcity, of landscapes being devastated by enemy bombings, and of unending deaths can be quite moving as when she writes, \"The houses of the ordinary people of Japan were full of sorrow--husbands and sons dead, children dead of starvation, no food, no clothes, no roof above their heads.\" And yet she notes the courtesy and kindness with which she and her ageing husband are treated by the Japanese, as when they queued for food rations. At one point she and her increasingly infirm husband are forced to live in the corner of a godown. The second account attracted me a lot more than the first one also because of the glimpses it affords of Netaji and the Azad Hind in Japan. We find him sitting with Hariprabha in his car in Tokyo, hear him declare that his group would fight for India's independence till the end, and learn of the death of Netaji himself on a plane on the way (presumably) to India from Bangkok. True, what we have in Hariprabha's unpublished memoir are only such scattered references, but they seem to me to be, nevertheless, invaluable. As for Hariprabha's third work where she writes on Japanese women and children, one notices the implicit criticism of Bengalis in this regard and her admiration for the Japanese. This seems to be the case when she notes the use of diapers by mothers and the way they carry their children on their backs or avoid hitting them, transmitting well their \"nurturing instincts\" to the young ones. She obviously admires the schooling in politeness girls receive in schools. In this post-war essay, however, there is also an indication of her regret in the manner Japanese women were beginning to imitate American ways. Somdatta Mandal has done admirable work not only in translating Hariprabha's works so lucidly but also in her intelligent selection of selected contextual comments of other translators and scholars. Her translation and scholarship are evidence of her admiration for the unique experience of this Bengali Brahmo woman from Dhaka in Japan. My only regret after ending the book is that although Mandal and Jadavpur University Press appeared to have done their best to bring out a very attractive edition, there are no clear photos/portraits of Hariprabha in Dhaka, Japan, or West Bengal (where she lived after partition and her return from Japan) in The Journey of a Bengali Woman to Japan. But that could be because of a flood in Darjeeling which ruined whatever the widowed woman had in her trunk in the last stage of her life. Fakrul Alam is a Bangladeshi academic, writer and translator."
}