{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1989_434f0af174eeb5795fbd6997b4d902059dc54acc.txt",
  "text": "Rushdie Is Still Planning to Visit U.S. Next Week\n1989-02-15T05:00:00.000Z\nA death sentence by Ayatollah Ruhollah Khomeini and other protests have not altered the plans of the novelist Salman Rushdie to come to the United States next week to promote ''The Satanic Verses,'' his American literary agent said yesterday.\n''As of now he will be here on schedule,'' said the agent, Andrew Wyley. ''I think some things will change, but his intention is to come to the United States to promote the book.'' The book has been on sale in American bookstores for several weeks.\nViking Penguin, which bought world rights to the novel, had scheduled an 11-city American tour for Mr. Rushdie, to include readings at four universities. That itinerary - scheduled to start next week, to coincide with the official American publication Feb. 22 - was largely completed before the book was banned in India last October.\nA Viking publicist suggested yesterday that in view of the recent violent protests, Mr. Rushdie might tape interviews to be broadcast.\nBoth Mr. Rushdie and Viking issued statements yesterday denying that the book was intended to defame or insult.\nIn a statement issued in Britain, Mr. Rushdie said: ''The novel is not an attack on Islam or any other religion, but an attempt to challenge preconceptions and to examine the conflict between the secular and religious views of the world. Ironically, it is precisely this conflict which has now engulfed the book.''\nHe added that many Muslim writers and readers had expressed support for the book and strong disapproval of the campaign against it.\nMr. Wylie said that two writers' groups, PEN and the Authors Guild, ''voiced their strong support for him.''\nAfter a meeting of Viking officials yesterday, the publisher released a statement deploring the violence and loss of life.\nThe book has now been banned in India, Pakistan, Bangladesh, Egypt and South Africa.\nNoting the Khomeini threat and the violent protests over the book in Pakistan and India, the statement said: ''Neither we nor the author of this novel published this book with intent to offend. We very much regret the distress the book has caused.'' The statement added that publication of the novel ''rests upon the principle of freedom of expression, which is one of the cornerstones of all democracy.''\nIn December, Viking employees were forced to vacate their building on West 23d Street twice because of bomb scares over the book, but things appeared calm yesterday. The company has hired plainclothes security officers since those incidents, and they are posted at the front and rear entrances to the building. The Viking offices are on the fifth floor.\nThere were no demonstrators near the Viking office, and there were only a few phone calls all day protesting Viking's publishing ''The Satanic Verses.'' Asked if there has been any activity, a plainclothes security guard in the reception room replied, ''Not too much; it's been too quiet,'' emphasizing the word ''too.''"
}