{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1988_505261a586531e656e04722e23717862a251103f.txt",
  "text": "Micro-loans to the World's Poorest\n1988-02-21T05:00:00.000Z\nWITH the help of 5 of her 12 children and a son-in-law, Maria Alfonsa Lopez braids rope in La Colonia Independencia, one of the western hill barrios of Tegucigalpa, Honduras. It is an occupation her family has pursued for generations.\nThanks to four loans totaling $400 from a three-year-old community group called Asepade, a Spanish acronym for investment adviser, she has broken the grip of the local moneylender. He had been charging her 10 percent a day to finance her stock of rope, which she twists into clotheslines, hammocks and lassos.\n''The loans have helped me quite a lot, and I am now able to earn a profit,'' she said in a recent telephone conversation from Tegucigalpa.\nShe has used the profits to expand her business and to install a cement floor in the shack where she lives with her family in the dusty satellite community.\nMrs. Lopez is one of 2,500 individuals in the Tegucigalpa area who have received entrepreneurial loans from Asepade over the past three years.\nThroughout the third world, from Bangladesh and Senegal to Tegucigalpa, such loans, from a variety of donors, have helped several million small entrepreneurs - those who sell flowers, mangoes and papayas, braid rope, sew dresses, catch fish and perform other small-scale activities that are at the core of developing economies.\nThe practice of microenterprise lending began in the early 1980's and grew slowly, but from the experience to date, most experts agree that it works.\nNot only is there an excellent repayment record, but also a ''trickle up'' effect on the local economy. Profits from Mrs. Lopez's rope making, for example, meant an extra order for the local cement mixer who made her new floor. Prospering entrepreneurs may also hire additional help.\n''IT generates a flow of money,'' said Wayne G. Broehl, professor of administration at the Amos Tuck School of Business Administration at Dartmouth. ''And as you heighten the money economy, then you make new opportunities for other people, providing a real multiplier effect.''\nA shortage of working capital is generally perceived as one of the biggest obstacles to third world development. ''The capitalist model depends on resources flowing easily to the opportunities,'' said Howard H. Stevenson, enterprise professor at the Harvard Business School. In developing countries, he added, ''what strikes me is how tightly controlled the resources are. It is impossible to pursue the opportunities.'' Microenterprise lending can break the logjam.\nThe local enterprises are not big enough to qualify for bank loans. To buy additional raw materials or a wider net to catch more fish, people who need cash must generally turn to local loan sharks who charge up to 20 percent a day in interest.\nThe ''trickle up'' programs, by contrast, usually charge interest rates of 2 to 4 percent a month, amounts comparable to commercial bank rates in the particular countries.\n''Once there is a source of credit at commercial rates, costs drop, income rises and there is more money for tortillas or rope,'' said Stephen H. Gross, associate director for Latin American operations of Accion International, a nonprofit development organization. ''Suddenly you are increasing buying power of a large number of people and recyling money into the economy.''\nAccion, which provides funds for Asepade, the community group that helped Mrs. Lopez, is among a score of organizations that are behind the entrepreneurial movement.\nTheir seed money comes from private and public benefactors, including multinational corporations, foundations, the Agency for International Development of the State Department, and multinational agencies such as the International Fund for Agricultural Development and the United Nations Development Program.\nA few third world banks, like the Commercial and Savings Bank of Somalia and the Grameen Bank of Bangladesh, practice micro-lending and make it profitable by keeping transaction costs low.\nBoston-based Accion, an acronym for Americans for Community Cooperation in Other Nations, is financed by such organizations as the Ford Foundation, the Rockefeller Brothers Fund, Exxon, I.B.M. and the Agency for International Development.\nStarted during the Kennedy Administration, Accion also sends volunteers to work in Latin American slums.\nANALYZING its experience in 13 Latin American countries, Accion discovered that a loan of $30 can double a small merchant's family income in six months, according to William W. Burrus, the executive director. The group also found that every $1,100 lent to small enterprises generates one additional job.\nThe concept of helping cash-short entrepreneurs with small-scale loans appears to have originated in Bangladesh with an economics professor named Muhammad Yunus, who studied at Vanderbilt University and returned to teach at the University of Chittagong.\nHe founded the Grameen Bank in 1979 after arguing with conventional bankers that the 50 percent of Bangladeshis who are landless and the 80 percent who are illiterate could still be good credit risks.\nToday the bank, which is 75 percent-owned by its borrowers (who must be savers and, eventually, buy shares in the bank), with the remainder owned by the government, operates 330 branches serving 6,000 Bangladesh villages, and is handling 215,000 loans, more than half of them to women.\nThis and other small credit programs evolved in response to growing frustration with large-scale assistance projects.\nAccording to early economic development theories, the benefits of big investments in power plants, hydroelectric stations, irrigation works and highways were expected to ''trickle down'' through an economy and lift the living standards of the poor.\nBut after decades of commitments of many billions of dollars living standards have actually fallen in some countries. (This year alone the World Bank, the biggest of the multilateral lenders, will channel nearly $20 billion to about 80 countries.) Influenced by the spread of ''trickle up'' entrepreneurialism, development policy is increasingly shifting to programs that have a direct impact on peoples' lives, grass-roots projects that fill basic needs for food, shelter, education and health services.\n''The big infrastructure projects are still needed to improve overall economic performance,'' said John W. Sewell, president of the Overseas Development Council, a research organization specializing in third world issues. ''But these entrepreneurial programs - which really do demonstrate the magic of the marketplace - clearly deserve to be supported.''\nThe ''trickle up'' approach has also won strong backing in Congress, which late last year passed legislation instructing the Agency for International Development to direct $50 million in the current fiscal year and $75 million next year to finance third world small-credit programs.\n''It represents a dramatic new direction in foreign assistance,'' said Representative Edward F. Feighan, Democrat of Ohio, who introduced the legislation in the House along with Representative Benjamin A. Gilman, Republican of New York.\nDennis DeConcini, Democrat of Arizona, one of 50 Senate sponsors, said that among other things he believes the small loans will counter the narcotics trade.\nHe said that in Bolivia cocaine depends on a cheap supply of migrant laborers to harvest coca leaves. Out of economic necessity, thousands of Bolivian workers migrate to the coca-producing lowlands to earn income from this harvest.\nHe cited studies by the Foundation for International Community Assistance (Finca) - an organization similar to Accion - showing that a $50 loan provides enough working capital to encourage such alternatives as making cloth or marketing vegetables.\nAll of the operators of the small loan programs report a high repayment rate. Mr. Gross of Accion says that fewer than 1 percent of the borrowers default. The Grameen Bank of Bangladesh reports a repayment rate of better than 97 percent. So does Finca, an acronym for farm in Spanish, which operates a network of 600 banks with 32,000 borrowers in Colombia, Bolivia, Peru, Costa Rica and El Salvador.\n''The poor are bankable,'' said Idriss Jazairy, president of the International Fund for Agricultural Development, which provided $3.4 million to the Grameen Bank for its seminal village lending program in 1980.\nMost such programs are based on a solidarity principle. Although loans are made to individual entrepreneurs, each individual is in a group of four or five others who are in line for similar credits. Together they act as co-guarantors. If one individual is unable to make timely payments, credit for the entire group is jeopardized, which results in heavy peer-group pressure on the delinquent.\nIn the Grameen model an individual joins a group of five borrowers who meet weekly with an officer of the bank trained in small-scale financial activities. He provides management advice. All repayments take place at the group meetings.\nAt first only two members of the group are allowed to apply for a loan. Depending on their repayments, the next two borrowers can apply, and then the fifth.\nGrameen entrepreneurs have used their money for the purchase of cows, cycle repairing, weaving, pottery and even perfume making.\n''We are not doing any favors. We are in business,'' Mr. Yunus said in an interview with a New York Times correspondent in Bangladesh.\nAccording to Mr. Yunus and other experts, the small-credit activity offers exciting possibilities.\n''You could enter into a huge market of banking specifically oriented to profit-making loans to the poor,'' said Jeffrey Ashe, a Boston economic consultant. He envisions whole networks of small-loan shops. ''I'd love to see franchisable McDonald's or Burger King-type money stores accessing this particular market,'' he said.\nBut high transaction costs are a formidable barrier to financial institutions in developed countries.\n''IT'S very far afield for most commercial bankers,'' said Mary Houghton, president of the South Shore Bank of Chicago, which runs such programs in the United States through a nonprofit unit of the bank. For the past 15 years, South Shore's owners have wanted the bank to turn a profit, but also play a role in urban neighborhood redevelopment.\nIn the third world, however, village banking benefits from economies of scale. Since many of the loans are similar, a single bank representative may monitor the progress of thousands of loans weekly.\nIn countries with high unemployment rates, the job-making potential of microenterprise lending is particularly appealing to policy makers.\nRamon Uceta makes furniture in the Dominican Republic's capital of Santo Domingo. He borrowed $67 initially from the local Accion affiliate, and now 33 months and 13 progressively larger loans later, he employs 14 workers and lives in a new development in a house with running water and electricity.\nBefore he entered the program he was paying 20 percent a month to loan sharks. Now his interest rates are down to 1 1/2 percent a month.\nIn Cali, the third-largest city of Colombia, loans of about $50 enabled a group of women to start a business. They first bought sewing machines, then banded together to make baby clothes now sold in Colombian shops.\nAlthough there is a growing body of encouraging experience with small loans, many experts caution against excessively high expectations, noting that there is no single, simple answer to the problem of raising living standards around the world.\n''How do you cause small-scale enterprise to spread rapidly enough to make a difference?'' asked Robert L. Payton, scholar in residence in philanthropic studies at the University of Virginia and a former ambassador to Cameroon in West Africa.\n''The African economies are much more open to this activity than they used to be,'' when government-ownedengineering projects were in favor, he said. ''It's all very encouraging. But you can't throw money at it. You can't push it faster than it will go.'' PRINCIPAL PROVIDERS OF VERY SMALL LOANS ORGANIZATION: Accion International, Cambridge, Mass.; (617) 492-4930 COUNTRY OR REGION OF LOAN RECIPIENTS: United States and 11 countries in Latin America SORTS OF ENTERPRISES FUNDED: Shoe making, street vending, furniture production, auto repair shops NUMBER OF LOANS IN 1987 (DOLLAR VALUE): 26,486 ($16.7 million) INTEREST RATE: 2.5-8% a month ORGANIZATION: Badan Kredit Kecamatan, Jakarta, Indonesia; 011-62-24-227-541 COUNTRY OR REGION OF LOAN RECIPIENTS: Indonesia SORTS OF ENTERPRISES FUNDED: Sewing, bamboo weaving, ceramics,vehicle repair, garbage collecting, vending, agricultural processing NUMBER OF LOANS IN 1987 (DOLLAR VALUE): Not available INTEREST RATE: 1-4.8% a month ORGANIZATION: CARE, New York; (212) 686-3110 COUNTRY OR REGION OF LOAN RECIPIENTS: Bolivia, Ecuador, Peru, Philippines, Sri Lanka, Togo SORTS OF ENTERPRISES FUNDED: Shoe making, blacksmithing, carpentry, clothing production, fruit and vegetable drying NUMBER OF LOANS IN 1987 (DOLLAR VALUE): 3,200 ($372,000*) INTEREST RATE: Market rate by country ORGANIZATION: Foundation for International Community Assistance, Tuscon, Ariz.; (602) 325-5044 COUNTRY OR REGION OF LOAN RECIPIENTS: Andean region of South America, Costa Rica, El Salvador SORTS OF ENTERPRISES FUNDED: Livestock, fruit and vegetables for marketing, tools, clothing NUMBER OF LOANS IN 1987 (DOLLAR VALUE): 8,643 ($521,000) INTEREST RATE: Pegged to inflation rate ORGANIZATION: Freedom from Hunger Foundation, Davis, Calif.; (916)768-6200 COUNTRY OR REGION OF LOAN RECIPIENTS: Honduras, Sierra Leone SORTS OF ENTERPRISES FUNDED: Vegetable gardens, small livestock, food processing NUMBER OF LOANS IN 1987 (DOLLAR VALUE): 438** ($30,000) INTEREST RATE: 0-15% a year ORGANIZATION: The Grameen Bank, Dhaka, Bangladesh; 011-880-326-619 COUNTRY OR REGION OF LOAN RECIPIENTS: Bangladesh SORTS OF ENTERPRISES FUNDED: Food processing, farming, crafts, barbershop equipment, rickshaws, retailing, fishing NUMBER OF LOANS IN 1987 (DOLLAR VALUE): 400,000 ($24 million) INTEREST RATE: 16% a year ORGANIZATION: The Institute for International Development, Oak Brook, Ill.; (3120 279-9300 COUNTRY OR REGION OF LOAN RECIPIENTS: 14 countries in Latin America, Asia and Africa SORTS OF ENTERPRISES FUNDED: Primarily small manufacturing and service businesses NUMBER OF LOANS IN 1987 (DOLLAR VALUE): 2.080* ($2.2 million) INTEREST RATE: 8-20% a year ORGANIZATION: Mennonite Economic Development Associates, Winnipeg, Manitoba; (204)944-1995 COUNTRY OR REGION OF LOAN RECIPIENTS: Bolivia, Haiti, Jamaica SORTS OF ENTERPRISES FUNDED: Tailoring, leather work, food preparation, artisanship, manufacturing, retailing NUMBER OF LOANS IN 1987 (DOLLAR VALUE): 359*** ($140,000***) INTEREST RATE: 8-15% a year ORGANIZATION: Overseas Education Fund International, Washington; (202) 466-3430 COUNTRY OR REGION OF LOAN RECIPIENTS: Central America, East and West Africa SORTS OF ENTERPRISES FUNDED: Women only: food processing, agriculture, small livestock operations NUMBER OF LOANS IN 1987 (DOLLAR VALUE): 88* ($159,835***) INTEREST RATE: 11-18.5% a year ORGANIZATION: Save the Children Federation, Westport, Conn.; (203) 226-7272 COUNTRY OR REGION OF LOAN RECIPIENTS: 22 countries in Asia, Latin America, Middle East and Africa SORTS OF ENTERPRISES FUNDED: Agricultural production, food processing, retailing, small industry, house building NUMBER OF LOANS IN 1987 (DOLLAR VALUE): 11,518*** ($2.3 million***) INTEREST RATE: Market rate or below by country ORGANIZATION: Self Employed Women's Association, Ahmadabad, India; 011-91-11-390-329 COUNTRY OR REGION OF LOAN RECIPIENTS: Ahmadabad region of India SORTS OF ENTERPRISES FUNDED: Small-scale street vending, clothing production, food processing NUMBER OF LOANS IN 1987 (DOLLAR VALUE): Not available INTEREST RATE: Not available ORGANIZATION: Working Women's Forum, Madras, India; (202) 879-2900 (in Washington) COUNTRY OR REGION OF LOAN RECIPIENTS: India SORTS OF ENTERPRISES FUNDED: Women only: street vending, baking, cigarette rolling, making cardboard boxes NUMBER OF LOANS IN 1987 (DOLLAR VALUE): 32,303** ($1.2 million*) INTEREST RATE: 4% a year\n*Estimate **1986 most recent figure available ***Fiscal year ended June 1987"
}