{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_32683842-6bae-4ad3-b7e3-75ff550bfb91.txt",
  "text": "Date Published:2019-08-08 00:00:00      \nPrime Minister Sheikh Hasina is scheduled to visit India in the first week of October There appears to be a sudden increase in the engagements between Bangladesh and India in many areas of mutual interest. Prime Minister Sheikh Hasina is scheduled to visit India in the first week of October, while the Indian External Affairs Minister is most likely to pay his maiden visit to Bangladesh on August 20-21. Home Minister Asaduzzaman Khan is now in India to hold meetings with his counterpart Amit Shah. Railways Minister Md Nurul Islam Sujan will conclude his visit to India today (Thursday). After more than eight years, the Water Resources Secretary-level talks will be held today (Thursday) in Dhaka.  These engagements are taking place in a short period of time and there is no scope for anything different, diplomats concerned told Dhaka Tribune. In such broad relations between Dhaka and New Delhi, engagements in different sectors are quite natural, they said.  Prime Minister Hasina will attend the India Economic Summit of the World Economic Forum, 'Innovating for India: Strengthening South Asia, Impacting the World,' to be held in New Delhi on October 3-4, according to multiple government sources. Although she is going to attend a multilateral event, there will be bilateral meetings on the sidelines with Indian leadership . Also Read- PM Hasina to visit India in October At those meetings, Hasina will discuss bilateral issues concerning the Bangladesh-India relationship, including the water sharing of common rivers. Indian External Affairs Minister Jaishankar is scheduled to arrive in the capital on August 20 on a two-day trip, his first visit since he was appointed following the formation of the new Indian government led by Narendra Modi.  As this visit will be his first, it is unlikely to have any substantial outcome. Both sides will just touch upon pending issues and talk about ways to find solutions, and will explore new areas of cooperation. The timeframe for the prime minister's visit will be finalised during his visit. Home minister Khan was due to hold bilateral meetings with his Indian counterpart Amit Shah, also president of the ruling Bharatiya Janata Party, at 7:30pm (Bangladesh time) on Wednesday, said a Bangladesh High Commission official in Delhi. The meeting was scheduled to take place in New Delhi at 4:30pm (Bangladesh time), but was delayed due to the death of former Indian External Affairs Minister Sushma Swaraj, he said, adding that the meeting was due to end at around 9:30pm followed by dinner. According to the agenda, the meeting would discuss issues related to putting a halt to the killing of innocent Bangladeshis along the border by the Indian Border Security Force, the smuggling of drugs, human trafficking, and militancy and terrorism, as these are common problems for both neighbours, said a senior official. About the national register of citizens (NRC) in Assam, he said the agenda doesn't list the issue, but if the issue is raised, Bangladesh will put forward its arguments emphasising that it's an internal affair of India. \"We are prepared (regarding NRC),\" he added. A Bangladeshi delegation, led by Railways Minister Sujan, discussed the ongoing railway projects under an Indian line of credit, including the expedited supply of 10 broad gauge and 10 metre gauge locomotives under Indian grants, and other issues. The delegation visiting India from August 3 to August 8, has also gathered experience on Indian railway's catering, ticketing, and operation of trains.  The first Water Resources Secretary-level meeting in more than eight and a half years will take place on Thursday at state guest house Meghna. Both sides will discuss various issues concerning 54 common rivers spanning the two countries, according to a top Water Resources Ministry official. \"Since the issue of the Teesta water sharing agreement is now at the prime minister level, we will not discuss it in detail. But obviously, we will touch upon it,\" he said, adding: \"We will place emphasis on other common rivers which are important too.\""
}