{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_2802dfd7-08fd-45d8-a418-3ee2d73a874d.txt",
  "text": "Date Published:2019-09-24 00:00:00      \nPointing out that health is an integral part of the development journey, she said it is essential for continued socioeconomic progress Prime Minister Sheikh Hasina has stressed the need for collective efforts for ensuring universal health coverage (UHC), saying that its benefits are global and fundamental to development. \"Benefits of universal health coverage are global and we need to work collectively,\" she said while delivering the national statement at the plenary session of the High-level meeting on Universal Health Coverage (UHC) at the Trusteeship Council in the UN Headquarters here on Monday afternoon. The premier added: \"Collaboration amongst stakeholders around a common goal like universal health coverage is fundamental to our development ... we should work together to achieve health for all.\" Pointing out that health is an integral part of the development journey, she said it is essential for continued socioeconomic progress. \"Ensuring Universal Health Coverage for all has assumed greater importance. It also helps ensure access to quality health services without adding financial hardship on the disadvantaged people in particular,\" she said. In Bangladesh, the premier mentioned that in the face of all constraints and limitations, the government has developed innovative ways to ensure universal health coverage for all. She said that government's comprehensive support to health sector today includes risk protection, access to quality essential health-care services and access to safe, quality and affordable essential medicines and vaccines for all. \"We had also promised to reduce premature mortality from non-communicable diseases by one third through prevention and treatment as well as to promote mental health and well-being by 2030,\" she said. Sheikh Hasina said that when Awami League government assumed office in 1996, she accorded high priority to strengthening local community health services. \"Acknowledging the critical role of health services at the grassroots level, we introduced Community Health Clinics (CHC) in 1998,\" she said. These clinics, she said, are model of public-private partnership where the government provides skilled personnel, medicine and equipment and the local people provide the land for the clinic. In this connection, the prime minister said that the government had planned to construct 14,890 community clinics all over the country, especially in rural areas. \"So far 13,743 community clinics are functioning which provide services to approximately 600,000 individuals daily,\" she said. Sheikh Hasina said the clinics are accessible to 80% of the population and are located within 30 minutes walking distance of their residences. She said it is estimated that on an average 40 patients receive service from each clinic every day and 90 percent of them are women and children. \"Our efficient health planning and implementation has reduced maternal mortality to 172, infant mortality to 24 and under-5 mortality to 31,\" she said. The prime minister said in Bangladesh full vaccination coverage is now 82.3%, life expectancy is more than 72.8 years while fertility rate per woman has dropped to 2.1. \"We've made commendable success in elimination of tuberculosis and leprosy,\" she said. Sheikh Hasina said that the government has already integrated the health-related SDG targets into the long-term development plans. \"Our 'Visions 2021' and 2041' have given top priority to health security. As per our election manifesto 2018, we are planning to expand the universal health coverage even further and make health service free for child under one year and for elders over 65 years,\" she said. Climate Action Summit Later, the prime minister delivered a statement at the Climate Action Summit at the General Assembly Hall in the UN Headquarters. She said the impacts of climate change have been devastating the lives of almost two billion people globally every year. \"Globally, frequency of extreme climate events is increasing. But in Bangladesh, casualties are reduced to almost nil from hundreds of thousands due to efficient early warning system,\" she said. The prime minister said Bangladesh is one of the most vulnerable countries to climate change. \"We have adopted adaptation and resilience building measures, including an 82-year Bangladesh Delta Plan 2100, to deal with issues on climate change, natural disasters and water management,\" she said. Sheikh Hasina said the government has built 4,291cyclone shelters and 523 flood shelters in the coastal areas to give refuge during disasters. Some 56 thousand volunteers are available to warn and facilitate preparation for danger, she said. The premier said she is delighted to launch today the Risk-informed Early Action Partnership (Reap). It is an ambitious new initiative created by the United Kingdom, Finland and the International Federation of the Red Cross and Red Crescent Societies. Sheikh Hasina said she is pleased to announce that over 50 countries and over 20 other organizations are joining this partnership today at its launch. \"Reap aims to make one billion people around the world safer from disasters by 2025 by bringing together the humanitarian, development and climate communities,\" she said. The prime minister said Bangladesh has shown how a strong early warning system and a coordinated approach in disaster management can make a big difference. \"So, we have happily joined this initiative to share our experiences with other vulnerable countries, as well as to learn from others in mitigating the risks of future hazards,\" she said. The prime minister arrived here on Sunday afternoon on an eight-day official visit to the USA to join the 74th Session of the UN General Assembly (UNGA)."
}