{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1989_2c0b6566f47b6bcbed37fe6f93e49f61a0f61127.txt",
  "text": "India Trade Dispute Brings Austerity to Nepal\n1989-05-25T05:00:00.000Z\nThe Nepalese Government, digging in for a long siege in a trade war with India that is being seen here as a test of Nepalese sovereignty, has introduced austerity measures and started reordering its development plans, officials here say.\nSince India closed all but two border crossings two months ago, ostentatious living has been forbidden in the Hindu kingdom, where most of the 18 million people are poor. Social gatherings, including wedding receptions, are being monitored, officials of the Government of King Birendra said in interviews.\nAt their most optimistic, Nepalese officials and business leaders say they will make the most of a cutoff of Indian consumer goods by encouraging local industries to fill the vacuum. New sources of imports and markets for exports are being sought. But some local business leaders and diplomats say serious problems are developing.\nIndia, through which most of landlocked Nepal's imports and exports pass, closed 19 of the 21 border crossings on March 23, and a week later allowed petroleum products agreements to lapse, depriving Nepal of fuel.\nAt the root of the dispute is Nepal's insistence on two treaties, one for trade and one for transit rights. India wants one, as it had before 1978. As the dispute drags on, diplomats here say, it becomes more apparent that Katmandu wants to review all its relations with New Delhi, embodied in a 1950 treaty now described as ''colonial.''\nTo the surprise of some diplomats, the Nepalese, most of whom cannot afford imported luxuries, appear to have closed ranks behind King Birendra's Government. Officials are reported to have concluded that the dispute with New Delhi will probably not be resolved until after India's elections, expected near the end of this year.\nA good harvest of wheat and mustard seed, from which edible oil is made, has reduced fears of a serious food shortage. Medicines are being flown in from Bangladesh, the Government spokesman, Radhe Shyam Bista, said. Black-market trading is also going on along the India-Nepal border.\nRoyal Nepal Airlines has been able to fly in enough fuel from Dhaka to restore all domestic air links and sustain international routes, Mr. Bista said. But taxis and private cars have been made idle by shortages, causing tourism's biggest problem, and a number of restautants have closed.\nOn the surface, daily life in the Katmandu Valley appears to be continuing without serious interruption, with limited diesel and gasoline supplies arriving from China or Singapore. India is allowing transit of essential goods.\nBut business leaders and diplomats suggest a ''hidden crisis'' is developing as Government and private projects wind down and the poorest day laborers lose jobs. Tourism has also been affected. May and June are traditionally the month when Indian tourists fill hotels vacated by Westerners.\nGovernment departments have been ordered to stop buying furniture, vehicles and land. Foreign visits and official receptions are being curtailed and the use of cars restricted.\nThe behavior of ''dignitaries and distinguished persons'' will be watched to determine whether they are obeying a recently enacted Social Reform Act forbidding lavish entertaining and other unneccessary expense.\nOfficials say a program for greater self-sufficiency in essential goods will be introduced. Large-scale development projects will also be reviewed."
}