{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_c633fbd3-4b2c-4a0c-93c9-5e92d6b4d12e.txt",
  "text": "Date Published:2019-11-09 00:00:00      \nIf you go to Motijheel and look for the proverbial \"jheel\" the financial hub of the capital is named after, you will be disappointed.  But after putting in some effort and asking around, you will find a waterbody behind Bangladesh Water Development Board where ferrying service is still in operation. The waterbody (at present resembling a pond) stretches over an area of about one acre, and has two boat services -- benefitting hundreds of people who take the route. This \"pond\" is the last remaining vestige of the fabled jheel in the area which supposedly linked Buriganga and Shitalakhya rivers to Sengunbagicha, Arambagh and Gopibagh canals, said locals. Many used to commute to Motijheel using boats, they claimed. Gopibagh canal was turned into a road in the 1990s and most parts of the jheel were filled up around that time, says Jahangir Alam, a resident of Gopibagh. Buildings and roads were constructed on it (parts of the jheel), said a former Wasa official. As tragic as the death of the many waterbodies in the city is, many still use the pond that remains as a shortcut and save 10-15 minutes to go to Motijheel from Kamalapur, Gopibagh, Tikatuli and other adjoining areas. Fare is Tk 2 during peak hours, and Tk 5 after 9pm and in weekends. Enamul Haque, an official of Bangladesh Water Development Board, who was in a hurry to cross the pond on a Monday morning, said that in the morning even five minutes are crucial to office-goers. Logically, a huge number of them use the boat services to get to work within a short time. The route is so popular among office-goers that queues form at both ends of the waterbody during peak hours every workday, he said. Ripon Ali, a first-year student of Kamalapur Sher-e-Bangla Railway School and College, said every day he goes to school on foot and takes this shortcut on a boat. \"It takes only a couple of minutes to cross the waterbody. I can reach my school in 10-15 minutes,\" said Ripon, a resident of Tikatuli. \"It would cost Tk 30-40 if I take a rickshaw to school,\" said Ripon. Kholilur Rahman, a resident of Gopibagh, said there was a huge waterbody named \"Matimia'r Jheel\" in the area and several thousand boats would come to the gudaraghat (where people embark and disembark) every day from different areas like Demra, Nandipara, Isapur, Trimohoni and Razarbagh. The jheel was linked to rivers at that time, he said. \"We had taken relief materials on boats from here to Demra, Madartek and Bashabo during the 1998 flood,\" he added. Encroachers started filling up the waterbody in the 1990s, which sped up in the early 2000s, said locals. At present, some individuals are claiming ownership of the pond -- putting up signs -- though it is government khas land, they alleged. Heju Miah, a boatman at the ghat, said there are two boats on the small waterbody. Ferrying service starts very early in the morning and continues till 11pm. Ekhlamul Islam, a resident of Gopibagh, said though it is still a vital waterbody in the area, it remains neglected by the authorities concerned. The water of the pond looks polluted and a big part of it has been occupied, he said. Authorities should take immediate measures to beautify this area -- as done with Hatijheel -- as it is the last remaining waterbody in the heart of Motijheel, he urged.   Do you have a Dhaka Vibe story to share? Email us your ideas or reports to dhakavibeds@gmail.com.\n"
}