{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_c1b6fedd-6b31-4d98-905f-91c3b11f4385.txt",
  "text": "Date Published:2019-04-14 00:00:00      \nUSDA says, US-China 'trade war' also comes into play as supply of low-price yarn, fabrics gluts Bangladesh  Backward linkage factories - spinning, weaving, and knitting - in Bangladesh are running their businesses at a loss because of yarn dumping from India, and fabrics from China and Pakistan.  Although apparel industries seem to benefit more from dumping, it makes them more dependent and vulnerable as a supplier of low-priced garments for export, states a just published report by the United States Department of Agriculture (USDA).    It says, \"Due to the U.S. - China 'trade war,' yarn and fabric from China are exported to Bangladesh at a lower price. Textile industries are facing hard challenges and incurring business losses, as they can't compete with imported yarn and fabric at very low prices.\"  It also states that China is providing direct cash returns to exporters of about 15 to 20% on their export of fabric to Bangladesh.   In March 2019, the price of cotton yarn reduced due to lower cotton prices in the international market, along with ample supply of yarn and fabric from China, India, and Pakistan.  USDA says, the local textile millers are facing uneven competition due to abundant imports of cheap yarn and fabrics. Some of them are about to leave the market and are facing a challenge dealing with a huge stockpile of unsold fabric, it adds.  The phenomena is attributed to low-priced yarn and fabric imports increased through bonded warehouse import \"leakage,\" improper utilization declaration (UD) certification facilities of readymade garment (RMG) manufacturers, false declaration of product specification, and smuggling through the border with India.  Local RMG manufacturers are importing yarn and fabric from China, India, and Pakistan using a bonded warehouse (zero tariffs on import of raw materials for export value-added product) privilege.  \"The imported yarn and fabric with zero tariffs are then illegally sold to the local market which forces down prices in the domestic market and makes local weaving mills and spinners more competitive,\" states USDA report. Bangladesh has import duties of 32.4 percent for man-made fiber, 91.37 percent for fabric, 38.47 percent for yarn, and 32.4 percent for textile chemical dyes.  Export-oriented RMG factories can import yarn and fabric under a duty draw back incentive, which reimburses all customs duties paid on imported yarn, and fabric (but not taxes such as the VAT and Advanced Income tax).  Imports of all textile raw materials, including fabrics, have no quotas.   As a result of yarn oversupply in the domestic market, prices fell nearly 15-20 percent, while some textile millers and spinners suffered as a result, the report says also noting that \"Some millers planned to cut overseas purchases of cotton for yarn and fabric production as they were struggling in the market due to the flood of imported yarn and fabric from China and India.\"  Textile millers have urged the government to take necessary action in order to protect the textile industry.  Of 2.1 million metric tons of Bangladesh's yearly yarn demand, 70 percent is met by local millers, while the rest is imported mainly from India, China, Vietnam and Pakistan.  More foreign buyers of value-added apparel are purchasing from Bangladesh due to cheap labor cost, competitive prices, and an appreciated US dollar versus the Bangladesh Taka.  Reportedly, some high-end millers have increased production capacity to satisfy higher domestic and international demand says USDA report.  Bangladesh currently has 430 spinning mills, 802 weaving mills, 244 dyeing and finishing mills, 32 denim fabric mills, 22 home textile mills, and a total of 6,502 registered and 527 un-registered garment factories.  Sixty-five percent of these factories are located in Dhaka district.  Approximately 4,296 Bangladesh Garment Manufacturers and Exporters Association (BGMEA) members employ four million workers, of which 80 percent are women.  In first eight months of the current fiscal, ready-made garment (RMG) exports fetched Bangladesh approximately US$23 billion, up nearly 15 percent from last year.  In previous financial year (2017-18), the country earned US$ 31.6 billion from RMG exports, an increase of 8.77 percent compared to 2016-17 FY, and contributed 83 percent of total export earnings.  Ministry of Textile and Jute has projected that the RMG sector earnings would grow to US$35.62 billion and US$38.73 billion in 2019-20 FY and 2020-21 FY respectively.   The export growth was partially contributed to by improved workers' wages, compliance maintenance investment, workers' skill development, diversified value addition, increased domestic and foreign direct investment, and more international brands involved in the trade.  USDA also predicts, Bangladesh's cotton import to rise from 8 million bales (projected for 2018-19) to  8.5 million bales in 2019-20, on expectations of increased export market demand for value-added apparel products, increased capacities of existing mills, stable international prices of cotton, and favorable weather for world production.  Bangladesh imported cotton from 41 countries around the world in 2017-18. Among them, India (25%) and the U.S. (10%) take the largest share of volume, followed by Australia (9%), Mali (9%), Burkina Faso (8%), Benin (8%), Brazil (7%), Uzbekistan (6%), and others.  Nearly 80 percent of garments made in Bangladesh are sourced from cotton; the rest are made from viscose, polyester and other materials.  Local spinners supply 90 percent of raw materials for knitwear and 40 percent for the woven garments sector. "
}