{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_b844c208-f673-4332-aabf-c2a4b0a490a7.txt",
  "text": "Date Published:2020-02-04 00:00:00      \n'If someone fails to understand Sir Abed, he or she will never understand what Bangladesh is' The contributions of Brac founder Sir Fazle Hasan Abed to education and social changes is priceless and timeless, said speakers.  Sir Abed's dreams of a better and prosperous world need a stronger commitment from present and future generations for them to be properly implemented, they added. The remarks were made at an event titled \"Celebrating the life and legacy of Sir Fazle Hasan Abed (1936-2019),\" organized by Brac at the International Convention City Bashundhara (ICCB) in Dhaka on Tuesdayat an event titled \"Celebrating the life and legacy of Sir Fazle Hasan Abed (1936-2019),\" organized by Brac at the International Convention City Bashundhara (ICCB) in Dhaka on Tuesdayat an event titled \"Celebrating the life and legacy of Sir Fazle Hasan Abed (1936-2019),\" organized by Brac at the International Convention City Bashundhara (ICCB) in Dhaka on Tuesday.  Rehman Sobahan at an event titled \"Celebrating the life and legacy of Sir Fazle Hasan Abed (1936-2019),\" at the International Convention City Bashundhara (ICCB) in Dhaka on Tuesday, February 4, 2020 | Mahmud Hossain Opu/Dhaka Tribune Born in 1936, Sir Fazle Hasan Abed breathed his last at the age of 83 in a Dhaka hospital on December 20 last year. Addressing the discussion, Nobel Laureate Muhammad Yunus, said: \"We must not recall  his contributions only annually. And I hope his role will not be lost sight of in the shadows of formal events recalling everything that he did for us.  \"If someone fails to understand Sir Abed, he or she will never understand what Bangladesh is,\" said the noted economist, adding, \"Sir Abed kept in touch with almost everyone he knew.\"  \"Since its inception, Brac has discovered itself in many ways and also encouraged the formation of many other organisations of such kind. \"Writing a book can never depict Sir Abed's works. To truly portray his professional life, a study centre can be established so that Abed lives in the hearts of the generations to come,\" Yunus stated.  Nobel Laureate Muhammad Yunus at an event titled \"Celebrating the life and legacy of Sir Fazle Hasan Abed (1936-2019),\" at the International Convention City Bashundhara (ICCB) in Dhaka on Tuesday, February 4, 2020 | Mahmud Hossain Opu/Dhaka Tribune Echoing his views, Gonoshasthaya Kendra founder Dr Zafrullah Chowdhury said that he had got to know Sir Abed during the 1971 Liberation War. \"There was hardly any moment when I did not find a smile on Sir Abed's face,\" he recalled.  In her remarks, educationist Rasheda K Choudhury recalled that Sir Abed not only used to dream of a prosperous future for all but also tirelessly worked towards attaining it. \"He fought radicals all his life in order to empower women in society. There was even a time when a school run by Brac was set afire, but Sir Abed was relaxed about that.  \"I hope those groomed by Sir Abed will take the responsibility of taking his vision ahead and implement it fully,\" she added.  Chandra Shekhar Saha, executive member of National Crafts Council, said: \"Sir Abed never wanted any children to be deprived of schooling. He dreamt of making education an enjoyable exercise.\"  Sukhendra Kumar Sarkar, former treasurer of Brac University, noted that Sir Abed was a visionary who used to plan the future in advance. He added, \"Other than fighting poverty, education and health for all were the other two top priorities of his.\"  Among others, former cultural affairs minister and eminent media personality Asaduzzaman Noor, Martha Chen of Harvard University, Erum Mariam of Brac University, Majeda Khanam of Brac, and Dr Hossain Zillur Rahman, Brac's incumbent chairperson, were present at the event."
}