{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_f5ede199da3e887e685178085b3c1397be659c2c.txt",
  "text": "NEWS SUMMARY: WEDNESDAY, NOVEMBER 11, 1987\n1987-11-11T05:00:00.000Z\nInternational A3-15\nA U.S.-Nicarauguan meeting could include rebel leaders if President Reagan agreed to hold the meeting, Nicaragua's President said. It was the first time a Sandinista official voiced a willingness to meet contra leaders. Page A1\nMikhail Gorbachev's trip to the U.S. next month may be extended so he can see more of the nation, a Soviet official said. Some advisers are urging him to go ''over the head'' of President Reagan to get a closer sense of the country. A1\nA Russian woman is a princess again after years of wandering around the fringes of Soviet history. At the age of 83, Yekaterina A. Meshcherskaya is finally allowed to honor the heritage that went with her title. A1\nIn Dhaka, several people were shot and killed by the police as thousands of rioters set fire to cars and buildings and threw bricks and homemade bombs in an attempt to force Bangladesh's President, H. M. Ershad, from office. A3 Norodom Sihanouk will go to France this week amid reports that he may meet there this year with Cambodia's Prime Minister, a spokesman said. Prince Sihanouk heads one of three armies battling the current regime. A5\nAt the meeting of Arab leaders, the balance of power in the Middle East appears to have realigned in favor of pragmatic policies and moderate forces opposed to Iran. Jordan and Saudi Arabia appear to be leading the group. A3\nMontreuil journal: French Communists slide\nA4\nNiger leader dies in Paris\nA6\nWiesel in plea to Germans\nA8\nQuebecer resigns as party's leader\nA9\nPoland seizes a fugitive underground leader\nA10\nU.N. urges Afghan pullout\nA12\nVigilantes form in Manila to fight insurgency\nA15\nNational A16-28, B6-7, B9\nIn the negotiations on the deficit between the White House and Congress, officials said they were near agreement on a plan that would cut the deficit by $25 billion to $30 billion.\nA1\nA further decline in the dollar is not what he wants, President Reagan said. Beyond his statement, however, the Administration did nothing in the markets to try to stabilize the currency's value. A1\nThe nation's fourth-largest law firm, Finley, Kumble, Wagner, Underberg, Manley, Myerson & Casey, rocked by internal rivalries and concerned about mounting debts, is about to undergo a reorganization, if not a dissolution, according to lawyers within the firm. A1\nA possible astronomical discovery was reported by American astronomers. They said they had the first strong evidence of a brown dwarf, one of the hypothesized celestial objects intermediate between planets and stars. A1\nThe first report ranking airlines according to their on-time performance was released by the Government. American Airlines topped the list for arriving on time, while USAir's flights ranked lowest. B9 Many farmers have gone to jail after trying to represent themselves in legal disputes with their lenders, using strategies of self-taught advisers. The case of the only farmer still behind bars has generated varying sentiments. A18\nA new style of Italian restaurant is emerging in this country, one that is unmistakable in manner. What distinguishes the food is a sense of the variety and abundance of unadulterated Italian regional cooking. C1\nReagan would elevate V.A. to Cabinet level\nA16\nEllisville journal: Classic in Midwestern town\nA18\nFlexible deadlines on air pollution planned\nA21\nAIDS panel head says rift is over\nA22\nMother sued over payment for son's liver transplant\nA24\nDole faults Reagan, Meese and Bush\nA26\nDeaver jury hears of conflict over Oval Office visitor\nA27\nHigh Court ruling helps I.R.S. combat disclosures\nB7\nWashington Talk B6\nAfter Ginsburg, where do the questions end? More fire from Reagan's right flank Regional B1-5\nFive devices to restrain people in dangerous situations have been chosen by New York City police. The selection is an effort to equip the department with something more powerful than a nightstick but less deadly than a gun. A1\nThe mother of Elizabeth Steinberg, the girl who the police say was beaten to death by her adoptive parents, went to Surrogate's Court in Manhattan to claim the child's body for burial. B1\nNews analysis: Mayor Koch's effort to hospitalize mentally ill homeless people has sharpened debate over how government should care for them.The debate is focused on the case of the first person picked up under the program. B1\nThe use of styrofoam by McDonald's for food packaging should end and biodegradable materials should be used, a New York State official said. The official requested that the fast-food chain switch its packaging. B2 A young homeless man who was shot three months shy of his 22d birthday seemed doomed by his past and his homelessness, those who knew him said. They were saddened, but not all that surprised, to learn that he had been killed. B1\nThe Westies shot a union official as a favor for John Gotti, an informer testified about the gang. Mr. Gotti is said by the authorities to be the boss of the Gambino crime family. B3\nNew generation of subway cars planned\nB1\nSoldier fatally shot in fight with Jersey state trooper\nB2\nFire, unreported for half-hour, kills 6\nB2\nLandmark status for 3 theaters\nB3\nBoy brings loaded gun to school\nB3\nShift in public assistance urged on minority children\nB5"
}