{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_120470d4-ed7b-4b7e-931e-dfcc9f82e629.txt",
  "text": "Date Published:2020-05-19 00:00:00      \nThousands of people have begun to leave Dhaka for their village homes ahead of Eid, ignoring the risks of contracting coronavirus and spreading it to many others. There were so many people on the ferries on the Padma yesterday that the authorities, in a bid to prevent crowding, suspended the services on Shimulia-Kathalbari and Paturia-Daulatdia routes for hours. In the absence of public transport because of the ongoing shutdown, the holiday-makers travelled by pickups, motorcycles and battery-run three wheelers. Many had to spend two to three times the usual fare. The Dhaka-Chattogram highway witnessed a 25-km tailback in Daudkandi, caused mainly by thousands of cars leaving Dhaka. The Covid-19 outbreak had hit Dhaka and its adjacent areas the hardest in the country. Experts said this rush of thousands of people will further spread the deadly virus and delay the reopening process. After observing the crowds that have been getting bigger for the last few days, the Bangladesh Jatri Kalyan Samity in a statement yesterday urged the government to announce a 10-day curfew around the Eid to slow the spread of the outbreak. Around three crore people used to leave Dhaka and other major cities ahead of Eid, it said. And many people have started leaving the cities for their hometowns this week. The shutdown began on March 26 and the government later extended it six times. Before May 30, most of the private and public offices will not reopen and transport services will not resume. In a circular on May 14, the cabinet division said movement of people will be restricted from May 17-May 28 across the country. The circular also said that no one would be allowed to leave the city where they work. The local administration and law enforcers were supposed to enforce the restrictions during the period. Police on Sunday stepped up measures to restrict the movement of people. They set up check posts across the country to prevent people from travelling from one district to another during Eid unless there is an emergency. But the number of people leaving Dhaka increased yesterday. Eid-ul-Fitr will be celebrated on May 24 or 25, subject to the sighting of the moon. CROWDING AT FERRY TERMINALS The number of people leaving Dhaka has been increasing since Friday, a day after the government announced the extension of the Eid holidays. Ferry operators on the Shimulia-Kathalbari route said they have been transporting several thousand people across the Padma every day this week. The authorities reduced the number of ferries from 14 to just four early yesterday to prevent crowding. But from 6:00am to 10:00am, the operators had to carry only people across the river, because there was no room for vehicles, said an employee. As the day progressed and the crowd became larger, the authorities suspended the services around 3:00pm. The services did not resume as of 9:00pm. Ferry terminal staffers said there were thousands of people there. At Paturia and Daulatdia terminals, the situation was similar. As the number of small vehicles increased in the last few days, the authorities stopped transporting small vehicles from 11:00pm on Sunday, Zillur Rahman, BIWTC deputy general manager at the terminal, told this newspaper. When the number of small vehicles like cars kept rising, they stopped operation of all five ferries from 11:00am yesterday, he said. \"We will resume operation after getting permission from higher authorities and will only carry goods-laden vehicles now.\" Rifat Rahman Shamim, superintendent of police in Manikganj, said police were struggling to control the movement of people. Police on Sunday set up a check-post at Golra on Dhaka-Aricha highway in Manikganj, he told our Manikganj correspondent. But people have been reaching Paturia Ghat at night, using bypass roads, he added. The terminals witnessed similar crowds when the government on March 23 announced the shutdown from March 26. DHAKA-CTG HIGHWAY The long tailback from Eliotganj to Daudkandi took shape yesterday morning. The situation became normal around 4:00pm. As the number of private vehicles increased, police intensified their checking activities, causing the gridlock, reports our Cumilla correspondent. Abdullah Al Mamun, officer in charge of Daudkandi Highway Police Station, said they have been working to maintain the \"lockdown\" strictly. Vehicles carrying goods and emergency transports were only allowed to move towards Dhaka. Lorry driver Shafikul Islam, however, said when police forced the cars to return to Dhaka, they caused the jam. WHAT HEALTH EXPERTS SAY Prof Dr Shah Monir Hossain, one of the eight members of a government-formed expert committee to supervise, monitor and support the coronavirus response, said: \"It's clear indication that we are going towards a worse situation. \"In a nutshell, I can tell you that the way people... are returning to their village homes.... we are heading towards a more serious crisis.\" The government should immediately take measures to stop the flood of people leaving Dhaka, he added. Prof Muzaherul Huq, former World Health Organisation regional adviser for Southeast Asia, said, \"I think the death rate from coronavirus may increase if the government fails to prevent people from going to their homes. \"We are yet to know who tested positive or negative for Covid-19. That's why a sea of people, especially from the hotspots, going back to their villages, poses serious risks to others,\" he said. Thousands of people have begun to leave Dhaka for their village homes ahead of the Eid, ignoring the risks of contracting the coronavirus and spreading it to many others. There were so many people on the ferries on the Padma yesterday that the authorities in a bid to prevent crowding suspended the services on Shimulia-Kathalbari and Paturi-Dauldia routes for hours. In the absence of public transport because of the shutdown, the holiday makers travelled by pickups, motorcycles and battery-run three wheelers. Many had to spend two to three times the usual fare. The Dhaka-Chattogram highway witnessed a 25km tailback in Daudkandi, caused mainly by thousands of cars leaving Dhaka. The coronavirus had hit Dhaka and its adjacent areas the hardest in the country. Experts said this rush of thousands of people will further spread the deadly virus and delay the reopening process. After observing the crowds that have been getting bigger for the last few days, the Bangladesh Jatri Kalyan Samity in a statement yesterday urged the government to announce a 10-day curfew around the Eid to slow the spread of the outbreak. Around three crore people used to leave Dhaka and other major cities ahead of the Eid, it said. And many people have started leaving the cities for their hometowns this week. The government announced the shutdown on March 26 and extended it six times. Most of the private and public offices will not open, and transport services will not resume before May 30. In a circular on May 14, the cabinet division said movement of people will be restricted from May 17-May 28 across the country. The circular also said that no one would be allowed to leave the city of their work during the period. The local administration and law enforcers were supposed to enforce the restrictions. Police on Sunday stepped up measures to restrict the movement of people. They set up check posts across the country to prevent people from travelling from one district to another during the eid unless there is an emergency. But the number of people leaving Dhaka increased yesterday. Eid-ul-Fitr will be celebrated on May 24 or 25, subject to the sighting of the moon. CROWDING AT FERRY TERMINALS\n The number of people leaving Dhaka has been increasing since Friday, a day after the government announced the extension of the eid holidays. Ferry operators on the Shimulia-Kathalbari route said they have been transporting several thousand people across the Padma every day this week. The authorities reduced the number of ferries from 14 to just four early yesterday to prevent crowding. But from 6:00am to 10:00am, the operators had to carry only people across the river because there was no room for vehicles, said an employee. As the day progressed and the crowd became larger, the authorities suspended the services around 3:00pm. The services didn't resume as of 9:00pm. Ferry terminal staffers said there were thousands of people there. At Paturia and Dauldia terminals, there were similar pictures. As the number of small vehicles increased in the last few days, the authorities stopped transporting small vehicles from 11:00pm on Sunday, Zillur Rahman, BIWTC deputy general manager at the terminal, told this newspaper. As the number of small vehicles kept increasing, they stopped operation of all five ferries from 11:00am yesterday, he said. \"We will resume operation after getting permission from higher authorities and will only carry goods-laden vehicles now.\" Rifat Rahman Shamim, superintendent of police in Manikganj, said the movement of people could not be controlled. Police on Sunday set up a check-post at Golra on Dhaka-Aricha highway in Manikganj, he told our Manikganj correspondent. But, people have been reaching Paturia Ghat at night, using bypass roads, he added. The terminals witnessed similar crowds when the government on March 23 announced the shutdown from March 26. DHAKA-CTG HIGHWAY The long tailback from Eliotganj to Daudkandi started yesterday morning and the situation became normal around 4:00pm. As the number of private vehicles increased, police intensified their checking activities, causing the gridlock, reports our Cumilla correspondent. Abdullah Al Mamun, officer in charge of Daudkandi Highway Police Station, said they have been working to maintain the \"lockdown\" strictly. Vehicles carrying goods and emergency transports were only allowed to move towards Dhaka. Lorry driver Shafikul Islam, however, said when police forced the cars to return to Dhaka, they caused the jam. WHAT HEALTH EXPERTS SAY Prof Dr Shah Monir Hossain, one of the eight members of a government-formed expert committee to supervise, monitor and support the coronavirus response, said: \"It's a clear indication that we are going towards a worse situation. \"In a nutshell, I can tell you that the way people... are returning to their village homes.... we are heading towards a crisis.\" The government should immediately take measures to stop the flood of people leaving Dhaka, he added. Prof Muzaherul Huq, former World Health Organisation regional adviser for Southeast Asia, said, \"I think the death rate from coronavirus may increase if the government failed to prevent people from going to their homes. \"We are yet to know who tested positive or negative for Covid-19. That's why a sea of people, especially from the hotspots, going back to their villages, poses serious risk to others,\" he said."
}