{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_aaf1d73e-4211-4a15-8d00-f2fa6cf1251c.txt",
  "text": "Date Published:2019-08-01 00:00:00      \nDB's North, East and West divisions conducted separate drives in different parts of Dhaka and arrested them The Detective Branch (DB) of Dhaka Metropolitan Police (DMP) has detained several people allegedly involved in identity theft, drug possession and attempted robbery, during separate drives in Dhaka. Police seized equipments used for production of fake Indian currency worth Tk1 crore from Jatrabari's Matuail area around 6pm Wednesday, said Abdul Baten, DB's Additional Commissioner,  at a press briefing on Thursday. \"Acting on a tip-off, a team of DB [North division] conducted a drive and busted a money counterfeiting factory,\" he said. \"Three people were also arrested, and we recovered fake Indian Rupees worth Tk26 lakh and other counterfeiting equipments from there.\" The three are Liakat Hossain alias Zakir, the ringleader, Shanta Akter and Momtaz Begum.   Baten said Liakat has connections with a similar ring based in India and traders in Chapainawabganj.  \"Liakat and his gang were planning to use the fake currency to purchase cattle ahead of the upcoming Eid-ul-Azha,\" the DMP additional commissioner said.   With Eid just a few days away, a certain syndicate is planning to release the counterfeit banknotes in shopping malls and cattle markets, Baten added. In another drive in Jatrabari area, police arrested six people- Bojlu Hossain, Afsar Hossain Babu, Nurul Afsar, Md Harun, Al-Amin and Monju Mia- for possessing arms and drugs. They had 3 arms, 10 rounds of bullets, one microbus and 2,100 pieces of yaba in their possession. Two separate teams of DB's East and West division also conducted raids in Fakirapool and Sabujbagh areas respectively, on Wednesday evening. Four people with counterfeit money worth Tk90 lakh were arrested during those drives, Abdul Baten said. The arrestees are Lal Mia, Shahidul Islam, Abida Sultana and Al-Amin. A team of DB West division arrested seven people - Belayet, Dukhu Saha, Rasel, Masud Mollah, Sohan, Zahid and Akash - who were allegedly preparing to carry out a robbery. They were arrested in a drive in Rahim Bepari Ghat under Mohammadpur police station, on Wednesday night. Another team of DB's East division conducted a drive in Modhubagh area under Hatirjheel police station and arrested Nazimuddin Bhuiyan with 10kg of marijuana, the DMP Additional Commissioner said."
}