{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1989_183f3764de86b65ea1e08f26e783431472043505.txt",
  "text": "Nepal's Economy Is Gasping as India, a Huge Neighbor, Squeezes It Hard\n1989-04-11T05:00:00.000Z\nA dispute with India is forcing Nepal, one of the world's poorest and least accessible countries, to fight for its economic survival, a fight that is also testing its political stability.\nNew Delhi cut most of the landlocked kingdom's vital trade links to the outside world more than two weeks ago, and Nepal was shaken by student demonstrations on April 3 and 4. The protests became as anti-Government as they were anti-Indian. Universities in the Katmandu area were closed amid conflicting reports of casualties as the police suppressed the riots.\nLines at gas stations are long, straining tempers. The streets of Katmandu, the capital, are nearly devoid of cars, and travel around Nepal by air or bus is becoming more difficult. Forests are being stripped for cooking fuel.\nIn an interview Sunday, Nepal's Foreign Minister, Shailendra Kumar Upadhyaya, said Katmandu wanted to end its special relationship with India, which had become one of economic dependence.\n''It is in our interest to let interdependence grow,'' he said of ties with India. ''It is in our interest to see that our dependence on one country does not grow.'' Border Crossings Closed\nNepal, wedged between China and India, the world's two most populous nations, has only one reliable outlet to the sea, overland through the Indian port of Calcutta, more than 700 miles away.\nOn March 23, after a dispute over how to renegotiate lapsed trade and transit treaties, New Delhi suddenly closed 19 of 21 border crossings with this Himalayan nation, severing links not only to the port but also to northern Indian cities.\nThe Indians want a single pact. The Nepalese want two, as they have had since 1978, to separate their important transit rights from trade and commercial ties to India. The two accords were a concession made by a previous Government in New Delhi under Prime Minister Moraji Desai.\nForeign Minister Upadhyaya said Nepal had in the last few days proposed a new trade treaty that would include no special concessions but only most-favored-nation status, putting economic relations with New Delhi on a more equal footing. Indian officials have not responded.\nAt the end of March, two more agreements expired, covering Nepal's imports of petroleum products and coal through India. Almost immediately, there was a sharp drop in supplies of kerosene for cooking and gasoline for the buses and trucks that link remote villages to sources of food, medicine and other necessities. Trees Cut for Fuel\nRationing of petroleum products has been introduced. Prices of other commodities like sugar, salt and processed foods, many imported from India, have risen.\nEven protected trees have been cut to meet fuel shortages. Trucks arrive daily, bringing precious logs to be burned in cooking fires.\nChirin S. Thapa, a principal adviser to King Birendra Bir Bikram Shah Dev, called the damage to forests ''an unfortunate part of this emergency.'' He said the emergency measures could endanger the survival of Nepal's 18 million people.\nDeforestation in Nepal, apart from eroding local hillsides, is contributing to flooding in India and Bangladesh as swollen Himalayan rivers rush down to the plains.\nInterviews with Nepalese and Indian officials here and in New Delhi, Nepalese businessmen and journalists, and Western diplomats in Katmandu reveal a complex interaction of causes and perceptions that led to what the Nepalese say was a completely unexpected blockade by India. Links With China a Factor\nIt is almost universally believed in Katmandu that the trade dispute was only a pretext for New Delhi to vent its displeasure with Nepal for an accumulation of grievances. Growing Nepalese-Chinese cooperation, culminating in Katmandu's purchase in August 1988 of Chinese antiaircraft guns, is a major factor.\nThe presence of Chinese contractors working on World Bank or Government aid projects in Nepal, especially near the border with India, has led to protests, Nepalese officials say.\nMany Chinese consumer goods are on sale in Nepalese bazaars. Some, like small appliances and crockery, have displaced Indian products, although Nepalese officials say the trade gap with India continues to widen.\nIn addition, the fast-developing Nepalese tourist industry - a vital hard-currency earner - has in recent years ceased to be an appendage of Indian tourism. With direct air links to Europe, Southeast Asia, Pakistan, Bangladesh, Burma and Hong Kong, Nepal is bypassing Indian travel agents, airports and airlines.\nPersonal relations between King Birendra and Prime Minister Rajiv Gandhi are reported to be frosty. The 43-year-old King, who inherited the throne from King Mahendra in 1972, saw India annex the neighboring kingdom of Sikkim in 1974, and later, in Nepal's view, reduce the King of Bhutan to an Indian vassal. A Martial Tradition\nDiplomats say that the royal family, which dominates a party-less Government, is sensitive to the fate of Sikkim and Bhutan and concerned about Katmandu's independence. Nepal is the oldest nation in South Asia, with its own architecture, language and distinctive forms of Hinduism and Buddhism.\n''They are proud of their martial tradition,'' a diplomat said. ''Beneath this placid, gentle exterior, there is a determination there.''\nIndian officials, who acknowledge their annoyance with Katmandu's Chinese arms purchases, say they are also perplexed by what they see as a new and inexplicably uncompromising attitude in Nepal, which has benefited from nearly 40 years of Indian aid and special trade concessions and an open- door policy for millions of Nepalese job seekers.\nIndians say Nepal, apart from resisting a combined trade and transit treaty, refuses to reverse decisions that New Delhi regards as violations of a 1950 treaty of friendship between the two capitals that has been the base of their relations ever since. These violations include the levying of tariffs on Indian goods and the introduction of work permits for Indian nationals in Nepal. Nepalese in India are not required to have them.\nA new trade treaty, initialed by Nepal and India last November, was rejected by New Delhi when the Nepalese would not withdraw tariffs, an Indian official said. Government Is Criticized\nIf the economic crisis in Nepal is prolonged, the King and his Government will have to rely on the willingness of the Nepalese to stand behind their decision to defy New Delhi, and to make adjustments to lives that are already borderline for many.\nMost Nepalese interviewed said they were strongly opposed to the large Indian presence in Nepal and to any attempts by New Delhi to dictate this country's policies.\nBut they were also critical of the Government, which they said has failed to develop the country or allow people effective democratic rights. Nepalese are limited to voting in party- less elections for local councils. Open criticism of the monarchy and the Government is rarely tolerated."
}