{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1988_8a717c71dadf87fa4bfe639c132b7c9fdc16465f.txt",
  "text": "Photographs That Reflect and Confront Cultural Icons\n1988-01-29T05:00:00.000Z\nJUDGED by its first month, 1988 promises to be an energetic, expansive and sometimes controversial year for photography. On a weekend's excursion to museums and galleries currently exhibiting photographs, one can sense a ferment that compensates for the often uninviting chill of winter streets and sidewalks.\nIf the shows now on view are any indication, the biggest issue to be faced this year hinges on how we look at photographs. Do they wear their meanings on their sleeves, or are they signs of half-hidden attitudes and biases? The sharpest delineation of this question can be found in the exhibition ''Picturing 'Greatness' '' at the Museum of Modern Art. Part of the museum's ''Contemporary Art in Context'' program, the show consists of 39 portrait photographs of artists, selected from the museum's photography collection by the artist Barbara Kruger.\nGiven Ms. Kruger's post-modernist reputation and the nature of her artworks - declarative, billboard-size photomontages that intend to upset the status quo - a collaboration between her and the museum's generally conservative department of photography would seem unlikely. But the result is a huge success. For the museum's audience, it offers a chance to see firsthand how a new generation of artists and critics is responding to photographs as cultural evidence. For the museum's photography department, it marks what one hopes is a new era of openness and experimentation.\n''Picturing 'Greatness' '' is a show about the ways in which artists of this century have presented themselves to the camera, and the ways in which photographers have chosen to depict them. Although Ms. Kruger does not bother to sort out whether photographers or their subjects are more responsible for the images that are presented, her essential point is well taken: the idea of ''the artist'' is, in pictorial terms, a virtual cliche. The ''look'' of being an artist is predetermined by cultural precedent. The art-ists on view range from Claude Monet to Jackson Pollock, and in appearance they vary from ''a kind of well-tailored gentility,'' in Ms. Kruger's words, to ''a kooky middleman between God and public.'' Many of the pictures are well known, including the show's most obvious cliche, Edward Steichen's print of Rodin posed as a mirror of his sculpture ''The Thinker.'' But others are sufficiently individual as to seem fresh, including a 1935 image of Alexander Rodchenko, thought to be a self-portrait, and Irving Penn's 1947 portrait of John Marin, imperiously leaning on a umbrella.\nBut the intent of the exhibition is not to present these images as individual works of art. This is made obvious by the installation itself, which differs radically from usual museum practice. Ms. Kruger has hung the prints in groups, stacking some like totem poles, to point out certain motifs. In one group, all the artists are holding cigarettes; in another, they are all wielding brushes. And then there is the show's wall label, which dominates the center of the gallery. It greatly resembles one of Ms. Kruger's own artworks, with bands of red paint flanking type so big it can be read from outside the gallery.\nWhat Ms. Kruger has done, in short, is to make obvious the curator's intention and intervention. She also has expanded the context of the photographs so that they are ''about'' more than just the history and esthetics of photography itself. For this we have to thank the artist and Susan Kismaric, the photography curator who invited her to put together the show.\n''Picturing 'Greatness' '' remains at the Museum of Modern Art through March 29. ''The Logic of Display'' P. S. 1 46-01 21st Street Long Island City, Queens Through March 6\nWhile less emphatic about revealing the hand of the curator than ''Picturing 'Greatness,' '' the group exhibition ''The Logic of Display'' at P. S. 1 suggests that the urge to link photography with larger cultural forces is a widespread, even international phenomenon. Consisting of work by 10 artists from four countries, the exhibition makes the point that photographic images are increasingly being used in hybrid works that resemble sculpture more than traditional photographs. But that's only part of the purpose of the show, which was organized by two P. S. 1 curators, Paul Laster and Renee Riccardo. The less obvious, more telling message is that artists are ''packaging'' their photographs in ways that refer to, and comment on, commercial precedents.\nBarbara Bloom's ''Arena,'' for example, is a glass-fronted showcase that holds photographs and a shoe. The images depict a sports stadium and a shoe store that is designed like a stadium. On another wall, a group of French artists who call themselves Information Fiction Publicite show a series of four light boxes, arrayed from floor to ceiling, that look like miniaturized bus-shelter advertising panels. But in this case, the backlit ''ads'' are merely images of clouds.\nThe most intriguing piece in the show, however, may have more to do with architecture than packaging. By an artist known as B. Wurtz, it consists of an empty amplifier case, on which is mounted a cylindrical chair leg, and two photographs. The photos seem to show us industrial factory buildings, but close examination reveals them to be close-up, worm's-eye views of the assemblage on the floor.\nAlso at P. S. 1 is a fascinating exhibition of work by the Swiss artists Peter Fischli and David Weiss and an intriguing slide installation by Richard Baim. The Fischli and Weiss show, organized by Karen Marta for the List Visual Arts Center of the Massachusetts Institute of Technology, features humorous photographs of their unlikely, Rube Goldberg-style constructions and a video projection of their masterpiece to date, a film called ''Der Lauf der Dinge'' (loosely, ''How Things Work''). Using elemental means - fire and fireworks, blasts of air, gravity and a variety of corrosive liquids - the artists manage to sustain a chain reaction of ever-more-absurd materials and events for 30 minutes.\nMr. Baim's installation, called ''World/Fair,'' uses the techniques of corporate slide presentation, including computer-controlled dissolves and lighting effects, to undercut the implicit promise of progress they contain. Images of ''modern'' society - highways, factories and buildings - merge and blend in sometimes revelatory, sometimes unfathomable ways. Their slow procession, seen over a monument bearing an optimistic message about a ''brave new world,'' gives the installation a seriousness and gravity unusual in today's art world. 'No Trumpets, No Swans' Pratt Manhattan Gallery Puck Building 295 Lafayette Street Through Feb. 24\nA far more jaundiced view of contemporary art photography than the P. S. 1 shows - indeed, an oppositional one - can be found in the exhibition ''No Trumpets, No Swans,'' at the Pratt Manhattan Gallery. Organized by Philip Perkis, who teaches photography at Pratt Institute, with Eleanor Moretta, the gallery's exhibitions director, ''No Trumpets, No Swans'' aims to rehabilitate the practice of what's called ''street photography'' from what Mr. Perkis clearly feels is its currently unfashionable position in the art world.\nAlthough situated geographically on the edge of SoHo, ''No Trumpets'' is situated against it esthetically. The eight photographers in the show seem less interested in issues of representation and packaging than in reporting on fleeting facts of the visible world. In an argumentative statement available at the gallery, the critics Marvin Hoshino and Roberta Hellman say that these pictures challenge ''the common notion that straight camera work is somehow limiting, that it's come to a dead end and is not contemporary.''\nThe evidence gathered here includes Helen Levitt images dating to 1942 and Garry Winogrand pictures from the 60's together with much recent photography, including Mr. Perkis's. The pictures indeed show that the pleasures of straightforward, uninflected photography remain as strong as ever. Photographs such as Elaine Mayes's image of a boy flattened against his skateboard, and Judy Linn's Coney Island view, in which a young woman's shoulder merges magically with the horizon behind her, seem marvelous no matter what one calls them. But it remains to be seen whether the incidental beauty of images like these is enough to displace the current trend toward more elaborated, skeptical uses of photography. (After closing in Manhattan, the show will reopen at the Rubelle and Norman Schafler Gallery, Pratt Institute, 200 Willoughby Avenue, in Brooklyn, March 4 to 31.) 'Marc Riboud: Lasting Moments, 1953-1988' I.C.P.-Midtown Gallery 77 West 45th Street Through March 12\nThe ''hidden hand'' tradition of ''No Trumpets, No Swans'' is by no means limited to the eight photographers represented in that show, of course. It can also be seen at the I.C.P.-Midtown Gallery, in an endearing retrospective of the work of the French photographer Marc Riboud. Mr. Riboud's output of the last 35 years serves as a reminder of Henri Cartier-Bresson's vast influence on postwar photography. While never a slavish imitator of Cartier-Bresson's style, Mr. Riboud does share the master's reliance on intuition and devotion to lyrical moments. What distinguishes his work is its obvious sympathy with peasants, laborers, refugees and common people generally.\nCompared to Cartier-Bresson, whose work can be seen in the show ''Henri Cartier-Bresson in India,'' at the International Center of Photography (1130 Fifth Avenue, at 94th Street, through Feb. 28), Mr. Riboud seems to function on the sidelines of world events. He portrays strife in Bangladesh through the faces of grieving young widows, the Vietnam antiwar movement by juxtaposing a flower and a bayonet. Although he has called himself a poor reporter because of this, his knack for recording history from the viewpoint of those most affected by it gives his pictures their unique and often compelling personality. Robert Rauschenberg Pace/MacGill Gallery 11 East 57th Street Through March 5\nRobert Rauschenberg's new photographs, taken with a large-format Polaroid camera and displayed at the Pace/MacGill Gallery, are something else entirely from Marc Riboud's work. Rather than report on the world, they record the omnivorous vision of their maker. The photographs fall into two groups. Those in black and white, showing us bits of cars, bicycles and palm trees, are bleached and stained and sometimes grouped into grids of four. The color images are straightforward, almost documentary observations of fading signs, peeling plywood and other forms of material dereliction.\nPhotography is nothing new to Rauschenberg, who started taking pictures at Black Mountain College in 1949. The idea of claiming for art items that were bound for the junkyard is not new either - witness his show of ''Glut'' sculptures at Blum Helman Gallery (20 West 57th Street, through tomorrow). What is of interest, though, is the way these pictures make clear his penchant for decay.\nThere are, however, two problems here. One is that the pictures seem to have a touch of deja vu. The black-and-whites have the look of earlier Rauschenberg prints, perhaps mixed with a touch of the Starn Twins; the color is reminiscent of William Eggleston's work. The other is that the artist's perceptive facility is so great there seems to be no end to its expression. By using a camera - that mechanical producer of endless images - Rauschenberg doubles the odds of visual surfeit."
}