{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_54281269-85a0-4813-88fb-e2ac64889f03.txt",
  "text": "Date Published:2019-12-17 00:00:00      \nThe government has planned to construct a four-storey building on Bhashan Char for the UN and aid agency representatives to ensure effective monitoring of humanitarian activities for one lakh Rohingya refugees to be relocated to the island from Cox's Bazar.  It also planned to increase the height of the flood-protection embankment around Bhashan Char housing project from the present nine feet to 19 feet.  These are part of the 43 new infrastructure components meant to improve the facilities on Bhashan Char under a revised project which will be placed at the Executive Committee on National Economic Council meeting today.  The housing project on the 40 square km Bhashan Char, an island in Noakhali around 37 miles from the coast of the Bay of Bengal, was initiated by the Prime Minister's Office after vast tracts of forests and hills in Cox's Bazar were damaged due to some one million Rohingyas being housed there. Besides, there were also risks of landslides in Cox's Bazar.   By October this year, the Bangladesh Navy, which is implementing the project, completed the construction of 120 cluster villages on the island. Disaster management ministry officials said the concrete houses built were constructed four feet above the ground. The entire housing site is protected by a flood embankment.   There are also 120 cyclone shelters, which will also be used as schools, medical centres and community centres. Disaster management ministry officials said there are large swathes of land that could be used for livestock farming and fisheries on Bhashan Char.  There will also be education facilities in Bhashan Char as well, along with eight speedboats which will be used for transit, government sources said.   The refugees now live in crowded camps in Cox's Bazar. The government considers Bhashan Char cluster village a safer and better place for them.  The UN and other rights bodies, however, have been critical of the relocation plan of the Rohingyas to Bhashan Char, saying the island was isolated and flood-prone. They also asked to establish a regular ship service between Bhashan Char and the mainland.  Against this backdrop, the UN had proposed a visit to Bhashan Char by a technical mission on November 17 and 19. It, however, was postponed as Bangladesh asked for the terms of reference for the visit. Until now, the visit has not taken place, but its reason could not be known.  Meanwhile, the planning ministry proposed a revision to the project, increasing the budget to Tk 3,095 crore from Tk 2,312 crore. It has also proposed extending the project until November 2021. Shah Kamal, senior secretary of the Ministry of Disaster Management and Relief, said the government planned to build a residential building and other facilities so that the UN and other aid agencies involved in the humanitarian assistance could stay there and operate their activities.    The government also wants to take all measures to ensure protection of all those involved in the humanitarian works and the Rohingyas who are to be relocated, he told The Daily Star on Sunday.  Officials said increasing the height of the embankment around the cluster villages was a new component of the project. Aid agencies had feared tidal surges and cyclones could make the housing project vulnerable.   Disaster management officials said the government wanted to ensure full protection and amenities for all in Bhashan Char.    Other new components in the project include construction of a jetty, helipads, two hospitals, four community clinics, a water discharge system, internal roads, shore protection work, land development, solar panels and an electric sub-station.  \"Once the displaced Myanmar residents are repatriated, the landless people of Bangladesh will be rehabilitated there. It will contribute to their socio-economic development,\" said a planning ministry brief. "
}