{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_161c4a57-f45b-447f-bb57-bb310b615843.txt",
  "text": "Date Published:2019-02-10 00:00:00      \nA city is not mere buildings, streets and spaces; it is a theatre of social actions. And it is in that theatre, according to the American urbanist Lewis Mumford, that \"man's more purposive activities...work out, through conflicting cooperative personalities, events, groups, into more significant culminations.\" I see the city as an existential theatre of our actions, practices, dreams and imaginations. Cities are millions of stories. A city is neither hell nor heaven; we make cities in the shadows of our selves. We are the city. In experiencing Dhaka as the toughest city in the world, the challenge is not one of solving its endless crises but in imagining and presenting the idea of how one should live in the theatre of the collective. The narrative of Dhaka as a city continues to be framed by technical or economic notions around urbanisation. Urbanisation is a poor term to embrace the fullness of a city. Talks of urbanisation distract the discourse of cities with number games, not taking into account that a city is shaped, bit by bit, not only by policies and ordinances, but imaginations and practices. Statistics do not show how a city can be designed and lived in its fullest human, social, aesthetical and ecological potential. Such a dynamic is best approached by the term \"urbanism.\" While the city is about material and spatial facts, urbanism, the French urban thinker Henri Lefebvre points out, is about social relations staged there. Our definition of the city has to be revised, and planners have to learn how to engage with the existential quotient of the city. As the most ancient human artifact, the city now reverberates with a greater poignancy as a human collective. In much of Asia, there has been a quantum leap in the urban domain. Ushered by economic and climate migration, and administrative impetus, more people now live in cities. China is literally building 20 cities every year, and India proposes spending USD 20 billion in seven years for its National Urban Renewal Mission. Despite the fact that contemporary cities are responsible, according to architectural critic Warnock-Smith, for \"history's greatest disparity between the wealthy and the poor,\" cities are the key catalyst for the future of the planet, its transformation, but most importantly, the destiny of subsequent generations. Cities can still be the most beautiful collective dream, as the urban wizard from Brazil, Jaime Lerner, claims. Rejecting the notion that the city is a problem, Lerner insists that cities instead are solutions to the human nature of living in a socialised manner. In transforming the Brazilian city Curitiba as its mayor, the architect Lerner proved that the city is not defined by smog, crisis and deluge, but as an exemplar of how we should live as a decent society in which the fruits of urbanism are available to all citizens. What about Dhaka then? Drawing people from different economic, ethnic, social and professional categories in one space, Dhaka first of all needs a civilised mode for addressing differences and diversities. Awash with many building enterprises in a booming economy, most buildings in Dhaka remain as enclaves unsure of how to form civic precincts or connect to the public fora. What should be celebrated are designs of spaces that engage the civic realm, from the larger and monumental scale to micro levels, and from the planned to the spontaneous. At the same time, Bangladesh's urban future cannot be all about Dhaka even if it hogs up all our investments and imaginations. To think beyond Dhaka, to engage the multitude of small towns--the mofussils--is now critical. Unmapped and untheorised, small towns are developing on a faulty premise: adopting a spurious Dhaka as a role model while abandoning their own stories. From the deluge of the late 1980s that drowned Dhaka to the unforgettable tragedy of the Rana Plaza factory, Dhaka can be easily written off as evidence of an apocalyptic city-site, a landscape of unruly industrial globalisation. Death in the Plaza was also a consequence of Dhaka's irresponsible planning, a result of an abysmal failure by city leaders to establish what should be built where and how. This is the dark side of urban development, when economic growth and consumer capitalism connive to drive human desires. Along the way to Gazipur in the north of the city, on the riverbanks towards Narayanganj, and on the road past Savar, concrete and steel rods replace the vernacular of bamboo and thatch. Multi-storied buildings--six- to ten-story high--hum with the music of a far-off Gap or Walmart. Freshly laid sand-beds on wetland announce the arrival of an upcoming housing society. The transformation of Dhaka and its regions, in the name of urbanisation, has been relentless and brutal. Nalas, dobas and pukurs--the lowlands--are filled to shore up tottering towers, without any basic recourse to safety and buildability, and petit goons with the blessings of bigger leaders become crorepatis, and enter the mystical chain of globalisation. By creating one landfill after another, emaciating rivers and canals, and decimating flood-plains and agriculture, Dhaka makes for a perfect candidate for an urbanisation without urbanism. An urbanism for Dhaka, I have argued, has to be conceptualised from the hydrological property of the delta, the foundational basis of our existence. Surrounded and infiltrated by a labyrinthine and delicate network of rivers and canals, tissues of wetlands and floodplains, and organic formations of mounds and settlements, Dhaka needs a new approach to city-thinking. Dhaka's primary urban challenge is one of imagination, of not being able to think of an appropriate form even when there are inspiring clues. Once Dhaka City hosted spacious green spaces, majestic trees, crisscrossing canals, civilised riverbanks, and boats in the heart of the city. Dhaka can actually be the garden city and a place by the water it always was. The idea of the city as a garden is not a fantasy but an urban ideology that combines civic wellbeing and environmental sustainability. The master architect Muzharul Islam imagined \"the whole country as a concentration of population in certain areas in a certain way, but even then within gardens.\" He perceived Dhaka not just having a collection of large gardens but the city itself as a garden. \"If you can do this [tall buildings] utilising the highlands of Dhaka city,\" he suggested, \"even now, you can place here a population three times its current number, and, at the same time, keep the lowlands as lowlands, keep the water bodies, and create gardens\" (1992). A big part of the challenge in re-imagining Dhaka lies in appreciating its landscape reality--the lowlands, the water bodies, in short, the powerful hydrology that surrounds and infiltrates it, and creates an \"ecology of the edge.\" The edge is made of a magnificent but precious terrain of land-water mass of wetlands, flood-plains, canals, and agricultural fields. The edge is where the dry meets the wet, the \"developed\" meets the \"primitive,\" and infrastructure meets the structure-less. This is also where the urbanite meets the farmer, the land-grabber discovers his opportunity, and the uprooted often makes her habitation. Site/s of the biggest battle in the city, the terrain of the edge, is determined by the presence and flux of water. It is a battle because it is in that terrain the instruments of landfill and embankments are in play. Most urban planners and policymakers focus on the core city. Even when they are dealing with the edge, they see it in the image of the core. Official planning is unable to conceptualise the special and unique condition of this edge. Without that realisation it is easy to participate in the destruction of the city's hydro-geographical landscape. An audacious vision for Dhaka has to begin from the edge so that the norm of planning, in which the core is privileged, is reversed. The edge conditions of Dhaka present the possibility of re-negotiating the social and economic--as well as conceptual--separation between the city and its conventional anti-thesis, whether the village or agricultural plains. The edge is where new forms of space organisation will have to be reorganised in response to a fluctuating landscape, along with devising newer types of economic, civic and social opportunities. In the meeting of an older form of the city with agricultural and hydrological landscape, a new conception of a city will have to be developed that integrates urbanism, agriculture, infrastructure and flooding. Only then will a water ethos circulate in the veins of a city's imagination. Kazi Khaleed Ashraf is an architect and directs the Bengal Institute for Architecture, Landscapes and Settlements."
}