{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_58b17359-7d8e-49fd-90d1-bc7ff512576d.txt",
  "text": "Date Published:2020-02-19 00:00:00      \nAs a makeshift arrangement, a wooden bridge with bamboo poles on the Sumeswari river in Netrakona's Durgapur upazila has been made for the first time to ease people's longstanding sufferings.  People of some 100 villages in Kullagara and Gaukandia unions have been suffering for years for want of a bridge on the river at Birisiri point in the upazila. Especially schoolchildren and critical patients are the worst sufferers due to the communication problem. The villages include Ranikhong, Khujiura, Kullagara, Shasharpar, Gaukandia, Dhanipara, Boheratoli, Charpara, Boroikandi, Jagotkura, Chhondhara and Maizpara. Shubra Sangma, chairman of Kullagara Union Parishad (UP), said as there is no bridge in the area, the lease holders of Birisiri Ferry Ghat made the 500-metre-long wooden bridge in November last year for the first time. It took around 15 days to complete construction of the bridge. Earlier, the villagers had to face various trouble to reach the upazila and district headquarters but the bridge will now ease their sufferings during the dry season, said Shubra Sangma, adding that motorcycles and CNG-run auto-rickshaws can also ply the bridge.  Some 20 years ago, a fund was sanctioned for construction of a concrete bridge at the point but the authorities concerned are yet to take any steps to build a bridge there, said the UP chairman.  At least the makeshift wooden bridge has brought a sort of relief to thousands of commuters, he said. Each person has to pay around Tk 10 to cross the bridge, said local people. Md Bakul Mia, a toll collector of the ferry ghat, said they made the makeshift bridge at a cost of Tk 7 lakh to ease longstanding sufferings of people in the villages. Mohammd Al Amin, a resident of Dakhhin Bhawanipur village, said \"The wooden bridge will be used for four months from December to March and during monsoon, we have to use engine-run boats to cross the river.\" Villagers aid during the rainy season, it becomes difficult for them to cross the area due to strong current in the river. The situation worsens when hilly waters from across the border flood the area. \"Due to lack of easy communications, the villages are separated from the Durgapur upazila headquarters. The areas are still underdeveloped due to poor communication system\", said Rasel Mia, a student of Susang Durgapur Government College. During the rainy season, the problem turned so serious and they have to cross the river on boat amid risk of accident, said Sanjida Akter, an HSC examinee from the same college. Nazrul Islam, a farmer of Bhawanipur village, said the people of the area are mainly dependent on agriculture, but they are facing serious problems to bring their produces to the markets of the town for years for want of a permanent bridge at the point. Talking to this correspondent, Executive Engineer of Roads and Highways Department in Netrakona Didarul Alam Tarafder said they are doing feasibility studies for construction of 870-metre-long concrete bridge on the river at Birisiri point."
}