{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_ffa6c577-015b-4089-a9b1-85bea0054d4b.txt",
  "text": "Date Published:2020-02-01 00:00:00      \nEver since Dhaka got the status of municipal corporation from pourashava in late '70s, the city saw incredible growth and rapid development.  As time went by, the city's population increased dramatically as the municipal area expanded, and responsibilities of the city authorities multiplied. Then in 1990, it became Dhaka City Corporation (DCC). But the core purpose -- to provide better city services to the inhabitants of Dhaka -- could hardly be served. The government in 2011 split the DCC into two -- north and south -- for enhancing the powers and spheres of city corporations and improving civic amenities. Despite all these efforts, quality services remain elusive, as city dwellers continue to suffer from perennial problems such as traffic jam and waterlogging. Latest on the list is the outbreak of mosquito-borne diseases, dengue and chikungunya. In fact, Dhaka has been one of the 10 worst liveable cities in the Economist Intelligence Unit's index for several years now. But what factors stand in the way of the city authorities' success? Is it overpopulation? Resource constraints? Or is it something else?   If we look at Kolkata, it has improved leaps and bounds in terms of delivering civic services, since the Kolkata Municipality Corporation started its journey under Calcutta Municipal Corporation Act, 1984.  At the time, Kolkata (or Calcutta, as it was known back then) happened to be a city where garbage was dumped anywhere on the streets. Load shedding and power outages were frequent, traffic condition was horrendous and its air used to reek of garbage, according to those who lived and visited the city in the 1980s. But now, one would be hard-pressed to find garbage on the roads -- that remain illuminated with adequate street lights after the evening. Most streets are free of potholes, and today's Kolkata is no longer the city of traffic jams it used to be. So what makes the West Bengal capital different from Dhaka? Experts point out that the city corporations in Dhaka have little to do when it comes to governance, and the confusion over jurisdictions of utility service providers are a major obstacle to their success. The city is in fact managed by about four dozen government agencies -- aside from the mayoral offices -- which were set up under different acts and now belong to various ministries. The city corporations have no control over Dhaka Metropolitan Police, Dhaka Water and Sewerage Authority (Wasa), Rajdhani Unnayan Kartripakkha (Rajuk) and the authorities that supply power and gas. City dwellers often suffer because of the failure of the agencies to deliver in line with their expectations. Also, a lack of coordination among them leaves the city's development and maintenance in a mess. But both urban local government bodies -- DSCC and DNCC -- are powerless to do anything towards that end. Mayors have in the past expressed frustration over inadequate jurisdiction to better serve city dwellers. For instance, the city corporation authorities cannot make a master plan or take any drastic measures to address the waterlogging problem, because at least seven other agencies, including Wasa, are tasked with maintaining the drainage. Yet, whenever the city goes under water, it is the mayors who take the heat of public criticism. \"It's a faulty governance system for which the city people are suffering,\" said Tofail Ahmed, a local government expert. He observed that there are a number of service-providing organisations, but none of them takes responsibility for failure to serve people. Apart from the lack of coordination, the mayor holds all the executive powers in the existing system, and councillors do not have any specific functions and jurisdiction, he added. On the other hand, Kolkata Municipal Corporation (KMC) has emerged as a truly autonomous body that is directly responsible to the electorate. It performs both obligatory and discretionary functions. The obligatory functions include providing civic services like water supply, sewerage and drainage, solid waste management, town planning and land use control, and construction and maintenance of streets. The discretionary functions include establishment of primary schools, setting up theatres and cinemas for public entertainment, and hospitals, dispensaries and clinics for healthcare. To provide adequate services for its people, Kolkata adapted the model of cabinet form of city government styled \"mayor-in-council\", in which the mayor is the head of the city government. A councillor who commands the support of the majority of councillors is elected mayor. The mayor appoints and leads a council, called mayor-in-council. Each member holds portfolios of various functional departments and is responsible to the corporation for their functions. \"Except some activities, the corporation has the sole authority to undertake any project to serve its citizens,\" Bikash Ranjan Bhattacharyya, former mayor of KMC, told The Daily Star. \"KMC is a fully independent and autonomous body. It is not dependent on others. That's why the corporation is serving its citizens well.\" The mayor and councillors are accountable in different tiers, which ensure better services, said Bikash -- who was the mayor of KMC from 2005 to 2010. Subrata Mookherjee, another former mayor of KMC, said development activities in his city has gained huge pace soon after it became a municipal corporation. Subrata also said they follow the parliamentary form, which gives life to the activities of the corporation. \"No organisation except a few exceptions can do anything in the municipal corporation area,\" he said. He also said if any other organisation wants to do any work in the corporation area, that organisation has to coordinate with the corporation. Experts back home suggest the introduction of a metropolitan government for Dhaka to overcome the present crisis. The idea of such a government -- to bring major civic service providers under one authority -- was first floated by Mohammad Hanif, Dhaka's first elected mayor, in 1994. Sadek Hossain Khoka, a senior BNP leader who was mayor of the undivided Dhaka City Corporation from 2002 to 2011, also supported the idea of a metropolitan government. The metropolitan government would be headed by the mayor and all essential government services and development organisations relating to the city, such as DMP and Wasa, will be under its jurisdiction. The metropolitan government would also be entrusted with functions relating to telephone, fire-fighting services, education, health, land, environment, social welfare, women and children affairs, family planning, flood control, transportation, etc. But Hanif did not get a positive response from his own party, Awami League, which led the government between 1996 and 2001. Similarly, Khoka did not get any feedback on it from his party which was in office from 2001 to 2006. Noted architect and town planner Mubasshar Hussein said the idea of metropolitan is not being implemented due to bureaucratic tangles. \"In Dhaka, a mayor can change the bulb of a lamppost, but cannot take any decision about the post,\" he said, as an example. When the Bangladesh Railway authorities have a separate police unit, why doesn't the city corporation have any police of its own, he asked. Similar geos for traffic situation, he said, adding that the city mayors will not be able to reduce traffic jam until they get their own police or until traffic police come under the mayor's jurisdiction. "
}