{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1989_d14b35eaba932d1db3909f283034b838d883120e.txt",
  "text": "A Far-Flung Corporate Empire\n1989-07-12T05:00:00.000Z\nB.A.T. Industries, the target of Sir James Goldsmith's $21 billion takeover bid, is one of the most far-flung international corporations, selling insurance in Australia and the United States, producing paper pulp in India and Portugal, and processing tobacco in Zimbabwe and Zaire. Its shares, which are traded in New York as well as London, are widely held by individuals and institutions that specialize in assembling global portfolios.\nAlthough B.A.T. itself is not a household name in the United States, many of its subsidiaries and their products are. The company sells Kool and Barclay cigarettes, owns the Marshall Field's and Saks Fifth Avenue department store chains and offers insurance policies through the Farmers Group. It also produces NCR Paper and other carbonless paper products and has a 40 percent stake in Imasco, the Canadian consumer products company that owns the Hardee's fast-food chain and Peoples Drug Stores. Little Fat at Headquarters\nSuch diversity is what attracted the attention of Sir James and his partners, who describe the London-based company as a conglomerate whose parts are worth more than the whole. Analysts agree that the company has many highly independent operating units that could readily be sold to pay the debt Sir James would pile up in the proposed acquisition, but they also say that B.A.T. has a lean corporate structure from which little fat could be cut.\nThe company employs only 100 people at its London headquarters and another 100 at the Louisville, Ky., headquarters of Batus Inc., its holding company for United States subsidiaries. That might limit the profits to be gained in breaking up B.A.T.\n''B.A.T.'s managers are excellent, and it is unlikely that Sir James could find anyone better,'' said Roy D. Burry, who follows the company for Kidder, Peabody & Company in New York.\nMany analysts count the most likely casualty in any takeover, Patrick Sheehy, B.A.T.'s chairman, as one of the company's chief assets. A veteran of the British Army who fought his way up the corporate ladder through appointments in Nigeria, Ghana, Ethiopia and the Caribbean, Mr. Sheehy has a record that analysts say demonstrates both toughness and competence.\n''He has got his hands on the helm, and we think he knows where he wants to go,'' said Paul Himmelheber, vice president of Himelheber Investment Research, a Philadelphia stock research firm. Highly Decentralized Structure\nUnder Mr. Sheehy, B.A.T. has evolved a highly decentralized structure, emphasizing four main business lines: tobacco, insurance, paper and retailing. Operations within these businesses are run independently enough that dismemberment could be relatively easy. ''It's not just the big four pieces,'' Mr. Burry said. ''There are pieces within the pieces you can break off.''\nB.A.T. started out as the British-American Tobacco Company, which was created in 1902 by an agreement among international tobacco barons to divide the world market. James Buchanan Duke, founder of the American Trust Company, agreed with the Imperial Tobacco Company, which had a near monopoly in the British market, that each concern would sell tobacco products only in its home country. British-American Tobacco, with the Duke family as its majority shareholder, was created to sell cigarettes throughout Britain's colonies and protectorates.\nDespite aggressive diversification efforts, the cigarette business still accounts for two-fifths of B.A.T.'s sales and nearly half its profits. B.A.T. owns the Louisville-based Brown & Williamson Tobacco Corporation, the nation's third-largest tobacco company and the maker of such cigarette brands as Capri, Kool, Barclay, Viceroy and Raleigh. B.A.T. also has full or majority ownership of tobacco companies in 38 countries, ranging from Switzerland and the Netherlands to Nicaragua, Suriname and Bangladesh. A Shade Smaller Than Texaco\nWith $31 billion in sales and $1.7 billion in pretax profits last year, B.A.T. is only a shade smaller than Texaco Inc. or the Du Pont Company. Only nine American industrial concerns are larger.\nThe company's diversification campaign began in earnest during the 1970's, when B.A.T. began using the huge cash flow from its tobacco operations to buy retailing and paper-making companies. The results from these acquisitions were decidedly mixed, analysts say.\nThe subsidiaries that have given B.A.T. the most trouble have been retailers. It sold three of its department store chains - Kohl's, Crescent and Frederick & Nelson - in 1986. The company also failed in its efforts to rebuild Gimbels, which was dismantled in a series of asset sales. About 5,000 employees were thrown out of work by the moves. Shift to Insurance in 1982\nMarshall Field's and Saks, which showed poor fashion judgment in the mid-1980's, were also disappointments. But with help from B.A.T. to invest in sprucing up their stores, both chains are now doing well, Mr. Burry said.\nMr. Sheehy shifted diversification targets after taking over in 1982, replacing retailers with insurance companies. B.A.T. paid $1.4 billion in January 1984 for Eagle Star Holdings P.L.C., a leading British company with strong sales of life insurance policies, after Eagle Star became the target of a hostile bid from Allianz Versicherungs A.G. Germany's largest insurer. Last December, Batus, which accounted for 30 percent of B.A.T.'s sales last year, completed a $5.2 billion hostile takeover of Farmers Group Inc., a Los Angeles-based company that is the third-largest home and auto insurer in the United States.\nBoth acquisitions have generally done well under B.A.T.'s management, analysts say, with B.A.T. successfully retaining the senior Farmers management that has made the company among the more profitable in the industry. Eagle Star has had poor results only in the United States. Loss on Eagle Star Unit\nB.A.T. disposed of Eagle Star of America in late 1986 for $34.5 million, after pouring in nearly $39 million to shore up the subsidiary's inadequate reserves.\nIn testimony last year at California Insurance Department hearings into the Farmers acquisition, a senior B.A.T. official blamed bad management in the early 1980's for Eagle Star of America's poor performance.\nThe spectacle of B.A.T. as a takeover target provoked comments yesterday that the poacher of companies was in danger of being poached itself. But with the exception of a bitter eight-month battle last year to take control of Farmers Group, B.A.T. has pursued almost exclusively friendly takeover bids."
}