{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_68835caf-f579-45a1-8020-779624a9dbb4.txt",
  "text": "Date Published:2020-02-12 00:00:00      \nSustainable development can be viewed as an integrated agenda and fundamental principle that endeavours to provide solutions to economic, social and environmental challenges. The 2030 Agenda emphasises the need for an inclusive and localised approach to the Sustainable Development Goals (SDGs). It states that governments and public institutions will also work closely on implementation with regional and local authorities, sub-regional institutions, international institutions, academia, philanthropic organisations, volunteer groups and others. There is growing awareness, recognition and acknowledgement by the international development community and national governments that the local sphere of government is in the best position to facilitate the mobilisation of local development stakeholders, notably the NGO and private sectors, local communities, and national and international organisations, for attaining inclusive sustainable development within their respective localities. Hence, participatory grassroots local government is indispensable for delivering SDGs particularly in poor and marginalised areas. Local government not only ensures improving access to basic services but provides an effective platform to the poor, peasants, workers and women to participate in decision making and development process undertaken for them. Strengthening local government in rural Bangladesh is perhaps the only viable solution by which government can translate policies into inclusive development and prosperity. Achieving SDGs requires contextualise development priorities and programming while local government is the best fit for implementing policies and programmes for improved service delivery that can address poverty, reduce inequality, climate vulnerability, promote gender equity. Engagement and participation of peasants, workers and women in local government is very important for achieving SDGs in rural areas of Bangladesh and for this purpose the higher polity should compromise their powers and resources by giving more space and representation to marginalised segments of the remote area. Bangladesh has been broadly acclaimed as one of the innovators of MDGs usage. Endeavor of Bangladesh government toward the \"localisation\" of global agendas is progressively expanding to the grassroots level. It is a testimony of the strength of our collective endeavour. This article has examined closely the relationship between SDGs and local government in rural Bangladesh as well as identified the challenges Union Parishad faces to contribute achieving sustainable development goals. SDG 1 This goal takes a multi-dimensional view of poverty and therefore requires multiple, coordinated responses. Local government (LG) can identify people living in poverty on the ground, and target resources and services to help them escape it. LG can play a role in shaping local economic development strategies to create jobs and raise incomes, and by building the resilience of our communities to shocks and disasters. People living in rural Bangladesh are more or less affected by contingencies like unemployment, employment injury, sickness, disability, widowhood, old age, death of the principal bread earner of the family and natural disasters. Such problems are very complex and it is difficult to cope with these. Social security is indispensable to cope with any mishap that may fall upon them at any time in rural Bangladesh. Natural disasters like flood, cyclone, and famine cause many lives and lead to poverty, unemployment, disease etc. Agricultural sector is not sufficient to generate full time employment opportunities for the people in rural Bangladesh. Moreover, disease, disabilities and vulnerabilities of the children, women, and aged population have been major causes of concern in rural Bangladesh. The role of local government is an important element to resolve the existing problems in rural Bangladesh. Union Parishad (UP), the lowest tire of local government, has a few programmes like food for work, old-age allowance, vulnerable group development and so on. All of these programmes generate opportunity for the poor, disabled and vulnerable sections to manage their minimum living requirements. UP also assists old people, widows, divorced women and disabled freedom fighters by providing fixed benefits. SDG 2 Local government manages natural resources in rural areas, particularly land and water and underpins food security for the surrounding territory. LG can support agricultural production and local economic growth by strengthening transport infrastructure and markets to promote local food chains. Rural local government can manage collective resources and reform land tenure in ways that protect the rights of the poorer groups, including secondary right holders. In order to overcome rural developmental challenges, food security is indispensable to cope with any mishap that may befall at any time in rural Bangladesh. The role of social safety net, a dominant component of food security, towards helping communities in any geophysical context of vulnerability is becoming increasingly important. To enhance allocation to maintain a healthy social safety net, efforts must be made significantly. To ensure food security for the rural people in Bangladesh UP is one of the most important units of the central government. SDG 5 This goal is about ending violence and discrimination against women and girls and making sure they have equal opportunities in all areas of life. LG can act as a model for gender equality and the empowerment of women through non-discriminatory service provision to citizens and fair employment practices. LG is on the frontline of identifying and tackling violence and harmful practices against women. LG can facilitate them in terms of empowering women, both as a goal in its own right, and because local politics is often the first step to regional and national office. For achieving meaningful development, women empowerment or participation in governing process through gender sensitive policies are prerequisite in any developing country such as Bangladesh. This particular issue has been recognised in the context of policy reforms in both governmental and local government domains. By responding to local needs, LG plays an influential role in grassroots level development. To ensure women's equal access and increased participation in political power structures, the Local Government (Union Parishad) Second Amendment Act 1997 of Bangladesh can be seen as a great milestone. It gave the structural framework for women's participation in political decision-making. It has also provided an opportunity to bring women to the centre of local development and to develop new grassroots level leadership. But the number of women in elective positions of chairperson and member in the Union Parishad was abysmally low even after three seats were reserved for women candidates, because women elected from reserved seats do not get institutional support and are often not included in mainstream activities, and their responsibilities are sometimes not stated clearly. Even those who are elected as chairperson or general member are often ignored during decision-making only because they are women. On the one hand, Shalish is an ancestral informal dispute resolution mechanism where rural people have easy access to justice regardless of wealth, gender, caste, and religion. Unfortunately, Shalish is also known for unfair decisions based on local power structures and backward norms, as well as draconian enforcement. To bridge the gap between informal and formal dispute resolution, Bangladesh redesigned Shalish through the 2006 Village Courts Act. The village courts aimed to combine the best of Shalish on the one hand (accessibility and effectiveness), and of the formal judicial system on the other (procedural justice). The 2006 act provided for the establishment of a village court in every UP. Informal dispute resolution through village courts has great potential, but marginal and poor sections of rural society in Bangladesh continues to suffer from lack of access to informal justice. Women in particular are struggling to get their voices heard. Access to informal dispute resolution remains one of the core needs of the poor, who cannot afford to gain access to the formal courts. SDG 6 Ensuring access to clean water and sanitation is usually the responsibility of local governments, and relies on effective local governance, natural resource management, and urban planning. LG has a role to play in improving water quality through environmental protection measures and sustainable solid waste management. The rural poor have been more marginalised than the urban poor in getting access to health facilities. Health security for rural people is undermined by the lack of physicians, employees and nurses, misdiagnosis, negligence towards patients, irresponsibility, absenteeism and a lack of professional ethics. Furthermore, although the bulk of the population of Bangladesh lives in rural areas, most doctors are based in cities and towns. Doctors are deterred from serving in the villages due to the absence of proper capacity development, accommodation, quality education, transportation facilities, and the lack of career prospects. UP also struggles to push for improvements due to the scarcity of resources and dynamic leadership. SDG 13 Local and regional governments, especially in cities, are often on the frontline of dealing with the effects of climate change. It is vital that our capacities to deal with climate related hazards and natural disasters are strengthened so that we can protect our communities, particularly the most vulnerable. Local leaders have a history of leading from the bottom up in combatting climate change and of raising awareness at local level. The government of Bangladesh has taken a number of significant steps during the last decades for building up institutional arrangements from national to the union levels for effective and systematic disaster management. For better coordination across level, the Standing Orders on Disaster (SOD) act as a guidebook. Union Disaster Management Committee (UDMC) has been given mandate to act as the rural disaster management entity and it is supposed to play an important role in disaster preparedness, mitigation, emergency response and post disaster rehabilitation. UDMC must ensure that local people are kept informed and capable of taking practical measures for the reduction of risk at household and community level. They will also need to hold hazard, vulnerability and risk analysis at Union level and prepare risk reduction action plan. Unfortunately, local people particularly of vulnerable groups have very limited access to UDMC's meeting deliberations and decisions. This largely signifies that the local vulnerable group members have very limited information about the role, mandates and functioning of the disaster management committee in the ground level. Persons who manage and lead UDMC are not expert in disaster management but the SOD gave them authority to coordinate and manage disaster management efforts. Political leadership at local level is not involved to lead disaster management and therefore, people's interest and sense of accountability are not reflected. SDG 16 This goal calls on local government to become more effective and accountable to our citizens. This requires us to tackle corruption and increase public access to information. For decades, local governments have led the way in experimenting with new forms of participatory decision-making, such as participatory budgeting and planning. This goal calls on us to expand these efforts and become even more responsive to our communities, making sure no group is excluded. UP, the lowest tier of LG, plays a crucial role in strengthening democracy and sustainable development of the rural communities. It is the only institution to ensure good governance, development planning, implementation, transparency, and accountability for rural areas in Bangladesh. The latest Local Government (UP) Act 2009 has created an opportunity to ensure greater participation of the people in the process of development planning and implementation. According to the UP Act, 2009, there is a provision of 13 Standing Committee (SC) in the UP to support the Parishad in ensuring transparency, accountability, and people's participation in planning and implementing for ensuring better governance and service. The committees, comprising elected representatives from the Parishad, civil society members, socially respected persons and women representatives of that locality, are entitled to assist the UP for ensuring better services and resolving different problems. SC helps drive decision and provide an important means of oversight on the function of governing bodies. The reasons behind the sluggish performance of SC may be attributed to a number of factors such as lack of initiatives of UP members, lack of pressure from the common people, lack of political pressure, lack of skills required for planning and implementing development programmes at the local level, no specific terms of references of SC, unwillingness on the part of UP Chairman to delegate authority and even non-existence of SC or existence only on paper. Regrettably, the issue of committees has not been perceived well by different actors who are engaged in the process of functioning of the committees. Ignorance and reluctance appear as impediments for the effectiveness of the committee and low participation of the members in the committee meeting signposts that fruitful discussions are not held in the committee meetings. IN QUEST OF A STRONG LOCAL GOVERNMENT Acknowledging the vital role of local government in the achievement of the SDGs will enable us to mobilise local stakeholders and to create new partnerships, based on a common understanding of our shared humanity. We must remember that, a critical challenge encountered in the early implementation of the MDGs as opposed to the SDGs was the initial lack of grassroots consultation and support and, most importantly, community ownership. Local government must have the means and the capacity to improve administration, anticipate demands, plan and implement solutions. To upscale efforts, we need greater cooperation and national and international coordination mechanisms, as well as enough resources to make this happen. Peer review among local governments has proven to be a very effective way of achieving strengthened local governments. We will need to ensure that citizens are involved in the decisions that affect their future. \"Effective, accountable and transparent institutions\" and \"responsive, inclusive, participatory and representative decision-making at all levels\" require a clear institutional framework, reinforced management and planning capacities, participatory mechanisms and regular financial negotiations between all levels of government and local communities to define priorities and plan of action. The national government, international institutions, the academic world and our development partners need to foster new partnerships with local political leaders and civil society to facilitate effective decision-making. We must strive to foster dialogue with all stakeholders through the Local 2030 initiative, and to mobilise a multi-level coalition around localisation, which can accelerate our efforts, while setting enabling national frameworks that empower local actors to develop and lead their own strategies aligned with the SDGs. Empowering local government has become imperative for putting rural Bangladesh on the track of inclusive development and prosperity. A strong local government with adequate resources and authority is a must for localisation of SDGs and improved governance at grassroots level.   Dr Mohammad Tarikul Islam is Associate Professor of Government and Politics at Jahangirnagar University, Bangladesh. Email: t.islam@juniv.edu"
}