{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_cf66831b-fcfb-4aaf-9e40-6ea085e07523.txt",
  "text": "Date Published:2019-11-17 00:00:00      \nThe Ichhamati, the once vibrant river that features prominently in several Bangla literary works, has turned into a narrow channel filled with garbage, thanks to rampant encroachment and indiscriminate dumping of waste. At some places in Pabna town, the river looks like a dying canal with the riverbed silting up, while at some other points, garbage chokes the water flow. Originated in the Padma in Pabna's Shibrampur, the Ichhamati runs an 84km course across the district before meeting the Jamuna in Bera upazila. Today, the river is hardly visible in Banglabazar area, near the point of its origin, because of roads, commercial and residential buildings, and business establishments. Reckless encroachment even forced the river to change its original course, said Kabir Mahamud, the deputy commissioner of Pabna. According to the government's Cadastral Survey (CS) records, published in 1922, the 9km section of the river that flows through Pabna municipality had 88.58 acres of riverbed. But the area dropped to only 54.53 acres as shown in the most recent Bangladesh Survey (BS) record map in 2013, said Md Mostak Ahmed, the district settlement officer, who has recently been transferred to Dhaka. In the CS map of Pabna's Ramchandrapur mouza, the river was identified as a single plot. But the recent BS survey map shows that the same plot is divided into 26 pieces, of which only one belongs to the Ichhamati and the rest have been grabbed. Similar pictures were found in all nine mouzas of Pabna municipality. In the last couple of decades, the 9km course through the municipality has been massively encroached upon. At some places, the river has completely disappeared. \"Encroachers have grabbed the riverland, and with the passage of time, many of them already prepared land documents. Paying revenue tax, most encroachers even attained the legal right to own the riverland as their personal property. Everything was possible because of administrative weaknesses,\" said Mostak, without elaborating on the weaknesses. The major portion of the river was occupied by petty settlements in the 1940s before the abolition of the feudal system, he said, adding that the illegal occupants marred the riverside land survey at that time. POLLUTION The Ichhamati has also been a victim of mindless pollution. Visiting different points of the river recently, this correspondent saw those apparently have turned into breeding grounds of mosquitoes and garbage dumping sites giving off foul smell. At some places, sewer from residential and commercial buildings flow into the pitch black water of the river. \"We have hung signboards in different parts of the Ichhamati asking people not to dump waste. But no one is paying any heed to our request,\" said Kamrul Hasan Mintu, mayor of Pabna municipality. \"The pollution won't stop unless public awareness on the issue is raised,\" he said, adding that they did not have adequate manpower to check the pollution. For years, different local citizen bodies have been campaigning to save the river from land grabbers and pollution. \"My children can never imagine how the Ichhamati looked three decades ago when we used to bathe in it,\" said Mirza Hasan Shahid, a resident of Pabna town. He lamented how land grabbing has changed the shape and direction of the river. PROJECT ON THE CARDS\n Following the campaign, the water resources ministry has taken up a project to restore the water flow in the river. As part of the project, the Institute of Water and Flood Management and Buet experts completed a feasibility study spending Tk 3.44 crore in June. The study covers the entire 84kms of the river, however, the focus of the project will be on 38km of the river from Banglabazar point in Pabna Sadar upazila to Madhupur point in Santhia upazila. \"Encroachment and pollution massively damaged 38km of the river, and there is no current in this portion. Through the feasibility study, experts tried to get a total picture, identifying illegal structures and the actual area of the river,\" Mosharaf Hossain, assistant director of the Water Development Board, Pabna said.  The experts submitted the feasibility study report last month and the ministry of water resource is making the DPP (development project plan) of Ichamati said Kabir Mahamud, the deputy commissioner, Pabna. \"Design plan and development plan of the river would be included in the DPP. After completing the DPP we will take initiative to evict the illegal occupation from the river according to the requirements of the project plan.\" the DC said. Meanwhile, the Pabna district administration conducted an eviction drive on September 1, removing eight structures, including a portion of a brick kiln, a road, and some concrete houses at Char Shibrampur sluice gate point in the sadar upazila, near the confluence of the Ichhamati and the Padma. Johurul Haque, executive engineer of WDB, Pabna, said three acres of land were freed and eight structures were removed at the point of the river's origin. \"A brick kiln owner had taken part of the river [near the sluice gate] on lease from Water Development Board for fish farming. After taking the lease, he filled up the river there and built a brick kiln. He also constructed a two-storey office building,\" Deputy Commissioner Kabir Mahmud said, adding that the lease was not renewed after 2016. The official said the district administration was trying to restore the water flow by freeing areas at the origin of the river from grabbers. They would also verify the private ownership claims of the river land near the sluice gate, he added. In addition to routine drives, massive-scale eviction will also be carried out before WDB takes up the dredging project, he said. If the district administration conducts eviction drives now and hands over the riverland to WDB, the latter will not be able to keep the land free from encroachment, the DC said. Once the mega project starts, the eviction will be sustainable, he said. It is not sure when the project may start, but the DC expects it to begin soon.  "
}