{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_8c76c96614aaf091fbba65a9079f127d3b83ea4e.txt",
  "text": "TRIANGLE PARK: NORTH CAROLINA'S HIGH-TECH PAYOFF\n1987-04-26T05:00:00.000Z\nAZT was all but forgotten, an ineffective cancer drug, when the Burroughs Wellcome Company moved its North American headquarters and research laboratories in 1970 from New York's Westchester County to the Research Triangle Park near here.\nBut in the past two years, biochemists at the company's park labs and at the National Cancer Institute have shown that the antiviral drug - formally known as azidothymidine -could prolong the lives of many AIDS patients. In anticipation of the Federal clearance that came last month allowing doctors to prescribe AZT, Burroughs Wellcome expanded its plant in Greenville, N.C., some 75 miles east of here, to increase production of the drug. AZT is sold under the brand name Retrovir.\nThe prospect of more jobs and tax revenues for North Carolina because of the AZT breakthrough is a fresh reminder of how well the state's long-running effort to recruit high-tech companies and research institutes to Triangle Park has paid off.\nThe park is now the largest research center of its kind in the world, operated by a nonprofit foundation on behalf of the area's three major universities - Duke in Durham, the University of North Carolina at Chapel Hill and North Carolina State in Raleigh. Home to a work force of 27,000 and an annual payroll of more than $1 billion, it is far bigger than the Princeton Forrestal Center in New Jersey and the Stanford Research Park in California, two other university-linked operations.\nSince it opened in 1960, the research complex here has turned the triangle-shaped area formed by Durham, Chapel Hill and Raleigh, the state capital, into one of the fastest-growing regions in the country. The area covers some 1,500 square miles, making it a bit larger than Rhode Island.\nAt the same time, the park's emphasis on semiconductors, biotechnology and other cutting-edge sciences has given North Carolina -long dependent on tobacco, textiles and furniture manufacturing - a new stake in the future.\nIndeed, ''the people in North Carolina like to think Raleigh-Durham is the future,'' said G. Donald Jud, an economic consultant to the Central Carolina Bank in Durham. And Terry Sanford, the state's Democratic Senator and a former president of Duke, has called Triangle Park the catalyst.\nBurroughs and most of its 50 or so neighbors in the sprawling park were drawn here by the concentration of major universities as well as by the region's pine-covered hills and easy mix of countrified and urban ways.\n''This is a particularly attractive place for a company in pharmaceuticals and biological sciences,'' said Joseph J. Ruvane Jr., chairman and chief executive of Glaxo Inc., another drug manufacturer that has its headquarters in the park. ''U.N.C. has a great school of pharmacy, there are great medical schools at Duke and U.N.C. and a great engineering school at N.C. State. And the quality of life we have is pretty hard to find.''\nBut now the park is at a crossroads, poised for a new period of growth, and state residents and government officials are grappling with some of the changes that success has brought to the region.\nSome people here are saying that the flood of new arrivals is jeopardizing their special quality of life. They point to such unsettling new features as traffic jams and land speculation - and to a population in the four-county region that is expected to exceed 1 million by the year 2000, up 50 percent from the current estimate of nearly 700,000.\n''Yes, we want growth, but we want to control any dangers to the quality of life that has brought people here in the first place,'' said Claude Sitton, editor of The Raleigh News and Observer. He noted that growth-related worries about water and air pollution and rising housing costs are hotly debated at Raleigh City Council meetings.\nMOREOVER, not everyone has shared in the boom. The poor and the less educated are being squeezed out through a kind of high-tech gentrification. Notwithstanding the Greenville plant and a few similar spinoffs, many parts of North Carolina have benefited little from the millions of dollars that the state has poured into the park area in the form of research grants, highway projects and other improvements, some critics say.\nSome of the problems are being addressed. The Ford Foundation awarded $95,000 in January to two University of North Carolina professors, Michael I. Luger and Harvey Goldstein, to study the park's economic impact on the region, including its effect on low- and middle-income residents. The park's North Carolina Biotechnology Center now receives $6.5 million a year from the state to use as seed money for start-up projects throughout North Carolina. And still more roads are being built to relieve the congestion.\nSome of the changes, however, may simply have to be accepted as the price of growth, experts on economic development say.\nWhat is certain is that the future promises even more growth. With 2,700 of its 6,700 acres yet to be developed, the park expects to more than double its work force, to 60,000, in the next 15 years. An unrelated commercial and residential project, called Treyburn, is starting to take shape just north of Durham. Treyburn's developers, who chose the area because of the park, say 50,000 people will eventually work at the new site. And on June 15, American Airlines is scheduled to open a $150 million terminal at the Raleigh-Durham Airport, its new north-south hub on the East Coast.\nIt also seems certain that the park will continue to be viewed around the world as one of the most successful joint development efforts by business, academia and government. Japan has built its own version in Sapporo. In the past year alone, delegations from Uruguay, Bangladesh, China, Nigeria and dozens of other countries have traveled to North Carolina to see the park for themselves.\nWhat they see had its origins in the mid-50's, when North Carolina ranked 45th among the states in personal income. The economy was built on low-wage, labor-intensive industries. While North Carolina has long had excellent schools, talented students often moved away after graduation because the professional jobs were elsewhere.\nTHE research park was designed to stem the ''brain drain.'' The project was shepherded along by the late Luther H. Hodges, who served as the state's Governor from 1954 until 1961 and then as Secretary of Commerce in the Kennedy and Johnson Administrations.\nLand for the park was purchased with private donations of $2.2 million and then signed over to the Research Triangle Foundation. To retain the park's bucolic campus-like ambiance, the foundation decreed that buildings could occupy only 15 percent of the large lots that it sold. Companies can do light assembly in the park in addition to research, but not manufacturing.\nAfter a slow start, the park attracted the International Business Machines Corporation, which opened offices there in 1966. The National Institute of Environmental Health Sciences, a big Federal research facility, also came that year. The park's roster also includes the Microelectronics Center of North Carolina, a pioneering industry consortium that has received $82 million in state funding since 1981; Sumitomo Electric, which established its American headquarters and research labs in the park four years ago, and Northern Telecom Ltd., the Canadian telecommunications manufacturer.\nInstead of suffering from a brain drain, the area now boasts more Ph.D.'s per capita than anywhere else in the country. Unemployment, which has not exceeded 5 percent in the last 12 years in the four-county region, averaged a paltry 3.3 percent in 1986, compared with 5.3 percent in the state and 7 percent in the nation. And North Carolina is now ranked 37th in personal income.\n''There are a lot of measurable things that people like about this area,'' said Professor Luger. ''Our best judgment is the park has been responsible for a lot of that.''\nBut the kind of growth that the park fosters has also raised housing and transportation costs, said Paul Luebke, an associate professor of sociology at the University of North Carolina in Greensboro.\nThe cost of land, for example, has soared in recent years. Prices within the research park have increased 50 percent in the last five years, to $45,000 an acre, according to Ned E. Huffman, the executive vice president of the Research Triangle Foundation. Outside the park's borders -and away from its restrictions -speculators have bid prices as high as $150,000 an acre.\n''There is relatively little emerging here for low- to moderate-income people,'' said Professor Luebke.\nMore production spinoffs from the park's research efforts, which would create lower-wage jobs, may be near, said Paul B. Phelps, a specialist in economic development who studied the park for Congress's Office of Technology Assessment.\nTHE evidence available so far, however, suggests that rural sections are getting the manufacturing jobs because labor costs there are lower than in the immediate Raleigh-Durham area. Burroughs Wellcome, for example, has already added 40 jobs in Greenville because of AZT, increasing its work force there to 1,500. The plant was opened in Greenville at the time Burroughs Wellcome moved its headquarters to the park, where it now has another 1,400 employees.\nSimilarly, Glaxo, maker of the world's largest-selling prescription drug, an anti-ulcer medication called Zantac, is planning to expand its manufacturing plant in Zebulon, some 25 miles east of the park. The plant now has 300 workers.\nOther sections of the state are ''still waiting for the ripple effects,'' said Ezra Vogel, a Harvard sociologist, in his 1985 book on American industrial competitiveness, ''Comeback.''\nRaleigh-Durham will continue to be the main beneficiary - at least in terms of high-tech jobs - for a long time to come, those who have studied the area say.\nIndeed, Raleigh-Durham's growth prospects proved irresistible to the partners developing the huge Treyburn site. The partners - which include Tishman-Speyer Properties of Manhattan, the Equitable Life Assurance Society and the Bishop Estate of Hawaii - expect the site to attract more than $1.5 billion in industrial, commercial and residential projects during the next 20 years.\nFor now, though, the area is experiencing growing pains, conceded W. Clay Hamner, Treyburn's general partner.\n''But these issues will be resolved over the next 10 years,'' he maintained. ''Then, like what happened in Atlanta 20 years ago, you'll have a single metropolitan area, with more than a million people.''"
}