{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun",
          "user:btellman"
        ],
        "prob": 1
      }
    },
    "m_56": {
      "value": "This article is not flood related but has 2 lines of flood information on Bangladesh.",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [
    {
      "classId": "e_58",
      "part": "s1v1",
      "offsets": [
        {
          "start": 2221,
          "text": "Bangladesh's monsoons increasingly disastrous"
        }
      ],
      "coordinates": [],
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      },
      "fields": {
        "f_53": {
          "value": "monsoon",
          "confidence": {
            "state": "pre-added",
            "who": [
              "user:shammun"
            ],
            "prob": 1
          }
        }
      },
      "normalizations": {}
    },
    {
      "classId": "e_49",
      "part": "s1v1",
      "offsets": [
        {
          "start": 2268,
          "text": "In August"
        }
      ],
      "coordinates": [],
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      },
      "fields": {
        "f_51": {
          "value": "1988-08-01",
          "confidence": {
            "state": "pre-added",
            "who": [
              "user:shammun"
            ],
            "prob": 1
          }
        }
      },
      "normalizations": {}
    },
    {
      "classId": "e_15",
      "part": "s1v1",
      "offsets": [
        {
          "start": 2325,
          "text": "flooding the country and killing 1,200 people"
        }
      ],
      "coordinates": [],
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      },
      "fields": {
        "f_48": {
          "value": "1200",
          "confidence": {
            "state": "pre-added",
            "who": [
              "user:shammun"
            ],
            "prob": 1
          }
        }
      },
      "normalizations": {}
    }
  ],
  "relations": [],
  "filename": "1988_fb795db7c0c883f38d530d16e700b9d05f855a4f.txt",
  "text": "THE WORLD; A Guide to Some of the Scariest Things on Earth\n1988-12-25T05:00:00.000Z\nHere is a sampling of what environmentalists considered some of the worst problems in 1988. Canada\n1. Relations between the United States and Canada came under increasing strain this year because of acid rain. Scientists say that sulfur dioxide from industries in the United States continues to kill aquatic life in hundreds of lakes in the Adirondack Mountains and in other parts of the Northeast and Canada. United States\n2. Four decades of nuclear weapon production has polluted the air, soil and water at 16 plants and research laboratories in the United States. The contaminants include uranium, plutonium, cesium, strontium, PCB's, chromium, arsenic, mercury and solvents used in making nuclear weapons. Carcinogens leaking into an underground water reservoir from the Rocky Flats Plant north of Denver was ranked as the worst problem. Mexico City\n3. Air pollution is so bad in the Mexico City area, where 20 million people live, that all schools will be closed next month so that children can stay indoors and reduce their exposure. Winter temperature inversions trap ozone, carbon monoxide, sulfur dioxide, nitrogen dioxide, lead, mercury and other pollutants, most of them generated by the city's three million cars, trucks and buses. The result is a rise in respiratory problems, fatigue, nausea and headaches. Brazil\n4. Fires used to clear land for agriculture and ranching in the Amazon destroyed 30,000 square miles of virgin forest last year, an area the size of Maine. The burning is so extensive that it may account for one-tenth of the global man-made production of carbon dioxide, one of the gases believed to cause the greenhouse effect. Millions of tons of methane and nitrogen oxides generated each year by the fires may help erode the earth's protective ozone shield. Adriatic Sea\n5. This summer the Adriatic, like many other parts of the world, suffered an outbreak of algae. Fed by phosphates and other pollutants, the algae starved the water of oxygen, killing fish in a 1,000-mile stretch along the Italian coast. Bangladesh\n6. Tree cutting, overgrazing and agricultural erosion in the Himalayan watershed make Bangladesh's monsoons increasingly disastrous. In August mountain runoff helped swell the Ganges River, flooding the country and killing 1,200 people. Africa\n7. Drought and erosion from farming, grazing and wood gathering are helping the Sahara to advance as much as 3 1/2 miles a year into the sub-Saharan region of northwestern Africa. Erosion is also bad in the Ethiopian highlands, the headwaters of the Blue Nile, where a burgeoning population is stripping the hillsides bare. Environmentalists say that the destruction of the watershed considerably worsened a flood last summer in the Sudan that left at least 1.5. million people homeless. Antarctic Ozone Hole\n8. Last December the Antarctic ozone hole that appears each winter may have reached Australia, where scientists reported a 10 percent thinning of the earth's protective shield. Problems are also believed to occur as far north as Santiago and Buenos Aires. Ozone in the upper atmosphere filters out ultraviolet light, which causes skin cancer and might depress the immune system. It can also kill phytoplankton, the microscopic organisms at the bottom of the aquatic food chain. Eastern Europe\n9. Unregulated industry has turned parts of Eastern Europe into an ecological wasteland. Acid rain is killing trees in Poland, East Germany and Czechoslovakia. Pollution is blamed for cancer and mental retardation. Philippines\n10. As much as 95 percent of the coral reefs in the Philippines have been damaged by cyanide, which fishermen dump in the water to scare fish to the surface. As in other rapidly developing areas of Southeast Asia, logging and slash-and-burn agriculture consumes tens of thousands of acres of trees each year on the island of Palawan, the nation's last frontier. China\n11. It is not known whether the droughts in China and the United States were related to the greenhouse effect, but environmentalists say this summer could be a preview of hotter times to come. China already suffers water shortages and pollution from farming and industry. Aral Sea\n12. Diverting water to irrigate cotton has caused the Aral Sea to shrink 40 percent since 1960, leaving behind a vast desert waste. Twenty of the 24 native fish species are gone and dust and salt storms are killing crops. Chernobyl\n13. More than two and a half years after an explosion at a nuclear power plant killed 31 people and forced the evacuation of 135,000, Soviet officials and scientists are debating what to do with the ghost town of Chernobyl: demolish it or decontaminate it and allow its 10,000 inhabitants to return. Hundreds of thousands of Soviet citizens are being monitored for long-term health effects like leukemia."
}