{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_89f34db93c42fb31830bf76f4ddeaf3bca5145c1.txt",
  "text": "NEWS SUMMARY: FRIDAY, NOVEMBER 13, 1987\n1987-11-13T05:00:00.000Z\nInternational A3-12\nA Nicaragua truce was sought as President Daniel Ortega Saavedra and leaders of the American-backed rebels conferred separately with Speaker Jim Wright, Democrat of Texas, on Capitol Hill. Page A1\nPriest seeks contra surrender\nA10\nMikhail S. Gorbachev accused a former ally, Boris N. Yeltsin, of mismanagement and undisciplined behavior in supporting his removal as the Communist party chief in Moscow, Tass reported. A1\nMr. Yeltsin, for some Muscovites, was a populist revered as much for seeing that fresh vegetables were trucked into Moscow as for pushing the openness campaign begun by Mr. Gorbachev. A1\nArms conferees have not yet agreed on verification procedures for an American-Soviet treaty banning medium- and shorter-range missiles that is to be signed next month, Administration officials said. A5 Military analysis: an Iranian assault would further weaken Iraq, one-third as populous as Iran and the victim of heavy losses in the seven-year-old Persian Gulf war. A3\nAfter summit, a new look for Egypt\nA3\nBerlin journal: Art to overcome the wall\nA4\nMine kills 25 in Sri Lanka\nA7\n3 killed in Bangladesh clash\nA8\nU.N. says it may go broke\nA9\nSalvador to amnesty 3 held in killing of Americans\nA11\nNational A14-21, B6, D19\nThe nation's trade deficit shrank by 1.6 billion in September, improving against all major trading partners except Canada, the Government reported. The gap by which imports exceeded exports was $14.1 billion. A1\nStock markets surged amid improved trade figures. The Dow Jones industrial average rose 61.01 points, or 3.21 percent, to close at 1,960.21 points. The rally extended to secondary issues and the over-the-counter market. D1\nNine Presidential aspirants assailed the Reagan Administration for its handling of the declining dollar, the Federal budget deficits and the plummeting stock markets. D1\nIn a key rebuff to prosecutors using a mail fraud statute, a Federal District judge in Baltimore overturned convictions that sent former Gov. Marvin Mandel of Maryland and five co-defendants to jail 10 years ago. A1\nA genetically engineered drug that can dissolve blood clots has been approved by the Government. The new drug is the first product with a major potential market to emerge from the biotechnology industry. A1 A mother who opposed paddling in school was sentenced in Alabama to at least six months in prison for assaulting an administrator who she said had repeatedly beaten her son despite her objections. A1\nDoctors must care for AIDS patients as well as people infected with the deadly virus who show no symptoms, the American Medical Association declared. A14\nBudget negotiations hit a snag and Democrats blamed the White House for changing its demands in efforts to reduce the Federal budget deficit at the last minute. A16\nA smaller American military force is likely to result from continuing cuts in military spending, Frank C. Carlucci, the Defense Secretary-designate, said at his Senate confirmation hearing. A16\nNews analysis: the President agrees to compromise some of the basic goals and precepts he had previously set in light of the 1986 election, which returned control of the Senate to the Democrats. A16 The New Hampshire primary is not what it used to be because Iowa's first-in-the-nation Presidential caucuses have stolen much of New Hampshire's influence and the time and energy of candidates. B6\n110 hurt in commuter train crash\nA14\nMissouri school basks in success\nA14\nDeaver's illness delays trial\nA20\nSenate backs atomic-waste site plan\nA20\nDukakis links stock plunge to Administration\nB6\nBid for new rule on contributions opposed\nD19\nWashington Talk\nA18\nFor disarmament chief, a man of arms? Tales of some pioneers Regional B1-4\nThe first person hospitalized involuntarily under a new Koch administration program to remove seriously disturbed homeless people from New York City streets was ordered released by a state judge. A1\nText of ruling in homeless case\nB2\nHundreds of strangers mourned the tangled life and brutal death of Elizabeth Steinberg as the 6-year-old battered girl from Greenwich Village was buried by relatives and clergymen who never knew her. B1\nThe Whiteheads were divorced eight days after Mary Beth Whitehead formally revealed she was two months' pregnant by another man. Lawyers for the Whiteheads said the marriage was destroyed by the landmark Baby M custody case. B1\nIn an effort to protect taxi drivers, the New York City police will halt hundreds of cabs each night for random ''safety checks,'' Police Commissioner Benjamin Ward said. B3 A judge who pleaded guilty to committing racketeering crimes before he was elected to the bench was sentenced to eight years in Federal prison despite his emotional appeal for mercy. The 62-year-old defendant is Samuel Weinberg. B3\nA killer who turned informer at the racketeering trial of several members of a West Side of Manhattan gang testified under cross-examination that he had often lied to the au-thorities, even under oath.\nB3\nRidiculous gimmicks are on display today at Fad Fair III at the Sheraton Centre in Manhattan. Ken Hakuta has raked in $20 million from the Wacky Wallwalker, a blob that slithers down a wall of its own accord. B1\nMusic with brunch is an accelerating trend all over town. The Saturday and Sunday get-togethers are replete with live jazz, gospel, cabaret and chamber music. C1 For ex-police officer, new life after drugs\nB1\nMother of Howard Beach victim listens to testimony\nB3\nKoch rejects wider emergency role for firefighters\nB3\nPodiatrist indicted in Medicaid fraud\nB4\n8 charged in drug conspiracy\nD19\nWitness's house firebombed twice\nD19"
}