{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1988_5ce103c4835663070fa8397fb2fc7fa7395516b6.txt",
  "text": "NEWS SUMMARY\n1988-12-04T05:00:00.000Z\nINTERNATIONAL/3-33\nDespite anger at the United States for denying Yasir Arafat an entry visa, policy makers from some Arab states are seeking to contain the damage to try to prevent it from overshadowing the other issues. Page 1\nWest European leaders patched over differences with the United States in the controversy created by the Reagan Administration's refusal to grant the leader of the P.L.O. a visa. 30\nMikhail Gorbachev in New York this week will address the United Nations, have lunch with President Reagan and President-elect Bush and hopelessly snarl traffic and block shoppers. 1\nWith Mikhail Gorbachev's visit to New York approaching, talk about the Soviet leader in the city's Russian neighborhoods is turning upbeat, though few are particulary excited about his visit. 22\nA series of mistakes by the U.S. Navy in preparing for combat in the Persian Gulf contributed to the shooting down of an Iranian airliner this summer, a report by an international panel has concluded. 3\nAfghanistan's Prime Minister said in an interview that he is confident his Government's interests will be protected in talks between Soviet officials and Afghan rebels. 18\nNews analysis: A Chinese-Soviet summit meeting next year may mark better relations, but Chinese leaders appear more intrigued by closer ties with Japan, the United States or Hong Kong. 17 President-elect Bush must move swiftly to promote Arab-Israeli peace through activeAmerican diplomacy, experts on the Middle East, including a foreign policy adviser to Mr. Bush, say. 30\nThe five Soviet citizens involved in the hijacking of an Aeroflot plane to Israel on Friday were sent back to the Soviet Union in two Soviet planes. 24\nCentral American countries to revive peace effort 8\nBangladesh deltas searched for cyclone victims 14\nMany working women in Japan remain invisible 26\nGateway in Beirut closed to traffic 31\nNATIONAL/34-51, 67-72, 78\nThe Energy Department's plan for resuming production of a radioactive gas vital to nuclear weapons calls for an overhaul so extensive that the production likely faces further delays. 1\nThe secret military payload in orbit from the shuttle Atlantis is the first of a new class of spy satellites that use radar to peer through clouds and darkness, experts said last week. 1\nJohn Tower's ties as a consultant to some of the country's largest weapons is an asset and not the liability, his supporters say, for the position of Secretary of Defense. 1\nPhilanthropy is going to schools at the elementary and secondary levels in increasing amounts as corporations see a need to invest in America's future work force. 1\nA proposal to restrict the rights of elderly and disabled people in appealing decisions denying Social Security, Medicare and welfare benefits was rejected by the Social Security Administrator. 34\nPresident-elect Bush will announce a national effort, enlisting Republican Governors and state party organizations, to seek women and members of minority groups for administration jobs, transition aides said. 42\nA Southern California earthquake centered almost directly under the Rose Bowl cut power to thousands of homes and businesses but caused no major damage. 34\nSeattle has placed a moratorium on all downtown building, and officials are considering permanent steps to curb skyscrapers. 34\nJudge holds F.B.I. agents misused grand jury 36\nFive bodies in Massachusetts prompt fear of one killer 41\nHousing provision won in hotel workers contract 43\nMurder begets grief and an effort to curb murders 72\nREGIONAL/52-61, 72-77\nThe health needs of the poor threaten to overwhelm the health system in New York City, which is finding itself unable to deal with the group's growth and worsening health. 1\nCalling Hedda Nussbaum to testify in the murder trial of Joel Steinberg was necessary and correct, but risky because Ms. Nussbaum could have projected the wrong emotional image to the jury, legal experts said. 54\nNew York City's new campaign law, intended to restrict influence-peddling by the wealthy in city campaigns, includes loopholes and ambiguities that may permit major circumventions, experts say. 58\nA union election may mean rejection of the long history of violence that has characterized teamster Local 560 in New Jersey, a union that law-enforcement officials say is one of the most corrupt in the nation. 52\nA Buffalo food importer was a front for an American-Italian crackdown on the drug-trafficking operations of the Sicilian and American Mafia. 52\nKoch and Green again call for changing principals' tenure 60\nThe Neediest Cases Fund offers help 66\nFarmers told to prepare data to avoid foreclosures 75\nNew York students can pick college by using a computer 76"
}