{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1988_0f640c35b478bb166de3736171403e5dd9bfcd33.txt",
  "text": "NEWS SUMMARY\n1988-12-01T05:00:00.000Z\nInternational A3-19\nRadio Liberty broadcasts in Russian were unjammed by the Soviet Union along with two other foreign radio stations, clearing Soviet airwaves of interference with foreign broadcasts for the first time since the early 1950's. Page A1\nNew deaths in the Soviet republics were reported, in addition to a rising flood of refugees from ethnic violence in the area last week, part of a cycle of violence in the two republics, Armenia and Azerbaijan. A12\nTalks between Labor and Likud will not continue, the Labor Party voted 61 to 57, leaving Prime Minister Yitzhak Shamir with a difficult political quandary. The party rejected the advice of its leadership. A1\nA U.N. relief convoy was hijacked at gunpoint on its way to areas held by guerrilla forces from Kabul, Afghanistan, with medical and agricultural supplies. A rival guerilla group was responsible. A1\nAfghan army soldiers who defected to one of the mainstream Afghan guerrilla parties are being held in a guerrilla camp near Peshawar, but they are allowed to wander freely within the compound. A8\nHangings at Pretoria Central Prison, where executions are increasing, have almost become a weekly routine. The trend contrasts with pressure against capital punishment in much of the world. A18\nTo ferry commuters into Paris who were stranded by transport strikes, the French Government used hundreds of soldiers and military trucks. It was the most serious episode in a spasm of public-sector strikes. A3\nDisclosure of information in Britain by a member of the security or intelligence services will be a prima facie criminal offense, punishable by up to two years in prison and a fine under legislation the Government introduced. A15\nSpanish shepherds are a dying breed, holdovers from the days when Spain had a monopoly on high quality wool in Europe, yet another example of the transition the country is going through. A4\nWalesa, in union debate, calls for end to remnants of Stalinism\nA3\nDemocracy returns to Pakistan as Assembly convenes A8\nDirect evidence puts use fire at least a million years ago A9\nCyclone strikes Bangladesh, killing at least 300 A10\nVisiting Chinese Foreign Minister aims to break Moscow ice A13\nNational A20-32, B15-18\nRJR Nabisco Inc. was sold to the small but powerful buyout firm of Kohlberg, Kravis, Roberts & Company for $24.88 billion, the largest sum ever paid for a corporation. A1\nEfforts to prosecute Oliver L. North for conspiracy in the Iran-contra case, might be hampered by the White House, which said it opposes plans by Mr. North's lawyers to use a number of secret documents in his defense. A1\nPaul A. Volker spoke of deficits with even more foreboding than before and said they were robbing the economy of some of its potential to grow and prosper, threatening market turmoil. A1\nGeorge Bush met with Jesse Jackson and said he would seek his ''suggestions'' after moving into the Oval Office. Mr. Bush also spoke with Norman R. Augustine, of the Martin Marietta Corp. B17\nRestrictions on rights of the elderly and disabled to appeal Government decisions denying Social Security, Medicare and welfare benefits should be repudiated by President-elect Bush, 36 Senators said. B16\nCountdown for the space shuttle launching of Atlantis on a secret military mission continued, despitea threat of high winds and rain. The launching is scheduled for sometime between 6:32 A.M. and 9:32 A.M. A20\nThe Pentagon cut off computer ties between a nonclassifed military computer network and the nationwide academic research and corporate computer network that was jammed last month by a computer virus program. A21\nIn Corn Belt, oat barn isn't that chic\nA20\nFreeways becoming deathtraps for illegal aliens\nA24\nDistrict of Columbia nears approval of AIDS testing law A28\nCustoms inspectors fight boredom 300 miles from a K Mart A31\nE.P.A. seeks stronger curbs on storm sewers B15\nWashington Talk B17\nRegional B1-14\nThe settlement to close Shoreham ran into a new snag on the eve of today's deadline. Key state lawmakers said they would not approve the nuclear plant deal without major changes in it. A1\nRevitalizing New Jersey's riverside has slogged considerably since the stock market crash on Oct. 19, 1987. Companies in New York City have trimmed 14,000 jobs and been reluctant to leave the city. B1\nCharges against other school boards have been triggered by the arrest of a Bronx school principal on a drug charge three weeks ago and the subsequent suspension of his local board. B1\nHedda Nussbaum is making progress toward a realistic appraisal of what happened to her. More than a year has passed since she was arrested along with Joel B. Steinberg in the murder of Lisa Steinberg. B1\nA Yonkers secretary was accused of falsely reporting death threats to the authorities. The secretary, Laurie A. Recht, was an advocate of a housing-desegregation plan. B1\nA witness in the Bess Myerson trial, Nelson Pagan, who drove Ms. Myerson's car when she was Cultural Affairs Commissioner, testified that Ms. Myerson described her companion's estranged wife as ''evil.'' B3\nThree found guilty in Brooklyn Medicaid fraud B8\nJury expected to get Lilco racketeering case today B12\nNeediest Cases B6"
}