{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1988_1999477d063e2f3d58dacf1730b189b1d343b902.txt",
  "text": "In Disasters, a U.N. Agency Produces Order\n1988-10-23T05:00:00.000Z\nWhen hurricane Gilbert struck Jamaica last month, knocking out communications on the island, amateur radio operators were organized to carry information on the extent of damage. In Bangladesh, when the country was hit last month by the worst floods in memory, there were large stocks of food on hand to face the immediate crisis. Before the rains came to Sudan last August, causing widespread destruction, plans had been prepared for coping with floods.\nWhen natural disasters strike and even before, countries turn to the office of the United Nations Disaster Relief Coordinator for help. The organization, which is based in Geneva, has mobilized aid for typhoons, earthquakes, tropical storms, floods, volcanic eruptions, drought and famine around the world.\n''We're monitoring every disaster -not to deliver relief but information,'' said Philippe Boulle, director of the organization's New York office. The organization also coordinates aid from the international community, other United Nations agencies and humanitarian groups active in disaster work.\nThough the number and scope of emergency situations calling for international attention have increased in recent years, Mr. Boulle stressed that loss of life is ''much lower than a decade ago because of prevention.''\nThis week the General Assembly recalled its resolution designating the 1990's the International Decade for Natural Disaster Reduction and voted by consensus in favor of emergency assistance for Jamaica and the Sudan and aid for disaster prevention programs for Bangladesh.\nThe Disaster Relief Coordinator, along with other agencies in the United Nations system, was asked to assist the Government of Bangladesh in preparing a feasibility plan for a permanent solution to the recurring problem of floods and droughts.\nSet up in 1971, the agency was designed to coordinate and strengthen relief efforts for major disasters. It tried to tackle too much, from building bridges to helping dislocated people in Africa and was blamed for not dealing adequately with long-term emergencies like the situation in Ethiopia.\nIn the last three years, the agency's focus has shifted to sudden emergencies, information and guidance, according to Mr. Boulle.\nIn 1986-87, the agency responded to 110 disasters, including cyclones and floods in Bangladesh, an earthquake in El Salvador, drought in Ethiopia, armed conflict and floods in Lebanon, and a typhoon in Vietnam.\nOver the last two years, however, the agency has focussed increasingly on disaster preparedness and prevention, with an increasing number of requests from developing countries to strengthen their national and regional emergency services. Dwindling Emergency Fund\nMore than 30 disaster mitigation projects have been developed, such as the Seismic Risk Reduction Project in the Balkans, the Pan-Caribbean Disaster Preparedness and Prevention Project in Antigua, the Asian Disaster Preparedness Center in Bangkok and a similar center for South Pacific being set up in Fiji.\nDisasters are generally defined as emergencies with at least 10 reported killed or property damage in excess of $1 million. But Mr. Boulle, who comes from the Indian Ocean island of Mauritius, stressed that the agency was concerned not just with the dimensions of a disaster, but above all ''the dimensions of the internal need.''\nEmphasizing his agency's dependence on others, Mr. Boulle cited Italy, Canada, the Netherlands, Britain and Australia as among the most generous donors. He said the United States, Japan, Soviet Union and Belgium ''could do more.''\n''What we're really lacking is an adequate emergency fund,'' the he said, adding the agency had given ''the ridiculous sum of $30,000'' to help Bangladesh during the floods. He noted that current budget restraints had reduced the fund for emergency cash grants from $360,000 to $180,00 a year, and the agency had been able to respond positively to only half of the 32 requests in 1986-87."
}