{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_912bd21f-44c1-4a1c-966e-3aaf224e222e.txt",
  "text": "Date Published:2019-07-18 00:00:00      \nErshad's political genius was unquestionable This is not an homage to late President Ershad, nor an appraisal of him, but a paean to his political genius that kept Bangladesh enchanted for the last four decades. His politics was of a kind that distilled the best of Kautilya in personal dealings and Machiavelli in politics. His politics, which was a potpourri of wheeling and dealing, bargaining, brinkmanship, and dumbfounding somersaults, kept all entertained. But above all, these essential Ershadian qualities also were reasons for his survival, politically that is, until the last day of his life. He survived his nine years as president, and years of political high-rolling thereafter, despite charges of criminal conduct including political killing, and imprisonment due to his unparalleled swashbuckling as a politician. No stigma would stick to him because he wore a Teflon suit all along.   I knew late General HM Ershad a little more than most other Bangladeshis, because of my job with the government as a deputy commissioner in the mid-70s. Not because my job required to work with him -- he was second to the strongman at that time, General Ziaur Rahman. But Ershad did not interject himself in the life of a civilian administrator such as me because the role he was given by General Zia. As chief of general staff in the early period of martial law in Bangladesh (1975-77), General Ershad was also made chairman of National Security Cell -- an agency that was entrusted with the task of prosecuting people under martial law (among other tasks).  My interaction with General Ershad that time was as head of the district coordination committee of martial law cases in Noakhali, which included the local police chief, an army representative with the rank of a major, and myself as deputy commissioner. Our job was to review cases filed under martial law and recommend those for prosecution to the National Security Cell. In my years of heading this district body, I never had to meet Ershad, nor had I any conversation with him.  I only received memos and letters signed by him in his capacity as NSC chief. In fact, I did not even know how Ershad looked. We knew of him, but never knew him. I never received even a phone call from him.  My first person-to-person contact with him was for a completely unexpected reason, over phone in Chittagong. The reason was installation of flood lights in Chittagong stadium, a fancy project that time that General Zia had asked me to undertake. The project was a pet issue with General Zia, who had this obsession with keeping people busy at night with sports, after lighting up Dhaka stadium at a huge cost. (Rumour had it at that time that flood lighting of Dhaka Stadium was spearheaded by General Ershad, who was also head of the National Sports Authority). When President Zia had asked me (as deputy commissioner I was the president of District Sports Association) that I initiate a project to similarly install flood lights in Chittagong Stadium, I initially demurred by saying that the cost would be prohibitive, and unlike Dhaka there were very few sporting clubs in Chittagong which could draw spectators for nightly sports. But General Zia was adamant. The project was drawn mainly to please President Zia with little hope of it ever getting funded because Chittagong Sports Association was a financially indigent entity. There was also no way I could ask for government funds for such a luxury project which the engineers estimated would cost around Tk5 crore (1979-80).   I did not move with the project anywhere when I received a phone call from General Ershad. I first thought the call was related to his visits to Chittagong Hill Tracts. But I was surprised. After his usual polite greetings, he broke into the subject. \"I understand you are going to install flood lights in Chittagong stadium.\"  Before I could proceed with my query as to how he came to know about this, Ershad said that he knew of a very well-qualified engineering company which had installed flood lights in Dhaka stadium, and he would be pleased if I could consider the firm for the Chittagong project.  He also added that the firm people would like to meet with me. My surprise knew no bounds. Here I was with what I considered to be a dead-on arrival project with nary the sign of a taka, Ershad was asking me to award the project to his nominee!   After I recovered myself from the shock, I replied to Ershad that I was glad he was showing some interest in the project because I could then rely on him to lobby the president for some funds. It was now Ershad's turn to be surprised. \"What, you have no funds and you are going with the project?\" he asked. I replied politely that we had not invited tenders for the project for that reason. To my astonishment, Ershad did not pursue the subject anymore. He ended his conversation then and there. But my surprise did not end there. Immediately after the phone conversation had ended, my assistant told me that a party from Dhaka was waiting outside to see me with a message from General Ershad. I immediately knew which party it could be, but what surprised me was the timing. Was the party waiting on queue?  The party consisted of three people. Two were contractors who had installed the floodlighting in Dhaka. Third was a banker who was rumoured to be a go-between. I received the party politely, but again had to shock them with the news of no funds. They left disappointed. General Ershad never took up the subject with me again. But the actual floodlighting of Chittagong Stadium did happen, much after Zia's death when Ershad became president. He knew when to stop, and when to start again.  My second person-to-person interaction with Ershad was a couple of years later, in May 1981, three weeks before Zia's assassination. The occasion was the so-called annual air-sea battle among the three branches of armed forces. Even though the event was strictly military, President Zia had chosen to invite a gaggle of his cabinet members including then Prime Minister Shah Azizur Rahman to the event causing a housing nightmare for the administration.  The local administration had to find lodging for about a dozen ministers and the prime minister in short notice in whatever rest houses and motels that were available since the prime accommodations including the Circuit House were taken over by the army for the president, chief of staff, and other military top brasses. It was the morning after I had my second person to person conversation with General Ershad when I went to the Circuit House to escort the president to the airport (as protocol required). While I was waiting in the lounge for the president, General Ershad presented himself there and took me aside. He told me that he had heard that the PM was rather upset by the lodging arrangement as though it was a surprise to him.  I was not sure if Ershad was mocking or really serious. \"Yes of course,\" I replied adding that the PM expected to be accommodated in the Circuit House. I wanted to further add the fact of Shah Aziz not being invited to the dinner hosted by Ershad last night, but I did not. Ershad was unruffled. He smiled and said in his suave manner: \"Please handle it, DC sahib. I know you can do it.\" He said in a way that the problem was mine and not his.  It was a district administration issue. He left immediately thereafter with his army colleagues, giving me another \"you can do it\" wink. He treated the subject like it had never happened.  I did not have to do anything to placate Shah Aziz because I knew that Shah Aziz knew the administration had nothing to do with the affront meted out to him and his colleagues. The only person he could complain to was the president himself, and Shah Aziz knew that it would be to no avail. Ershad also knew well that President Zia valued his relationship with the top brasses of the armed forces more than his kitchen cabinet.  General Ershad had perfected the art of concealing his true feelings on a topic or a person to a degree that his interlocutor could never guess his mind. He could be very angry, yet never show it. He could be totally equivocating and yet appear to be honest or even naive. That is why he could survive politically for years. Ziauddin Choudhury has worked in the higher civil service of Bangladesh early in his career, and later for the World Bank in the US."
}