{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_22f8dbcf-7962-431d-b52f-c9d3adfa2351.txt",
  "text": "Date Published:2020-03-31 00:00:00      \nThe identities of the deceased could not be known yet Police recovered three bodies of a family from a house in Chakrabarty area of Gazipur city on Tuesday morning. The deceased were identified as rickshaw puller Mosharaf Hossain, 30, his wife Hosne Ara, 22, and three-month-old daughter Mohini, said Kashimpur police station Sub-Inspector (SI) Masud Rana. Masud said: \"Mosharaf was found hanging from the ceiling while his wife and three-month-old child were found dead on the bed in his room around 10 am. \"All the deceased, hailing from Boro Gopinathpur village of Pirganj upazila in Rangpur, lived in the rented room in the area. We have found an empty bottle of insecticide from the room,\" the SI said. The bodies of the deceased were sent to Shaheed Tajuddin Ahmed Medical College Hospital for autopsy, he continued. Quoting locals, the SI also said on Monday night, Mosharaf asked his wife Hosne Ara to borrow Tk5,000 from his mother-in-law.  Later, a quarrel ensued between Mosharaf and his wife over the matter as she failed to bring the money. When asked about the actual reason behind the deaths, SI Masud Rana said police are working to unearth the reason. "
}