{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_de77d51c-bd16-4604-a6ee-4ecd832963e3.txt",
  "text": "Date Published:2020-02-11 00:00:00      \nIn Ankara, talks between Turkey and Russian ended without agreement on stopping clashes in which 13 Turkish soldiers have been killed in Syria in one week Government forces seized control of a highway in northwest Syria for the first time since 2012 on Tuesday as they pressed their campaign to eradicate the last rebel strongholds in Idlib province and the Aleppo countryside, a war monitor said. In Ankara, talks between Turkey and Russian ended without agreement on stopping clashes in which 13 Turkish soldiers have been killed in Syria in one week. Relief agencies meanwhile said an exodus of hundreds of thousands of civilians from the afflicted areas was the largest such movement in nine years of war and a new humanitarian crisis was unfolding. The British-based Syrian Observatory for Human Rights said government forces had seized the entire length of the M5 highway after driving rebels from their last foothold on the road. The M5 runs from Aleppo in the north to the capital Damascus then on to southern Deraa. They took control of the highway after capturing a western suburb of Aleppo from insurgents. The latest advances by President Bashar al-Assad's Russian and Iranian-backed troops came after 13 Turkish soldiers were killed in the Idlib region in the past week, prompting some of the most serious confrontations between Ankara and Damascus of the war. Ankara deployed thousands of soldiers to stem the Syrian offensive. Turkish-backed Syrian rebels downed a helicopter believed to belong to the Syrian government in the town of Nairab, Turkish state broadcaster TRT Haber reported on Tuesday. Since the new push began, government forces have recaptured more than 600 square km of territory and in recent days have taken control of dozens of towns and villages. Last week they recaptured the crossroads town of Saraqeb, on the M5. Turkey has several military personnel stationed there to prevent further Syrian advances after eight of its soldiers were killed by Syrian shelling. A Russian delegation arrived in Ankara on Saturday days after the attack to hold talks aimed at stopping clashes. On their final day of talks, a second Syrian attack on Turkish troops in the Taftanaz area killed five more troops. Ankara has said that it retaliated to both attacks, destroying several Syrian targets. It said would drive back Assad's forces unless they withdraw by the end of the month. It also told the Russian team that attacks against Turkish posts must stop immediately. The Russians left Turkey after talks ended on Monday, a Turkish diplomatic source said, with no apparent agreement. The Kremlin said on Tuesday all attacks on Russian and Syrian forces in Idlib had to stop.  Air raids Rescue teams in the region said Russian and Syrian war planes bombed several towns in Idlib, with most air raids on towns in western Aleppo, including a residential area in the city of Daraat Izza. At least 13 civilians were killed overnight in the air strikes, they said. The rapid advances by Assad's forces in Idlib have driven nearly 700,000 people from their homes towards the closed-off Turkish border in the past 10 weeks. Most of those displaced are women and children. \"This is, from our initial analysis, the largest number of people in a single period since the Syrian crisis began almost nine years ago,\" Jens Laerke, spokesman for the United Nations' OCHA humanitarian agency, told reporters in Geneva. \"So it's the fastest growing displacement we have ever seen in the country. United Nations High Commissioner for Refugees spokesman Andrej Mahecic said the harsh winter weather was making their suffering worse and shelter was hard to find. \"Even finding a place in an unfinished building is becoming nearly impossible,\" he said, adding that mosques were full. Turkey, which already hosts 3.6 million Syrian refugees, says it cannot absorb any more. It said it will halt new migrant waves from Idlib and its military will remain there. One Turkish politician urged President Tayyip Erdogan to go further. \"There will be no peace in Turkey until Assad is brought down from his throne. Turkey must start plans to enter Damascus now, and annihilate the cruel ones,\" said Devlet Bahceli, chairman of Erdogan's nationalist partner party. Witnesses and rebels said on Tuesday a new column of Turkish reinforcements, including tanks, rocket launchers and armoured vehicles, crossed the border into Idlib overnight. Turkish-backed Syrian rebels have also begun an new offensive against the government forces near army-controlled Saraqeb and Nairab to push troops away from Idlib city, where more than one million people live. The battle for Idlib is a crucial stage of a war that has killed hundreds of thousands of combatants and civilians, made millions refugees in their own country or overseas, and fractured the wider Middle East since it broke out amid the Arab Spring in 2011. Forces arrayed against Assad, Syria's ruler for nearly 20 years, have failed to dislodge him but he now presides over a devastated country. Moscow's military intervention in 2015 helped swing the war decisively in Assad's favour. Despite being on opposing sides, Turkey and Russia collaborate for a political solution to the conflict."
}