{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1989_e9ee75a0f02450cde63345d544dacf9bae0641ff.txt",
  "text": "Long Island Q&A;: Robin Chandler Duke;\nSoldier in an Unpopular War: Population Control\n1989-02-05T05:00:00.000Z\nLEAD: FROM her Upper East Side apartment, Robin Chandler Duke may seem an unlikely soldier in what many consider a nasty battle: World population control and abortion rights.\nFROM her Upper East Side apartment, Robin Chandler Duke may seem an unlikely soldier in what many consider a nasty battle: World population control and abortion rights.\nBut for more than 40 years, Mrs. Duke, the wife of Angier Biddle Duke, former Ambassador to Morocco, Spain and Denmark and now president of Southampton College, has been fighting to make birth control an integral part of basic health care.\n''This is an issue that's not very popular,'' Mrs. Duke said in an interview in her Manhattan apartment (she and her husband also have a house in Southampton).\n''This isn't like fighting for the museum in your town or some great cultural endeavor that everybody wants to identify with. This is an issue that nobody much likes.''\nSince 1972, Mrs. Duke has been a national co-chairman of the Population Crisis Committee/Draper Fund, which finances the International Planned Parenthood Federation.\nMrs. Duke is also active in education, serving as vice chairman of the Institute of International Education, which processes student exchange programs in the United States, and is on the board of numerous organizations, including the Guggenheim Museum, International Flavors and Fragrances, the East River Savings Bank and the Rockwell International Corporation.\nOriginally a feature writer for The New York Journal-American, writing about what was then considered women's issues - fashion and society - Mrs. Duke, as a divorced mother of two, became one of the few female stockbrokers on Wall Street during the 50's, working for the firm of Orvic Brothers. Her subsequent years with Pepsi-Cola took her to Africa and the Soviet Union, where she met Angier Biddle Duke in 1959. \nQ. How did you become involved in family planning issues? \nA. I first became involved when I was a very young woman with two young children and lived in New York. I realized there were no girls' clubs, no facility for young girls to go off the streets of New York.\nI worked with another group of women to finance the first Girls Club, and became very interested in young girls and the aspects of their life in an urban area where they, even in those days, were from a one-parent family.\nI suddenly realized how these girls grow up in an environment where they are uneducated about fertility - ignorance is the bottom line. In those days, Margaret Sanger was alive and she was imprisoned on Rikers Island because she demonstrated, marched and was pushing family planning. Just think of it.\nIn my lifetime - I never thought of myself as being an antique, but I am 65 - this great lady, for the very fact that she prescribed artificial birth-control methods, was put in jail. It's amazing. \nQ. Do you think that things have changed much since the 40's in terms of the lack of education of poor women in matters of family planning? \nA. I'm ashamed to say that in the last eight years we've been set back quite critically. \nQ. You mean the Reagan Administration? \nA. Absolutely, and I hang a big black cloak around that Administration because of their fight against abortion rights. They supported this militant group who went out and demonstrated against Planned Parenthood and had people lying down in Planned Parenthood clinics where abortion services were offered. This kind of thing has set us back many decades.\nThey were against strong population policies within our Agency for International Development. That's where we provide foreign assistance money to inform, counsel and enlighten people about how to plan families. And these are in countries where they're overpopulated.\nThis whole movement was supported and abetted by the last eight years of a very, very poorly advised Administration as to what you should be doing in terms of foreign assistance and what you should be doing domestically for poor people. \nQ. Do you think things will improve under George Bush? \nA. Yes, I have high hopes. Mr. Bush is a man who has served in China as our representative and as a Congressman. During the days when he was in Congress, he was pro-choice on abortion. I don't know what turned him around. Maybe he felt he had to get that body of a minority to support him to get him elected, but he certainly wasn't anti-choice in the old days. \nQ. What areas of the globe face the greatest threat of overpopulation and, therefore, poverty? \nA. Africa is one of the more devastating continents in terms of hunger, environmental impact and overpopulation. Our very dear neighbors in Latin America have some of the highest incidence of illegal abortion in the world. That's because they can't get the access to family planning.\nThis is an ongoing battle with the church. If they can't get access to family planning, they resort to horrendous abortion techniques that very often render them ill and maimed and, very often, kill these women. \nQ. According to predictions, world population growth is going to be one of the big issues of the 90's. What are the implications for Americans? \nA. What we have to know in this sort of one-world concept is that, if the third world falls apart, it will have a direct impact on developed nations. The marketplace for all these great American corporations is ultimately that third world.\nIf that third-world element isn't going to develop, we have to bail them out. The third-world debt is monumental and this is a debt built out of enormous infusions of money, which they have had to borrow to keep going. Where, in fact, if they had basic education and health care, they would have the nucleus of the energy to get their economy rolling.\nYou have to have some other economic structures, and you have to get a hold on the numbers of people. If you don't, you are facing starvation, and the only people who are going to prop you up are the Western developed nations. \nQ. You mentioned that population is an environmental issue. How is that? \nA. Look at the great turtles of Indonesia. They're not coming back in such numbers along the shoreline to lay their eggs. Why?\nThe population of Indonesia has chopped down so much of the forest land in order to develop a little patch to grow their crops that they have practically killed off all the turtles and tigers that used to come there.\nThis is all a matter of too many people on a land base that can't support them. You could say the same thing for northern India and Bangladesh. They have chopped their forest lands down, and have created erosion and flooding, and then you don't have any agriculture because you've washed away your topsoil. \nQ. Even though much of your work has been focused on third world countries, how does America fare in terms of population control. Are we up to par? \nA. Our problem is not population control, it is education. Our problem is seeing that every child born has the fundamental rights, which are decent health care, to be nurtured and loved and to get an education.\nIn the United States, they have withheld important aspects of education because they won't Federally fund a system for sex education, which I think is vital. We keep hearing about the breakdown of the family in the United States, and there's no question that it's probably true.\nI think the schools have the responsibility, with Federal funding, to counsel young people about their sexuality in a constructive way. If they watch television and see salacious sex, then there must be something wrong with a society that isn't willing to deal with sex in an intelligent, normal way.\nContraception should be like toothpaste: it's basic to your health care. You brush your teeth and you use contraception. It ought to be in the medicine chest, and there shouldn't be any hiding under the rug and all this phony kind of nervousness about discussing sex. Sexuality is fundamental and it should be taught, starting with very young children. \nQ. Do you think it is the Federal Government's responsibility to step in and play a major role in family planning, or are birth-control and health issues up to the nonprofit, private sector? \nI think the private sector has a major role to play, and I think the Federal Government has a major role to play. We have a Surgeon General and we have a Department of Health and Human Services, and I think part of what you do for your people, when they cannot do it for themselves, is to have outreach from the Federal Government. \nQ. Do you believe in Federal funding for abortion? \nA. I certainly do. We have women who come in and can't afford anything, and it is my job as a private citizen to try to raise money so that those women will get those abortions if they can't afford it. \nQ. What do you think the future of legalized abortion is in this country? \nA. I think it's at a very high risk and we should be very worried about it. If it goes back to the states, it's going to be difficult to obtain an abortion. You're going to have some states that won't provide services at all.\nI've talked to a number of members of Congress who have told me, ''Well, you know I've been on your side, but basically it's too risky,'' and they don't want to get on this issue. And until people are courageous enough to be like Bob Packwood and others who have been our friends and supporters in the Senate, we lose out. \nQ. Are you planning to join the fight to keep abortion legal? \nA. We are mounting a very big campaign in the National Abortion Rights Action League about the ultimate effects of making abortion illegal, how it will impact on the poor and on the rights of women. These are fundamental rights we're talking about. I have people who are so angry with me about this, and they don't want to talk about it, and ''There goes Robin again - babble, babble, babble. I know what she's talking about. It's just distasteful, my dear.''\nIt's not distasteful. This whole subject matter should be part of health care. It is fundamental. Toothpaste in the medicine chest sitting right next to contraception."
}