{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1988_41bcdb34f5e4bc43b7593982e236f8db4ef6e6ec.txt",
  "text": "MAN IN THE NEWS; Diplomatic Handyman: Diego Cordovez\n1988-04-16T05:00:00.000Z\nA talent for waiting and a sense of humor have helped bring Diego Cordovez success in his six-year search for an Afghan settlement.\nA patient negotiator, he has been stalking that elusive quarry since 1982 when, as the United Nations Secretary General's personal representative, he first sought to negotiate among the various parties in the vast Palais des Nations in Geneva.\nAt first business was slow and unpromising. The Russians refused United Nations mediation. The Afghan guerrillas would not deal with the Soviet-backed Government in Kabul at all and Pakistan, which agreed to represent the insurgents, would not share a negotiating table with it.\nThe innovative Mr. Cordovez, a 52-year-old Ecuadorean lawyer who has worked for the United Nations since 1963, started by talking to each side separately. It was uphill work. Shuttle Diplomacy\nThen he hit on the idea of ''proximity talks'' - putting each side into a separate room and ''shuttling'' back and forth between them, while the United Nations disarmament talks droned on in an intervening conference hall.\nAlthough progress remained slow, there were reasons to laugh. Overzealous guards, told to keep the warring factions apart, regularly locked delegates in the lavatory for fear they might bump into a member of the opposing camp. Mr. Cordovez took to limping through the corridors to signal that his talks were still limping along, despite everything.\nThroughout all the disappointments and frustrations, Mr. Cordovez remained cheerful and persistent, maintaining that what was needed most was time and plenty of it. He was right. It took three years to persuade Kabul to cut the timetable for pulling out Soviet forces from Afghanistan from 43 months to 9.\nEven now, Mr. Cordovez is banking on time, the great healer, to make his agreement a success. The accord provides for Soviet forces to leave Afghanistan but not for the Afghans to stop killing each other.\nBut Mr. Cordovez remains hopeful that once Afghanistan's warring factions see the provocative Russians leave, they will bury their Kalashnikovs and compromise. ''It takes time for them to understand their fate is in their own hands now,'' he said.\nA stylishly dressed, plumpish man with horn-rimmed glasses, Mr. Cordovez is almost always laughing at something, occasionally himself. Enjoys Tinkering\nHe was born in Quito on Nov. 3, 1935; he and his wife, Maria Teresa, have a son, Diego. Mr. Cordovez enjoys carpentry and tinkering (he uses the French word bricolage) with broken things - useful hobbies for a United Nations bureaucrat.\nA lover of good food, wine and Cuban cigars, Mr. Cordovez also enjoys reading biographies of the famous. Not even his closest friends would call him modest.\nMr. Cordovez was appointed an Under Secretary General by Kurt Waldheim a few months before he stepped down as Secretary General.\nIn 1965 he was sent to the Dominican Republic when it was in the throes of revolution. Six years later he was involved in the violent birth of the nation of Bangladesh. In 1980 he was the senior official accompanying a mission to Teheran that failed to resolve the United States Embassy hostage crisis. He had better luck later that year when he helped settle a dispute between Malta and Libya over seabed rights.\nDespite his optimistic temperament, Mr. Cordovez's friends say he suffers occasional fits of gloom. A few days ago, with the Afghan talks on the verge of collapse, he said he was through with diplomacy and would go back to Ecuador to manage his family's horse ranch when this job was over. That seems unlikely now.\nHis job as Under Secretary General for Political Affairs includes settling the Persian Gulf conflict, too, so another odyssey lies ahead.\nMr. Cordovez plans frequent trips to Afghanistan in the coming months to oversee compliance with the treaty and to encourage the country's factions to reach a political settlement.\nHe is preparing seriously for the task. Visitors to his offices here are treated with Coca-Cola bottled in Kabul and offered a variety of Marlboro cigarettes popular in Afghanistan these days - they are made in the Soviet Union."
}