{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_55a97d00a4ae0efe1184aebd5f65d36ce13ed299.txt",
  "text": "INTERNATIONAL REPORT; India Apparel's Growth Woes\n1987-09-28T05:00:00.000Z\nIn 1970, Prem Kumar Pangasa won his first garment export order of 5,000 summer dresses and shirts for Macy's, the department store.\nAt that time, he had little capital and no factories or workers, and Indian garment manufacturers were virtually unknown in the international market.\nToday, Mr. Pangasa's company, Pangasa Exports, has annual income from overseas sales of about 70 million rupees, or about $5.5 million. He has buyers in the United States, Canada and Italy and is now diversifying into film production and the manufacture of jelly-filled telephone cables.\n''I have worked very hard,'' said Mr. Pangasa, whose success story reflects the boom in Indian garment exports. ''I have come up from scratch.''\nAlthough Indian garment exports have grown in the last year to $1.3 billion, from about $1 billion, there is concern that protectionism in the West, particularly the United States, will stall the expansion of the industry. Diversification Considered\nThis anticipated stagnation and the ever-growing market for synthetic-cotton blends is making both Government officials and exporters in India consider a major diversification of its garment industry. They say that India should now move toward the mass market, which is dominated by Taiwan, South Korea and Hong Kong.\nAlready, Indian textile producers, impatient with Government regulations and quota restrictions, are exporting cotton fabric to neighboring countries including Nepal, Bangladesh and Sri Lanka and, in collaboration with local business executives, setting up garment export units there.\n''Prices have a long way to go before they can fill their quotas,'' said one executive, who set up a plant in Bangladesh. ''It's a flight of business, if not of capital.'' Indians have even set up production centers at Dubai and are winning large orders from Western buyers, industry officials said. Renowned Fabrics\nFor centuries, India has been renowned for the richness and variety of its cotton, with its vibrant colors and range of shades. Over the last 20 years, this reputation and a combination of entrepreneurship, cheap labor, good delivery schedules and ability to do small runs have pushed India's share of the world ready-made garment market from zero to 2.4 percent.\nNearly half of this is in fashion garments, manufacturers and exporters say. Small runs of 5,000 or 10,000 pieces of summer sportswear - cotton skirts, shirts and blouses, largely for the 15-to-25 age group - are normal, said Mohanjit Singh of Delfin Exports, who sells to Sweden and Norway. ''This is where we can score because a Japanese or Taiwanese manufacturer would not even look at this scale of stuff,'' he added. U.S. Manufacturers Critical\nThe Indian Government's subsidies of 10 to 15 percent on handlooms and ready-made garments is resented by textile manufacturers in the United States, who are hurt by lower-priced foreign products. The United States House of Representatives approved a bill on Sept. 16 that would set strict limits on imports of textiles, clothing and shoes. However, the House did not muster sufficient votes to override a promised veto from President Reagan.\nThe legislation could affect the five-year textile agreement between the two countries that allows for the expansion of India's ready-made garment exports and places handloom textiles outside the quota limit of Indian exports.\nThe system of national quotas on garment sales, evolved under last year's multi-fiber agreement, means that India is unlikely to go beyond a proposed export figure of about $2 billion in 1990.\nA law called the floor index, which sets the basic price for an item, has drawn particular criticism. The floor index requires exporters to sell a blouse piece, for example, for not less than 40 rupees, or about $3, even though it may cost less than half that to make it.\nThis law has soured relations with a number of buyers, said Dileep Chaddha, a representative for Beeba's Creation Inc. of San Diego, Calif.\n''My company is buying for next spring - especially the skimpy tops for women - from Bangladesh because it's cheaper,'' said Mr. Chaddha, who also complained of inadequate freight space in the airlines, especially in the peak period around the first of the year.\nCurrently, high import duties on raw material and the negligible growth of the domestic synthetics industry has meant that exporters cannot immediately go into the production of synthetics or blends. Manufacturers and agencies like the World Bank have been advising New Delhi to liberalize procedures for the import of raw material and to cut heavy duties on imports of sophisticated equipment.\n''We have advised the Government about the need for lower duties along the line,'' said an economist at the World Bank here. ''The textile industry is one of the largest in the world, but its production of synthetic goods is too expensive because of these factors.'' Policy Changes Studied\nGovernment officials say they are considering changes in the textile policy that would help modernize the industry and reduce customs and excise taxes. The National Textiles Minister, Ram Niwas Mirdha, said recently that the garment industry would be ''given a big boost soon.''\nA. K. Puri, a large exporter and vice president of the Government-supported Apparel Export Promotion Council, said that a move into the sythetic field would be the logical next step for the Indian garment industry.\nAnother area that he and other fabric producers want to explore and expand is that of non-quota goods such as swimwear, hospital gowns and work clothes. ''In this area and that of synthetics, the sky is the limit,'' Mr. Puri said.\nHe noted India's reputation as a reliable and quick supplier of goods, its large and inexpensive work force and low overhead.\nBut John Bissell, an American who runs a handloom export business here, cautioned against a move into synthetics, saying it would hurt the traditional handloom market and India's rich heritage in cotton.\n''It then becomes a game of manipulation and not of styling,'' said Mr. Bissell, who has been in India for more than 20 years."
}