{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_247e99ba-0ea2-4d73-af1b-3634be322df4.txt",
  "text": "Date Published:2020-01-30 00:00:00      \nWhat do I expect, what do you expect, being a citizen of a megacity in 2020? The answer is simple. A liveable life. Only a few basic elements are enough for ensuring a simple liveable life; the kind of life I look for, you look for. I am sure, everybody has the same desire. The desire of having a blue sky, a little greenery, open grass-covered fields, fresh air, and like a cherry on top, a breathing space. Our Dhaka, the city with which all of us have a love-hate relationship... all our scopes and opportunities -- livelihoods of all middle income and upper-middle income groups, comparatively better education and treatment hubs are in Dhaka. So apparently, we have few options of leaving this city. Nowadays, living in Dhaka is not a choice any more, rather it's destiny. However, the ambiance of Dhaka city is our choice, more precisely, our leaders' choice. Many of my friends would disagree with me. These friends are dedicatedly trying for the last few years to make people understand that we, the inhabitants are responsible for a better city. They argue that inhabitants are responsible for turning the poetic rainy season terrible, as they use plastic, throw garbage here and there which destroys the drainage system. They also argue that people don't obey the traffic rules hence we lose our working hours on the roads. They have many such arguments that render the responsibilities of a livable city becoming unlivable on the shoulders of the inhabitants, who are already overburdened with an excessive rate of house rent, the high price of basic food grains, fear of toxic food items, insufficient supply of freshwater and cooking gas, the challenge of reaching office on time, and above all insecurity. These poor people expect a change, wait for a better life, hence they pay taxes. Since the beginning of civilisation, people are used to nominating a leader for ensuring their collective well-being. I agree with my dear friends that people also have responsibilities. But for that, an effective governance mechanism should prevail to compel people to obey the rules and laws. Laws are formed for the people and people are bound to follow in spite of their urge to violate them. This is ensured through a fair and effective governance system. If the governance mechanism is unfair, corrupt, then it will fail to implement the rules. That's why Dhaka dwellers construct a building without following the construction codes. These people know that an under-table deal is sufficient to acquire approvals despite the issue being illegitimate. People violate traffic rules because everyone violates, and nobody cares. Here also a small transaction on the roadside is enough to get the green signal. Nowadays, Dhaka dwellers are also being consoled that the city is going to become fast and fabulous. Singapore, Los Angeles are our benchmarks! Metro rail project is underway. As if a track of metro rail is enough to ease all the pains of the city dwellers. All these assurances underscore that there is lack of confidence that the big gap between the people's expectations of a liveable city and ongoing development projects will be resolved. Unplanned development itself is a monstrosity and enough to destroy a city. In the last few years, many disasters happened in Bangladesh due to unplanned urbanisation. We can still remember the tragic incidents of fire in Nimtoli, Chawkbazar and Banani. All the major cities including Dhaka and Chittagong are regularly inundated during monsoon. Recently, Dhaka has been identified as one of the cities with the poorest air quality. The barrier to breath is also a disaster for human life. And why is this happening? Definitely because of unplanned \"so-called\" development. Not only in the megacities, but also across the country, unplanned development is a cause for various natural disasters like flood, river erosion and water-logging. Despite the mighty Sundarbans evidently protecting the coastal belt from devastating cyclones several times, this natural wonder is now at risk from a sword of Damocles which spells \"development\". Please, stop singing the song of monstrous development. Just try to give us a city to live in. Let us spend our currently depressing evenings in an open field, walk barefoot on the grass, fly our kites of hope in the blue sky, go home on foot on clean pavements, and please ensure our security and safety.  We are no longer in a position to urge for an acceptable and fair process for electing the guardians of our city and the reasons are manifold. We don't even want to discuss those anymore. But our dreams are still alive. Dipping in the abundance of suspicion and doubt, we can only wish for a city to live in, a city where we can breathe. Please listen to our unheard demands at least once, as this may be the last shot of realising these.   Shegufta Sharmin is a development worker and can be reached at shegufta@yahoo.com"
}