{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_a6be97ee340b5440e59dc0f19368f48e9818854e.txt",
  "text": "GROWTH OF CITIES CONCERNS EXPERTS\n1987-02-08T05:00:00.000Z\nScores of urban areas in underdeveloped countries are growing at an explosive rate that may create severe economic and social strains, according to experts gathered at the United Nations this week for a population conference.\nThe populations of Cairo, Manila, Mexico City and other urban areas will grow far beyond all but a few industrialized cities today, they said. But while some experts warned of political and environmental catastrophe, others disputed whether growth would necessarily lead to disaster.\n''These mega-cities are becoming social tinderboxes - the seedbeds for social revolution, civil strife and unrest,'' said Werner Fornos, president of the Population Institute, a public-interest group. ''With the numbers come the problems, so the problems will intensify.''\nMetropolitan Cairo, which is struggling to maintain services for more than 9 million people today, will grow to 13 million by the year 2000, according to United Nations estimates. Metropolitan Manila's population is expected to climb from 8.6 million to 11.1 million. And Mexico City, already the world's most populous metropolitan area, is expected to grow from nearly 19 million people to more than 26 million. 'World Beginning to Polarize'\nMany experts said that urbanization is one of several trends - including a high population growth rate in Africa and an increase in the number of elderly people - that are fueling growth in those segments of the population least able to sustain themselves.\n''Looking at population trends, the world is beginning to polarize in terms of birth rates,'' said Lester R. Brown of the Worldwatch Institute, a research group. ''The question is, will these regions get their birth rates down before they destroy their environmental support systems?''\nAccording to United Nations statistics, the populations of cities in underdeveloped countries are growing at an average of 3.5 percent annually. The average for all cities is 2.5 percent.\nThe experts predicted that 15 cities in underdeveloped countries would grow to between 11 million and 26 million residents by 2000 - populations greater than those of all but the 5 largest cities today. Higher Expectations\nSuch increases would create enormous pressure for social services and economic opportunity, the experts said. In addition, more than half of the new city dwellers will come from rural areas, with heightened expectations that could create more problems, according to Jyoti Singh, chief of information for the United Nations Fund for Population Activities.\nPeople under the age of 24, traditionally the most restive segment of the population, will make up at least 20 percent of these migrants to the cities and more than 50 percent in some urban areas, the United Nations Fund estimates.\nThose under 19 years old now make up about 40 percent of the urban populace in underdeveloped nations, compared with less than 30 percent in industrialized countries, according to the fund.\nSome experts cited food riots and unrest in Cairo, Manila, Teheran and Karachi, Pakistan, as examples of the tension that may occur when people abandon traditional communal ways of life for the city, causing social service systems to collapse.\n''In Cairo, Manila, people are coming into the cities and living in slums -young people whose expectations are high,'' said Mr. Singh, of the United Nations Fund. ''You accumulate people who need jobs and facilities. They become frustrated, creating enormous potential for political instability.'' 'A Very Complex Issue'\nThe outlook is not all dire, however; many experts disputed whether urbanization must necessarily lead to disaster.\nAn ongoing United Nations study of these big cities has found vastly different results related to cultural factors more than size or growth, according to one of its authors, Ellen Brennan, a population affairs officer with the United Nations.\nMs. Brennan cited as stable Lima, Peru and Dhaka, the capital of Bangladesh, even though growth rates have soared and the governments have provided little support for the populace in the way or housing or jobs.\n''It is a very complex issue - there are no generalizations that can be made about social stability,'' Ms. Brennan said. ''One has to look at it city by city.''"
}