{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [
    {
      "classId": "e_58",
      "part": "s1v1",
      "offsets": [
        {
          "start": 899,
          "text": "Coastal flooding"
        }
      ],
      "coordinates": [],
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      },
      "fields": {
        "f_53": {
          "value": "coastal_cyclone",
          "confidence": {
            "state": "pre-added",
            "who": [
              "user:shammun"
            ],
            "prob": 1
          }
        }
      },
      "normalizations": {}
    },
    {
      "classId": "e_15",
      "part": "s1v1",
      "offsets": [
        {
          "start": 932,
          "text": "42 million people"
        }
      ],
      "coordinates": [],
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      },
      "fields": {
        "f_35": {
          "value": "4200000",
          "confidence": {
            "state": "pre-added",
            "who": [
              "user:shammun"
            ],
            "prob": 1
          }
        }
      },
      "normalizations": {}
    },
    {
      "classId": "e_49",
      "part": "s1v1",
      "offsets": [
        {
          "start": 964,
          "text": "by 2050"
        }
      ],
      "coordinates": [],
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      },
      "fields": {},
      "normalizations": {}
    }
  ],
  "relations": [],
  "filename": "dhakaTribune_data_edc272d7-71f1-4abc-80e5-4ee06358d386.txt",
  "text": "Date Published:2019-12-08 00:00:00      \nDisasters are a threat to human rights In September 2019, a UN panel of scientists associated with the Intergovernmental Panel on Climate Change (IPCC) issued a report on the future impact of climate change and rising temperatures. It signaled a red alert pertaining to devastating effects that would arise from ice melting in our seas and frozen regions.  The oceans have soaked up more than 90% of the extra heat generated by humans over the past decades.  This rising water level is now being driven principally by the melting of Greenland and Antarctica.  It has also been observed that glaciers are also melting at a fast pace in areas like the tropical Andes, Central Europe, and North Asia.  These regions will lose 80% of their ice by 2100 under the high carbon emissions scenario. The global average sea levels could increase by up to 1.1m by 2100. Coastal flooding will hit nearly 42 million people in Bangladesh by 2050.  Researchers have found that nearly 300 million people across the world will be vulnerable by 2050 to flooding made worse by climate change.  By 2050, low-lying areas in some South and Southeast Asian cities not far from the coast (without proper embankments) are likely to face inundation during high tide as part of the flood zone.  Bangladeshi climate experts have denoted that 100km away from the coastal zones, the districts of Pirojpur and Shariatpur might be badly affected as there are no embankments there. These debacles that are staring us in the face have raised several questions as to how the concerned countries are expected to respond to the evolving disastrous situation, and how basic human rights of the affected people need to be safeguarded while tackling and managing this growing emergency. This aspect is receiving attention because environmental sustainability and the promotion of human rights are closely intertwined and complementary objectives that are at the core of sustainable development. Efforts to promote environmental sustainability can only be effective if they occur in the context of conductive legal frameworks, and by the exercise of certain human rights, such as the rights to information, public participation in decision-making, and access to justice. It needs to be understood that the implementation of any agenda to tackle the impending climate change disaster will require relevant actors to adopt policies and mobilize resources to advance equitable, human-rights-based, and sustainable development.  Human rights mechanisms will have to address issues within the right to a healthy environment directly and also focus on the environmental dimensions of more established rights, through emerging rights, such as the right to water and development.  A number of multilateral environmental agreements (MEAs) recognize the link between the environment and human health, and many MEAs also include provisions regarding civil liability and compensation for damage caused by environmental degradation. Human rights tribunals in the context of environmental law have also dealt with the protection of collective intellectual property rights, through principles of benefit sharing, ie in the context of genetic resources.  In addition, the disproportionate impact of environmental degradation on certain groups could amount to a violation of rights to freedom from discrimination. This potential is referred primarily in the context of discrimination against indigenous peoples or racial minorities. There is also the question of environmental degradation playing a decisive role in many conflict situations. Such degradation can contribute to the outbreak of a conflict and result in the infringement of fundamental human rights, such as the right to life and health.  These infringements would include damages to the life and properties of victims of conflict, disruption of normal living conditions, and loss of access to basic services. Conflicts can also fuel environmental degradation by weakening governance structures, undermining positive environmental practices, and promoting uncontrolled systems of resource exploitation.  Thus it is crucial that conflict management is taken into account from the outset, along with humanitarian, economic, and social needs.  Neglect in the establishment of strong governance systems that factor in the environmental rule of law can consequently jeopardize the peace process and the well-being of the population and environment. Ensuring a human rights framework also denotes the importance of accountability mechanisms in the implementation of measures and policies in the area of climate change that requires access to administrative and judicial remedies. Such an approach can then serve to bring greater clarity about the underlying causes of positive or negative impacts of various economic measures related to environmental protection.  It will also allow for better choices among policies and projects. This can then improve outcomes by facilitating positive synergies, and generally improving the governance of natural resources.  It will also facilitate and increase the legitimacy of activities, programs, and policies by integrating social concerns with environmental goals and responsibilities of all actors.  This will ensure the accountability of governments, the private sector, and environmental or human rights organizations with regard to the impact of their activities on the environment. Muhammad Zamir, a former ambassador, is an analyst specialized in foreign affairs, right to information, and good governance. He can be reached at [email protected]"
}