{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1988_f396d858783d1b79cad7143f97520aeeaa80725a.txt",
  "text": "DINING OUT; A REWARDING PASSAGE TO INDIA\n1988-02-21T05:00:00.000Z\nA QUICK and delicious passage to India can be made enjoyably at a modest storefront restaurant named Bonani in Stamford.\nNamed for a wooded garden in Bangladesh (the owner's home), Bonani evokes a sense of India, in limited space, through photographs on the pine wainscotted walls, Indian music and especially through the seductive aroma of cumin, cardamom and curry spices wafting from the kitchen.\nThough it began as a take-out shop in Westport (which is still going strong), Bonani has blossomed into a bona fide restaurant with a large menu featuring many chicken, lamb, beef and shrimp variations, and a vegetarian corner. Emphasis is on South Indian cuisine, though there are dishes from across the map of India.\nIf you are a novice at Indian food, you might begin with the assorted Indian hors d'oeuvres, which give you a sampling of pakora (vegetable fritters), samosa (minced meat fritters), kebabs (minced, spiced and tightly pressed beef patties) and spicy pappadams (large crispy wafers).\nAn admirable starter was the chef's special appetizer: pieces of marinated chicken breast in a green pepper-onion sauce enlivened with fresh coriander. Consider also steaming hot mughlai paratha, an oven-browned envelope of dough filled with minced meat, eggs, chopped green pepper and onions. Listed under breads, it makes a generous appetizer as well.\nMost successfully seasoned of many entrees were chicken tikka masala (chunks of marinated breast in an aromatic pale pink yogurt-almond sauce), chicken dhansak (well spiced in a tangy herb sauce with bay leaf), shrimp Madras (jumbo shrimp in a smartly spiced coriander-tomato sauce) and chicken patiala (white meat in a resonant tomato paste). Mattar paneer, a vegetable dish of cheese cubes and peas, had a hint of cardamom and considerable subtlety.\nThe platter of light basmati rice served with entrees is a special treat, seasoned with whole cloves, cardamom, cinnamon and ghee (clarified butter). All three condiments offered as add-ons to the meal were satisfying, from the mild mango chutney to the very hot mango lime pickle. The soothingly cool cucumber raita (a yogurt-based refresher, intended to offset the heat of the various spicy dishes) was a standout.\nLamb vindaloo, one of the most incendiary creations in the Indian repertoire, made with a variety of spices, was mild at Bonani, as though concern for customers' palates led the chef to hold the chilies. We vindaloo lovers were disappointed, though others might find this dish (and the chicken vindaloo) adequately seasoned.\nSome dishes at Bonani were acceptable, but somewhat pale renderings of their usual selves: rogan josh (lamb with tomato, red pepper pods and fresh coriander), shag gosht (lamb with spinach) and aloo-mutter-gobi (a vegetable dish that had only phantom seasoning). A large platter of lamb biryani (rice with lamb and vegetables) was surprisingly characterless, devoid of the nuts and saffron mentioned on the menu and served with a soupy dhal (lentil) sauce and a fiery onion chutney.\nYou should avoid such tepid offerings as the bland, thin mulligatawny soup, with a whisper of lemon but no other semblance to this old Anglo-Indian standby, and the vegetable soup, a similar broth, with the addition of a few peas and cauliflower bits. The pappadams and poori (deep-fried, puffy, crisp bread)had excellent flavor, but were excessively greasy.\nThe mystique of Indian desserts often eludes western tastebuds, but the intention is to have something light, delicate and restful after a hotly seasoned meal. The dessert trio at Bonani filled the bill exactly: rasmalai (cream-soaked Indian cheese), gulab jaman (small, honey-soaked dough balls) and firni (pink custard with rose water).\nThe price at Bonani is certainly right: $25.35 for a three-course dinner for two, with beverages, tax and tip extra. That's hard to beat for a different and, on the whole, satisfying dining adventure. The menu is large enough, with sufficient succulent choices, to make dining at Bonani a rewarding Indian voyage. BONANI Good 2333 Summer Street, Stamford. 348-8138. Atmosphere: A narrow storefront crowded with booths, knotty pine, wainscotted walls decorated with pictures of India and background Indian music. Service: Well trained and expeditious. Recommended dishes: Assorted Indian hors d'oeuvres, chef's special appetizer, mughlai paratha, poori, pappadam, cucumber raita, chicken dhansak, shrimp Madras, chicken tikka masala, chicken patiala, mattar paneer, rasmalai, gulab jaman, firni. Prices: Lunch: entrees $4.95 to $5.95; dinner: entrees $6.95 to $10.95. Hours: Lunch: 12 to 3 P.M. daily; dinner: 5 to 10 P.M. daily. Credit cards: All major cards. Reservations: Accepted. Wheelchair accessibility: Ground-level access. Ratings: Poor Satisfactory Good Very good Excellent Extraordinary\nThese ratings are based on the reviewer's reaction to food and price in relation to comparable establishments."
}