{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_93826bd9-7679-4add-80ef-d9313109c14e.txt",
  "text": "Date Published:2020-03-17 00:00:00      \nThe universal dream of Paradise is a garden, nourished by crystal-clear waters. The garden of Jannat, with the waters of Salsabil and Tasneem; the Biblical garden of Eden, and the mythical Elysian fields are all havens of peace, with channels of flowing water, limpid ponds and fountains and surrounded by shrubs and trees, redolent of the fragrance of damask roses and jasmine, orange and lemon, pomegranate and cherry. We all hope to be in such a place one day, a place where we can sink into luxurious languor, freed of our worldly cares, lulled by the perfume of blossoms, the shushing of trees, and the soft plash of water. Meanwhile, in this world, many of us try to recreate, in our own small way, little oasis of beauty for ourselves, sometimes on our rooftops, and if we are lucky, in our own compounds. For the rest of us, there are the neighbourhood parks that are tended with great care, and get better every day.  One afternoon, entirely by chance, I came across a small beautiful park in DOHS. It was quiet and almost empty, except for a few gentlemen. There were numerous trees, and a wide walkway around a lovely central pond, with benches along the water's edge. It looked so idyllic that I immediately sank onto one of the benches with a sigh, grateful to be able to gaze at the tranquil surface of the water. It was so restful and the breeze so fresh, that a feeling of utter calm washed over me. I closed my eyes, completely immersed in the moment. I had a great urge to sit there till evening, look out over the water, and wait for the sunset, and the stars to come out. Water is mesmeric, whether it be in a simple bowl, a beautiful lake, or a sea. Gazing at water soothes the soul, and calms the most restless mind. The sight and sound of it can bring instant serenity for the few moments we allow ourselves to forget our daily cares, put the world aside, and just breathe. For me, in those silent minutes of water gazing, different images flow through my mind. A sense of tranquillity washes over me. Sometimes, memories flood in, of the carefree joy we used to feel as children, a joy sometimes forgotten, but still present in the deepest recesses of our hearts. My heart cools as other visions emerge, of the comfort of a loving family and kind words, all the more vivid, vibrant and beautiful, because time has burnished them with the golden gloss of memory. Sitting near the jacaranda and pink cassia in the park, listening to the cry of the koel, and the cheerful chirping of sparrows, and watching all the other \"kar-o-bar\" of nature were moments of pure perfection. Lost in my thoughts amidst the lovely surroundings, I returned to the present with surprise, and realised that I had things to do and places to be. Refreshed and revived, I walked with reluctant steps to the exit, cheered by the thought that I could visit again whenever I wished.    "
}