{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_0f2c374a-41cd-49b5-ba26-862960f91cf1.txt",
  "text": "Date Published:2019-06-23 00:00:00      \nVarious NGOs have decried several sections of the draft as 'restrictive and unconstitutional' Non-governmental organizations, and civil society members have expressed grave concern over the draft of the Volunteer Social Welfare Organizations (Registration and Control) Act 2019.  Various NGOs have decried several sections of the draft as \"restrictive and unconstitutional\". According to the NGO Affairs Bureau, between March and June 2019, the government canceled the registration of 197 NGOs. There are 2,470 NGO's registered with the NGO Affairs Bureau for their foreign funding. Another 2,217 are registered as domestic NGOs, and 253 are foreign organizations. What does the draft say? Section 4 of the draft proposes that all NGOs will have to register with the Ministry of Social Welfare, but with the caveat that all NGOs with foreign funding will have to additionally register with the NGO Affairs Bureau. No NGOs will be allowed to set up or continue their operations without government permits. Section 10 introduces the most restrictive part of the law - all NGOs will be able to work in only one district, when they first register. After registration, NGOs can expand their scope of work, but only to five districts at a time. Section 11, sub-sections 1 and 2 stipulates that this law takes precedence over other existing laws regarding registration, and all NGOs have to register, and renew their registrations every five years. Failure to renew registration or rejection by the authority will result in the dissolution of the NGO. Section 14 requires NGOs to have an account with a state owned bank, and conduct all financial transactions via state owned banks. It requires the NGOs to submit their annual work plans, audit reports, activity reports, etc. It also requires NGOS to submit tri-monthly bank statements to the local social welfare office, and registration authorities. Section 16 says, the government can expel the executive committee of an NGO, and replace them with a five-member government appointed committee. Section 17 has the provision for dissolving an NGO, if the government authorities have reason to believe they are not in the best interest of the public, or have broken the law. Sub-section 2 says, the government can dissolve the NGO from the date an order is issued. Sub-section 3 says, an NGO will be declared dissolved from the day its registration is revoked. If an NGO wants to shut down its operations, Section 18 says it must meet a series of requirements. At least three-fourths of the members of the NGO will have to vote for its dissolution at a general meeting. Only then, they can appeal to the registration authorities to shut the NGO down. The authorities will scrutinize the request, and pass it to the director general with their recommendations. If the director general deems fit, a gazette will be issued to proclaim the dissolution of the NGO. After the gazette notification, there will be a three-month period to clear all dues, and if there are no complaints at the end of the period, the NGO will be declared closed. Section 21 lists the provisions for punitive measures, which clearly state that the government can fine an NGO Tk50,000, or issue a year-long prison sentence, or both, if any NGO member is found to be in breach of existing laws, or provide any misinformation in any public statements.  Sub-section 3 stipulates that no legal action can be pursued against authorities or individuals who have enforced the punitive action against the NGO. Sub-section 4 plainly states that no criminal or civil cases can be filed against the government or any government officers if their actions in good faith harm the NGO in any way. However, there is a clause to file a case with the court if there is any grievance with the NGO's financials. Opportunity for misuse On May 26, watchdog Transparency International Bangladesh (TIB) expressed deep concern over the proposed law. In a press statement TIB Executive Director Dr Iftekharuzzaman said, the proposed law will create serious obstacles in NGO activities, cautioning that it will create too many chances for misuse.  He expressed his frustration with the provision that requires NGOs with foreign funding to register with two different government offices, emphasizing the risk of the boggy nature of the government bureaucracy to significantly curtail NGO operations. The statement demanded that the government change, modify, and cancel the sections which are unclear, repressive, and conflicting, and calling for a swift amendment to the draft. NGOs perturbed Khushi Kabir, coordinator of Nijera Kori, expressing her disappointment, said: \"When we expressed our anxiety with the draft, the concerned government authority said we (NGOs) will be consulted before the draft is sent to the cabinet, but that did not happen. \"NGOs are not working against the government, they are working for development. But if the government imposes any laws to impede our work, we would like to further discuss, and try to change the law.\"  TIB Chairperson Sultana Kamal said that various sections of the law will terribly diminish NGO activities which are highly-acclaimed, and served to develop the economy, society building, reducing poverty, empowering women, and implementing the SDG. She warned that it will discourage NGO activities not only because of the restrictions, but the nature of the law, which appears to reflect the government's attitude towards citizen rights organizations. Sultana Kamal decried the draft as \"unconstitutional and unacceptable.\"  She recommended the government to sit with stakeholders, and consider their opinion before drafting a law of this magnitude.  Government feedback AJM Ershad Ahsan Habib, deputy secretary at the Ministry of Social Welfare said: \"We sent the draft to the cabinet with all the opinions we received. Any changes, replacements, or additions to the law can be made before vetting. The cabinet might even take into consideration the objections or statements by various NGOs.\""
}