{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_e7afd5a1-46fc-4915-92ea-88c0f0466705.txt",
  "text": "Date Published:2020-03-11 00:00:00      \nIndia will also provide 150 ambulances to Bangladesh on the occasion Indian Prime Minister Narendra Modi will join the birth centenary celebrations of Father of the Nation Bangabandhu Sheikh Mujibur Rahman on March 17 through a recorded video message. \"We'll have a virtual form of our Prime Minister's presence and India as well through him,\" Indian Foreign Secretary Harsh Vardhan Shringla told a group of visiting Bangladeshi journalists at Hyderabad House in Delhi on Wednesday. Indian Prime Minister Modi was scheduled to visit Bangladesh on March 17 to attend the birth centenary celebrations, but postponed it due to the coronavirus outbreak. Following the detection of coronavirus cases for the first time in Bangladesh, the year-long programs chalked out to celebrate the birth centenary of Father of the Nation Bangabandhu Sheikh Mujibur Rahman during the \"Mujib Borsho\" have been rescheduled in consideration of public health. The grand inaugural ceremony of the birth centenary celebrations scheduled for March 17 at the National Parade Ground has been put on hold due to the prevailing situation across the world caused by the coronavirus outbreak. The ceremony will be held later. In the video message, the Indian prime minister will also announce some advancement in bilateral relations between Bangladesh and India, sources at the Indian External Affairs Ministry have confirmed. In the video message, Prime Minister Narendra Modi will also showcase Bangabandhu's life, they added.  Indian Foreign Secretary Vardhan Shringla at the Hyderabad House in Delhi on Wednesday, March 11, 2020 | Courtesy Bangladesh to get defence supply from India soon  For the first time in the country's history, the Bangladesh Armed Forces will get the first installment of defence supplies from India soon, according to a top level source at the Indian External Affairs Ministry.  As part of the first phase of the defence pact, the Indian prime minister will officially announce the handing over of some sports utility vehicles (Tata Hexa) to the Bangladesh Army. The $500million pact was signed between the two neighbours when Prime Minister Sheikh Hasina paid a four-day visit to Delhi in July 2018.  Traditionally India supplies defence equipment to Nepal, Bhutan, Myanmar and of late to Afghanistan. India has also extended $600million defence related Line of Credit (LoC) to Vietnam and another LoC to Mauritius in the past.  Defence diplomacy is emerging as a key element in India's foreign policy, with Delhi eyeing a supply of defence equipment to friendly countries in Southeast Asia, Africa and Latin America, according to experts. Indian to give 150 ambulances As a token of friendship, India will provide 150 ambulances to Bangladesh, 100 for the birth centenary of Sheikh Mujib and 50 others representing the 50 years of relationship between India and Bangladesh, Shringla said. On the donation of ambulances, Shringla said they were a gift from Modi who would make the formal announcement. He said these were not ordinary ambulances but had systems in place so that victims facing trauma could access a nearby ambulance by calling a designated number immediately."
}