{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_74d5a97d-2716-44ae-a5f1-e5abe9ba49d8.txt",
  "text": "Date Published:2019-03-26 00:00:00      \nI still remember when I was a child; I would sit next to my father every Friday evening while he rested on the armchair and read something from our home's library, or told me stories about his childhood. On one of those days, he had read me a poem, September on Jessore Road. My then 9-year old mind was probably too absorbed in frivolous thoughts to be able to grasp the depth of the words being read. Perhaps that is why I could not help revisiting and rereading this acclaimed thought-provoking piece of work by the American poet Allen Ginsberg. Four decades have passed since the Liberation War that marked the birth of our motherland. But even today, millions of those who left as a consequence live far away from their homeland. The poem specifically provides a critical perspective on this unsung lot who are comparatively less spoken about. Ginsberg has gracefully, yet ingenuously, captured the perpetual despair and perplexities that millions of refugees had to face when they fled over by the Jessore Road as a passage to India during the War. \"Millions of Souls nineteen seventy-one\n homeless on Jessore under grey sun A million are dead, the millions who can walk toward Calcutta from East Pakistan...\" Jessore Road had always remained a crucial link between India and then East Pakistan in terms of communication and exchange but in 1971, it gained new significance. Millions of dejected individuals and families, broken and injured, all cynically affected by the War, made their way to this path which linked Jessore with West Bengal's Kolkata. \"Wet processions families walk... starving black angels in human disguise...\"\n As I gravely read on, I could imagine and relive the perilous and poignant journey. Looking ahead towards hundreds of kilometres to cross, perhaps on foot, with no money, no food, and no shelter. The only thing they held in hand was an ounce of hope for survival. I couldn't help tearing up a little as I deliberated upon the next few lines of the poem -- \"Whom shall we pray to for rice and for care?\n Who can bring bread to this s -- flood foul'd lair?\"   Their perilous escape was the least of their worries as they waited there in the face of severe starvation and horrific living conditions. International aid and relief had reached the border but several political/internal conflicts prohibited their entry. It makes you wonder how they felt then -- a tiny glistening ray of hope was right there, so close, yet so far from them.  During the War, and even today, decades later, Jessore Road still remains an important topic of war and refugee migration. Around 10 million habitants of East Pakistan had escaped to India and even today, many still remain there or somewhere across the world, far away from the place they once called home.   Almost two generations have passed since then. But even today, some monumental pieces of work such as this poem can invoke anguish in your heart for the sufferers and shake you to the core. Today, we are fortunate to be able to speak in a language we call our own, to live in a country we call our own. Yes, it is true that we have not experienced the brutality of the war first-hand. However, it is necessary for us to do our part by always honouring the heroes who fought the war and never forget those oft ignored refugees of the War who had to leave their beloved motherland behind to simply stay alive.   Photo: From the personal collection of Mannan Mashhur Zarif"
}