{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_936c7d6a-174e-456e-b1ac-5c5d69e61e88.txt",
  "text": "Date Published:2019-04-20 00:00:00      \nDuring the visit, Bangladesh is likely to sign seven MoUs in various sectors Prime Minister Sheikh Hasina is scheduled for  a 3-day official visit to Brunei Darussalam at the invitation of the kingdom's Sultan Haji Hassanal Bolkiah. A special flight of Biman Bangladesh Airlines will depart Dhaka's Hazrat Shahjalal International Airport for Brunei on Sunday, carrying the premier and her entourage members, reports BSS. The flight is scheduled to land at Brunei International Airport in Bandar Seri Begawan, the Brunei capital, at 2:45pm, where Crown Prince of Brunei Darussalam Haji Al-Muhtadee Billah is expected to receive her. After the official welcoming function, a ceremonial motorcade will escort the prime minister to Empire Hotel and Country Club, where she will be staying during her visit. On the first day of the visit, Sheikh Hasina will join a community reception to be hosted in her honour by the expatriate Bangladeshis in Brunei at Indera Samudera Ballroom of Empire Hotel and Country Club. The prime minister will attend a dinner to be hosted by the high commissioner of Bangladesh to Brunei the same day. On Monday morning, Sheikh Hasina will have a general audience with Sultan Haji Hassanal Bolkiah and Royal family at Cheradi Laila Kenchana at the Istana Nurul Iman, the official residence of the Sultan. The prime minister will then hold bilateral talks with the Sultan at Baitul Mesyuarah in Istana Nurul Iman. The talks will be followed by the signing ceremony of a memorandum of understanding (MoU). On Monday afternoon, the prime minister will join a meeting between Bangladesh Business Community, Brunei Business Community, and Brunei National Chamber of Commerce and Industry at the Empire Hotel and Country Club. She will then visit Jame Asr Mosque and offer Asr prayers there. Later, Sheikh Hasina will attend official banquet to be hosted in her honour by the Sultan at Istana Nurul Iman.  On Tuesday morning, the prime minister will lay the foundation stone of the new Chancery Building of Bangladesh High Commission at the Diplomatic Enclave at Jalan Kebangsaan in the Brunei capital. Later, she will visit the Royal Regalia Museum. The premier is schedule to depart Brunei for Dhaka at 5pm on Tuesday, and is expected to land at the Hazrat Shahjalal International Airport in the evening. During the visit, Bangladesh is likely to sign seven MoUs with Brunei in various sectors. At a news briefing at the Foreign Ministry on Thursday, Foreign Minister Dr AK Abdul Momen said: \"We have already finalized six MoUs in various sectors, with one still under consideration.\"  The six MoUs that have been finalized are: assistance in using science and technology in agriculture; liaison in the field of arts and culture; cooperation in sports and youth related activities; cooperation in the field of fisheries; assistance in the field of livestock; and cooperation in the field of fuel and energy. Apart from boosting relations between the two countries, the foreign minister hoped that the visit will be successful in increasing bilateral trade relations. He added: \"We do believe that the prime minister's visit will further strengthen the bilateral relations as well as cooperation on energy, trade, investment, agriculture, food, air connectivity, human resource development, tourism, and technology between the two countries. \"Brunei has already expressed keen interest to invest in different sectors in Bangladesh, especially agriculture and energy fields.\" Minister Momen said Brunei is an important partner of Bangladesh in the international arena as the country is a member of both the OIC (Organization of Islamic Cooperation) and ASEAN (Association of Southeast Asian Nations). The minister mentioned a discussion to be held on Rohingya repatriation, and said: \"Wherever we are going, we are raising the Rohingya repatriation issue with utmost importance. Hence it will also get priority during the Brunei visit.\""
}