{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_93b16e57-2ea7-4eea-9e08-f948cf983795.txt",
  "text": "Date Published:2019-05-19 00:00:00      \nStop discrimination and stand by farmers, demanded one placard. Buy rice directly from farmers, said another. Yet another screamed, \"Save farmers, save agriculture.\" Holding numerous such placards, farmers in different districts took to the streets yesterday, demanding higher prices for their produce. They formed human chains, held press conferences and blocked roads in Dhaka, Narayanganj, Sunamganj, and Gaibandha. They also burned their rice on the streets in frustration. A maund (37kgs) of rice is selling at Tk 500-600, which is much lower than the production cost. And farmers are incurring losses of around Tk 300 per maund, protesters claimed. Disappointed by the low prices, one farmer in Rangpur set fire to his standing paddy last week. Many other farmers are threatening to stop growing rice since they make hardly any profit from growing the staple. The prices of rice have dominated the mainstream as well as social media news since harvesting began last month.  In the capital, farmers held a press conference at Dhaka Reporters' Unity where they called on the government to ensure fair prices to save them. \"We can survive if the government fixes the price at Tk 800-1,000 per maund,\" said Sohrab Hossain, a farmer from Rangpur. \"We'll be forced to stop growing rice if we have to count losses,\" he said. Farmers also demanded that the government identify the real growers, offer them loan at 2 percent interest and reduce power bills for irrigation. In Gaibandha, farmers blocked the road at Dariyapur Bazar with paddy sacks for an hour, demanding fair prices. They want the government to set up procurement centres at each market. They also formed a human chain along the road, holding placards and banners with various demands written on them. Farmers would get a fair price if the government procured the rice directly from them, they said. Similar protests were held in Sunamganj, Sylhet, and Narayanganj. In many areas, farmers were getting Tk 400-450 for a maund of rice, less than half the production cost of around Tk 1,000. On the other hand, prices of agriculture inputs like fertiliser, seeds, diesel, and pesticide are rising every year, farmers said.  At the human chain in Sunamganj, protesters said the district's total Boro production this year was 13.12 lakh tonnes. Of the amount, the government will purchase just 6,508 tonnes, meaning farmers will have to sell them at a lower price and incur a heavy loss. Agriculture Minister Abdur Razzaque assured farmers and said the prime minister was worried about the falling rice prices. \"We're looking at various options to address the issue,\" he told a seminar in the capital yesterday. According to him, procuring paddy directly from farmers will not push up the price. \"It's very difficult to solve the problem immediately,\" he said. \"Export could be one solution. But this will create a problem in case of a natural calamities.\"  Meanwhile in Naogaon, a group of students, teachers, journalists, agriculture officials and members of different charitable organisations yesterday harvested paddy for Abdur Razzak, a marginal farmer, for free. Razzak, from Biharinagar, said he grew paddy on his 63 decimals of land borrowing money. But he could not harvest it because he does not have the money to pay the labourers. \"Labourers are charging very high,\" he said. Upazila Agriculture Officer Selim Reza learnt about this somehow and then discussed the matter with local charity and volunteer organisations. He then formed a team to harvest paddy of marginal farmers. \"Every morning, we will harvest paddy for one farmer in the upazila voluntarily,\" said Selim. Earlier, volunteer groups in Tangail did the same so that farmers could save the labour cost. [Our correspondents from Sylhet, Dinajpur, Gaibandha and Narayanganj contributed to the story.]"
}