{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_f529cea7-b3e5-4a60-852c-6758bc11b3a1.txt",
  "text": "Date Published:2019-12-01 00:00:00      \nIn conversation with guitarist/songwriter Pete Townshend on his memories of \"Goodbye Summer Concert for Bangladesh\" Goodbye Summer, a rock concert in aid of famine relief of Bangladesh on Sunday September 18, 1971, was not the only Bangladesh related rock event that summer in the UK. Though far less remembered than the ground-breaking event with George Harrison, Ravi Shankar, Bob Dylan, Ringo Starr et al six weeks earlier in Manhattan, the day-long festival at the Oval cricket ground in South London had its own rock superstars. Headlined by The Who and The Faces in their Rod Stewart and Ronnie Wood heyday, it drew about as many people in one sitting as the two shows, (matinee and evening) of the historic Concert for Bangladesh in New York on Sunday, August 1, 1971. Here is a conversation with guitarist/songwriter Pete Townshend on his memories of the event. Pete Townshend is happy to answer the question and waxes lyrical with a paean to growing up in a multicultural part of West London (\"a mixed-race place\") Unsurprisingly given the years that have past, he veers between remembering some things in detail, and saying \"I don't remember the concert\" (With thanks to Deborah Bonetti, Foreign Press Association Director for reading out my question and prompts) Do you have any memories of the \"Goodbye Summer Concert for Bangladesh\" at the Oval cricket ground on September 18, 1971? Pete Townshend: I remember it very well, I can't actually remember the concert. I remember the event. Rod Stewart kicked out I think 500 footballs into the crowd, which caused absolute chaos because they kept bouncing around two or three hours, all the way through our show Fun with the Faces I remember getting very drunk. Because the Faces used to know how to have a good time. They were good fun and Ronnie Lane was my best friend (he was the bass player in the Faces) we hung out and had fun Drive home I tried to give (my manager Chris Stamp's) ex-wife a lift home and she started kicking off. She was in bad shape. I pushed her out of the car and she went through a shoe shop window and I thought she would be dead. So, I wasn't feeling particularly charitable ... Pushed out of a car while driving?  No, no. We stopped the car and then pushed her out. She staggered back and (then) went through a shoe shop window On not mentioning the Oval concert in memoirs Roger's actually strange, why would he not mention that? I don't suppose I mentioned it either. I suppose it's because in a sense if you mention something like that you feel like you're bragging. I know that we did lots of amazing charitable breakthroughs On charity gigs Double O, my charity, was started by The Who (in 1976) to help Erin Pizzey start the Women's refuge system. She ran the first women's refuge in the world in Chiswick in the UK, and subsequently other charities. Double O went on to be a charity that became well known for helping people with drug problems, putting them through rehab and so on. And more recently, the teen cancer (Teenage Cancer Trust) stuff that we do, so we've always done that stuff On the Oval concert and growing up in 'a really mixed place' The thing about Bangladesh was ... These were our people. People that don't know about London, people that think, oh well its's just a big conurbation full of all different kinds of people. In West London, we grew up in a really mixed race place. Polish, Japanese, lots of Jewish people, mainly from Poland, but also from Russia. People from Somalia, I think we brought in ten thousand Somalians after the War (WWII). So, these were kids of our age from the Caribbean (and Bangladesh). The Bangladeshis tended to work very hard, so we respected them. We adored them and you know we wanted to help. It was a terrible tragedy (flood wasn't it, I think it was). We were honoured to be able to help and... I feel the same way now. I know the difference between somebody from India and somebody from Bangladesh. (pause) And, also somebody from Pakistan.  Niaz Alam is London Bureau Chief of Dhaka Tribune and Hon. Secretary of the Foreign Press Association in London."
}