{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_2629070a-6c52-471c-9313-dcc9fe12498b.txt",
  "text": "Date Published:2020-04-25 00:00:00      \nPeople from all walks of life have come forward to help farmers harvest Boro paddy, the main crop in the haor region of Sylhet division.  It happens at a time when farmers are complaining of shortages of labourers due to the travel restrictions amid the nationwide shutdown enforced to fight the Covid-19 outbreak. Now, Boro harvesting is progressing amid the coronavirus scare and threat of impending flash flood. Teachers, students, political party activists, Village Defence Party members, transport workers, sand-stone workers, shopkeepers, NGO workers, and other professionals joined in the paddy harvesting. According to the Department of Agricultural Extension in Sylhet, around 1.68 lakh people are now involved in harvesting Boro in the division. Of them, over 1 lakh are in Sunamganj alone. Apart from volunteers, a good number of labourers from different districts are coming to the haor region under special arrangements. A team of 42 labourers from Lalmonirhat was sent to the haor region on Thursday, and the district administration already prepared a list of 500 labourers and they would be sent there soon, said Abu Jafor, deputy commissioner of the district. So far, around 6,000 labourers from different districts have gone there under special arrangements, said DAE officials. Abdul Ahad, deputy commissioner of Sunamganj, said, \"Labourers from different districts are coming. We are providing them with food, accommodation and ensuring their health safety as much as possible. We also arranged relief for them. Moreover, we are trying to encourage people from all social classes to take part in the harvesting.\" Arman Hossain, who runs a decorator shop at Gajaria Bazaar in the district's Jamalganj upazila, said, \"Since March 26, my shop has remained closed and it became difficult to survive. As I am a farmer's son, I know how to harvest and joined a team of 42 people to harvest the Boro paddy. We are getting relief, wage, and farmers are also getting help.\"  Around 4,000 VDP members have been working since April 21, said Rafiqul Islam, director of Bangladesh Ansar-VDP's Sylhet range. Ariful Haque, a farmer of Gajaria village in Jamalganj, said, \"I did not have enough money to employ labourers to harvest my paddy, but volunteers arranged by the local union parishad harvested an acre of Boro field without any wage. It helped me a lot.\" Meanwhile, the Directorate of Secondary and Higher Education (DSHE) on April 21 issued a circular urging teachers and students to be in assistance of farmers during the harvest and permitting farmers and farm labourers to use schools and colleges. Prof Harunur Rashid, director of DSHE in Sylhet, said, \"We are getting immense responses from teachers and students. We are not sure how many of them are working. We urged all to work maintaining social distancing.\" Like others, leaders and activists of Bangladesh Krishak League, Chhatra League, and other pro-Awami League organisations are working as volunteers. Shamima Akther Khanam, a lawmaker from the reserved seats for women, has been monitoring the paddy harvesting in haor fields since April 14. Shamima, also human resource affairs secretary of Bangladesh Krishak League central committee, said more than 1,000 leaders and activists of the organisation were involved in harvesting the paddy. As people have extended their helping hands and the weather is favourable, 42 percent of Boro paddy in the region have been harvested till Thursday, said Srinibash Debnath, additional director of Department of Agricultural Extension in Sylhet. But farmers are in fear as it rained yesterday morning and Flood Forecasting and Warning Centre of Bangladesh Water Development Board earlier issued a warning of flash flood on April 27 or later there. Sunamganj DC Ahad said, \"This year, the cultivation was late due to slow receding of haor water and most farmers cultivated BRRI 29 variety as neck blast disease hit BRRI 28 variety last year, which delayed the harvesting time.\" [Our Lalmonirhat correspondent contributed to this report]"
}