{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_b298526c-0a4b-4780-9e84-6df4e437d779.txt",
  "text": "Date Published:2020-01-17 00:00:00      \nScaring off the social predicaments that plague our society, Kaaktadua, a youth-led organisation based in Sylhet, has been working actively since June 2013. It was founded by Faysal Khalilur Rahman, the current Assistant Director at Public Relations and Publications, Sylhet Agricultural University, Bangladesh. Their team, known as the 'Kaaktaduas', was awarded the Joy Bangla Youth Award by the Centre for Research and Information (CRI) in 2017. Bangla films as a tool to raise social awareness Using cinema as a medium to communicate social messages, the Kaaktaduas have made 16 short films so far. These include: Oishee, Bhua Doctor, Ghew, Jinn Er Baadshah, Proshno, Shei Meyeta, Foll Shommelon, Way to Success, Tution, Sesh Bikele, Prioshchitto, Arshee, Adharer Nilima, Two Face, Kingkottobobimur, Alo Adharer Golpo and Bondhu Manr Aaina. \"Cinema is one of the most preferred forms of entertainment for most people. Our films carry different social messages,\" shares Faysal. Their recent production, Shoirachaar, was released earlier this year. Pledging to preserve our language 'Bangla' \n Language is an asset and so is the environment. Bearing that in mind, the Kaaktadua volunteers started their 'Banan Shuddi' campaign in February 2014, with an aim to rectify the practice of using incorrect Bangla spellings on billboards, wall posters and signboards. \"Being the only country who has fought for their mother language, I believe we should know and practice the correct form of Bangla,\" asserts Faysal. \"Alongside correcting Bangla spellings, we provided various counselling and academic sessions to shop keepers, poster writers, and wall painters, in order raise awareness in this regard.\" Music as a weapon to fight the aftermath of natural calamities Since the past couple of years, volunteers of the organisation have been using music as a way to collect funds and donate necessary resources to victims of natural disasters. \"In 2018, there was a hazardous flood in Shunamganj, Haor. Our members came up with the idea to use music as a way of collecting funds, instead of just going around asking for money. Members who are good singers pair up and walk along the city street, holding a box labeled with the cause for fund collection.\" The Kaaktaduas collected BDT 80,000 and donated the full amount to the flood victims of Haor. Empowering the underprivileged with filmmaking skills  With the motto, 'Shobar Jonno Cholochitro', the Kaaktadua family also provides lessons on filmmaking to underprivileged children. \"Last year in February, we hosted our first free workshop on photography and basics of filmmaking in SOS Shishu Polli, Doyamir. The session was conducted by our member, Kaniz Ahmed, with the support of Md Yusuf Ali, the Director of SOS Shishu Polli. Since then, it has been one of our regular activities,\" mentions Faysal. Kaaktadua also organises various photography exhibitions and film screenings. Through their initiatives, the organisation plans to improve the living standards for the underprivileged in enjoyable and socially acceptable ways."
}