{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1989_60f6e4abd0782d1358156c1804a68dc9472dba04.txt",
  "text": "FILM; Satyajit Ray Gives Ibsen A Bengali Spin\n1989-05-07T05:00:00.000Z\nSatyajit Ray, Sidelined for more than half a decade by heart disease, is about to return to the cinema world with his 26th feature film - and first screen adaptation of a play, Henrik Ibsen's ''Enemy of the People.''\nThe film will have its premiere at the Cannes Festival, which begins on Thursday. Called ''Ganashatru'' in Bengali, the picture has already been picked up by distributors in Britain and France.\nIt won't open here in Calcutta till next fall, however, because the 67-year-old Mr. Ray, always the perfectionist, doesn't want to subject it to the city's un-air-conditioned theaters during the suffocating summer. ''They keep the fans whirring all the time,'' he said. ''It ruins the soundtrack.''\n''Why I chose a play for the first time in my career,'' Mr. Ray explained, relaxing in his Calcutta apartment on a warm Bengali night, ''was that for five years I hadn't made a film because of illness. Then the doctors suggested that I could go back to making films provided I worked only in the studio, not on locations.\n''If it had to be confined within the studio, then I started thinking of a play,'' he said. ''I had read Ibsen as a young man in college, and 'Enemy of the People' I remembered. I read him again. It seems the play could be brought up to date, transplanted to Bengal and turned into a completely Indian story, relevant to modern times.\n''So I decided on Ibsen, and we got going,'' he said. ''I wrote a screenplay. I adapted it. Three or four writings, and there it was, ready to be filmed.''\n''An Enemy of the People,'' a five-act play Ibsen wrote in 1882, tells the story of Thomas Stockmann, a doctor in a Norwegian resort who falls afoul of vested interest when he tries to sound a warning that the town's mineral baths have been polluted by industrial wastes. Seeing their local prosperity threatened, even liberals turn against him, seeking to suppress his scientific report. He is hounded into isolation, a man of principle who has become an enemy of the people.\nThe play was thought to be Ibsen's sharp retort to Norwegian society's negative response to his previous play, ''Ghosts.'' ''An Enemy of the People'' portrays a hypocritical middle class, easily persuaded to trade in their idealism for security.\nMr. Ray, who casts the man he calls ''my favorite actor,'' Soumitra Chatterji, as his Dr. Gupta, the Bengali Stockmann, said the shooting of the film went very well and that his health seemed to improve in the process. The director comes close to being worshiped by Calcuttans, who save their highest regard for artists. In a city where people will pay for tape of Mr. Ray's voice, his health is a matter of great local concern.\nDressed in the white cotton shirt and trousers Bengalis call ''Punjabi pajamas,'' Mr. Ray said he feels very close to Calcuttans and would not want to work anywhere else. Sounds of the city drifted through the large open windows as he talked in his huge, high-ceilinged study piled with papers and books. The elegant old apartment, a virtual film set for intellectual Calcutta life, has had to make only one concession to modernization: an elevator has been installed outside in the hall to save Mr. Ray, who has had coronary bypass surgery, a climb up several flights of stairs.\n''Everything was made inside the studio in Calcutta,'' he said of ''Ganashatru,'' a film about 100 minutes long. ''We had a 45-day schedule; we finished in 28 days. We worked incredibly fast, particularly because I had a wonderful set of actors. It was O.K. on the first take much of the time, so I didn't even have to take a second take or third take.\n''I had an ambulance and a doctor in attendance,'' he said. ''My cardiologist would occasionally drop in. My family physican would come. You see, they were interested because it was the story of a doctor. Apart from taking my blood pressure and pulse, they were interested in what was going on and how the doctor was behaving in the circumstances.\n''Their verdict was that I kept better when I was shooting,'' he said with a low laugh. ''The adrenaline, or whatever, caused an improvement in my health. They said that I should certainly be making one film a year, and that in the next film, I could even include a few outdoor scenes.''\nMr. Ray calls his version of ''An Enemy of the People'' ''a free adaptation of Ibsen. ''People will recognize Ibsen,'' he said. ''The debt to Ibsen is there. The five-act structure is there. But apart from that, I've had to make changes. You inevitably have to make changes. People behave differently, you see.'' Mr. Ray says he dealt with the staginess inherent in a dramatic work by pulling it farther and farther out from under the proscenium as he went along. This attempt to give the story a cinematic feel has wrought additional alterations in the Ibsen work.\n''The first act has a lot of words, a lot of entrances and exits,'' he said. ''But it's as cinematic as I could make it.\n''Gradually, more and more, as the story develops, it departs more and more from Ibsen and becomes more and more cinematic,'' he said. ''Particularly, the public meeting that takes place in the film is very, very unlike the scene in the play. It's very mobile and free: lots of camera movements, cuts and this and that and not a plethora of dialogue.''\nMr. Ray said he knew that the Ibsen play would have contemporary appeal in India as well as abroad, apart from its novelty as an Indian's view of a Scandinavian theatrical work.\n''It deals with topical problems,'' he said. ''Pollution is still a problem, as much as it was a hundred years ago - more than that, much more than that.'' Mr. Ray is optimistic that this timeliness of topics, among other attractionss - not the least beings his reputation - will help India's National Film Development Corporation, the production's backers, to market the film in the United States.\n''There is considerable interest abroad, partly because it's Ibsen,'' he said. ''And then, Arthur Miller had an adaptation of the Ibsen play, which has been playing in London recently and is doing very well. So I'm sure there's an additional reason for interest in this film.''\nLike this film, Mr. Ray's previous work, ''Ghare Baire'' (''Home and the World''), based on a story by Rabindranath Tagore, was also shown abroad before being screened in Calcutta. But Mr. Ray, who has an international stature not shared by most of the rest of India's directors - Bengali or otherwise - dismisses brusquely the contention of some Indians critics that his films are made for foreign audiences.\n''I always make my films primarily for my own audience,'' he said. ''I've never known what kind of film will export well. I have never been able to fathom what goes down well with the Western audience.\n''You know, I made a film once called 'The Music Room,' which I thought was so Indian, because it had lots of Indian classical singing and dancing and music and whatnot,'' he recalled. ''It deals with problems which are totally Indian. I thought that film would never export. But it did very well abroad, and now in France, it's my most popular film. It's considered to be one of the great films of all time.'' He laughed heartily. ''I just don't understand.'' ''My first film was a success in Calcutta, a big success in Calcutta, even before it won a prize in Cannes,'' he said of ''Pather Panchali,'' released in 1955. ''It's wrong that people say that my success abroad eventually gave me a footing here. That's not true.\n''I've always made films with an Indian audience in mind,'' he said. ''In fact, I've often had great difficulties in translating the dialogues, because they were so Indian, and so Bengali. So if I had thought of the Western audience first, then I certainly would have thought of different films.''\nMr. Ray said his deep attachment to the state of Bengal has led him to reject foreign film-making offers all of his life.\n''I could have made films in Hollywood,'' he said.''I've had offers, many offers, which I turned down, because I don't have my roots there. I want my roots to be in the place where I work. I'm deeply rooted here, and I'm only interested in Indian subjects.''\nThe director acknowledges that with a relatively small - by Indian standards - Bengali market, and with a ban on Indian films in neighboring, Bengali-speaking Bangladesh, he has been grateful for his success abroad.\n''The international market helps me to survive as a film maker,'' he said. ''There's no question about it, because I have a small market in India. That is to say, it's a Bengali-speaking audience primarily. Now, of late, I have started putting in English subtitles for Bombay, Delhi and Madras, but that still is a small market.''\nSatyajit Ray has won dozens of prizes. This year, President Francois Mitterrand of France came to Calcutta to present him with the Medal of the Legion of Honor. But Mr. Ray has never won an Oscar.\n''I've won almost every other kind of prize, except the Oscar,'' he said, reflectively. ''But you see, my films have never been entered for the Academy Awards. I have no agents in America, and it's just not happened. But I'm quite happy with what I have.''"
}