{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_d1c505f9335c6d37df0847d942c64194f77132f9.txt",
  "text": "INTERNATIONAL REPORT; Stock Exchanges Strong in Quarter\n1987-10-05T05:00:00.000Z\nThe world's stock markets continued to show strength in the sixth year of the bull market, although the pace of expansion slowed. In the quarter ending Sept. 30, stock prices worldwide rose by 5.7 percent, according to figures compiled by Morgan Stanley Capital International.\nThat compares with an 8 percent gain in the second quarter, and the first quarter's spectacular 22 percent surge. Those results are in dollar terms.\nMany analysts noted that third-quarter gains were trimmed in the last few weeks as several important markets retrenched. The American stock market, which had a summer-long rally right up to Aug. 25, when the Dow Jones industrial average hit a record high at 2,722.42, pulled back sharply, mainly because the dollar weakened and interest rates moved higher. The Dow has since recovered much of its lost ground. Other major exchanges abroad experienced similar September swoons. Mexico Has Biggest Gain\nThe Mexican stock market turned in the best quarterly performance of an established market, shooting ahead by 67.9 percent in dollar terms. When measured against the peso, the gain was a spectacular 94.7 percent.\nThe second-best showing was Australia's: equities moved 25.6 percent higher in American dollar terms and 27.7 percent higher in Australian dollar terms. Other markets that turned in 20 percent gains or better were Norway's, Spain's and Hong Kong's.\nThe poorest performance was in Italy, where stock prices slumped by 5.8 percent in dollar terms and 5.6 percent in lira terms.\nThe three biggest markets had middling performances: United States equities gained 5.8 percent, while, in dollar terms, Japan's gained 4.6 percent and Britain's, 4.5 percent. Vibrancy of 57 National Markets\nMore impressive, perhaps, than any gain is the general vibrancy of the world's 57 national stock markets, which are attracting international investors in increasing numbers as the global financial and communications networks consolidate. Perhaps $6 trillion in equities are now traded worldwide.\nThe vibrancy can be seen this week in Manhattan as the New York Stock Exchange plays host to the annual meeting of the International Federation of Stock Exchanges. Representatives of most of the world's stock exchanges will be in New York to meet with one another and with institutional investors. Some of the more aggressive of the exchanges are using the meeting, and all the attendant publicity and access, to drum up business.\nFor example, Dr. Robert Li, chairman of the Stock Exchange of Hong Kong, is coming to New York with 400 brokers and representatives of 10 leading Hong Kong companies. The Big Board's extravaganza is but the last stop on Dr. Li's tour: he and his entourage have already dropped anchor in San Francisco, Chicago and Philadelphia. Effect of Large Equity Shifts\nIn any discussion of how individual stock markets performed in any quarter, one factor must be kept in mind: just as within a single stock market certain sectors (say, technology stocks) outperform other sectors because they find favor with institutional investors for a time, entire national stock markets often do well in a quarter.\nThat is because billions are rotated into them by huge international players. These international investors - large corporations, governments, pension funds, mutual funds and individuals - control huge pools of money that slosh from one continent to another, filling up one stock market at the temporary expense of another.\nAmerican investors who want to buy foreign issues can often find them traded on the Big Board, the American Stock Exchange or in the over-the-counter market as American depository receipts. And brokers such as Carl Marks & Company and Merrill Lynch can execute trades abroad. Investors who want to avoid the hassle of foreign transaction and settlement costs can even participate in tough-to-trade stock markets, such as Korea, through mutual funds that invest in a particular nation's stocks. UNITED STATES\nWhile overtaken in total market capitalization by the high-flying Japanese stock market, the American stock market still sets the world's standards. The United States is a bastion of political and economic stability, and the quality of its stocks, trading and executions tends to attract international investors, especially in times of world crisis. Even in calmer times, the relatively low price-earnings ratio of the average American stock - now about 20 - is a strong lure.\nAccording to Morgan Stanley, stock prices in the United States rose 5.8 percent in the third quarter, the 10th-best performance among the world's stock markets. That compares with the 6.9 percent rise in the second quarter. In the first quarter of the year, American stock prices rocketed ahead by 23 percent.\nThe key Dow Jones industrial average closed Friday at 2,640.99. The Dow, which closed at 1,895.95 on Dec. 31, 1986, is up 39.3 percent this year and down 81.43 points from its August high.\nOn Tuesday, Sept. 22, the Dow soared a record 75.23 points. Wide swings in the Dow have become commonplace; it often jumps or plunges 30, 40 or even 50 points a day. There are several reasons for these shifts. The Dow is made up of the big capitalization blue chips favored by institutional investors, including Japanese players who can throw billions into the market - and just as quickly pull billions out. And there is programmed trading.\nLeon C. Brand, an international analyst at Merrill Lynch Economics, believes the American market is now the place to go. ''The dollar is stabilizing,'' he said. ''As long as it holds, the Japanese will continue to buy.'' Mr. Brand said that the Dow may reach ''2,850 to 2,950, possibly even a little higher.'' JAPAN\n''I'd also go with Japan,'' said Mr. Brand.\nIn the third quarter, stocks traded on the Tokyo stock exchange gained 4.6 percent in dollar terms and 4.2 percent when pegged against the yen. In July, the Nikkei index pulled back to the 23,500 level, but recently, at 26,000 or so, it has been pushing near its historic highs.\nThe lofty price-earnings ratios in Japan (the average multiple is a Mount Fuji-like 70) discourages many foreign investors, but that has not hurt the market. ''People are still nervous abroad,'' Mr. Brand noted, ''but the Japanese are accustomed to it.''\nSome experts, such as Paul Aron of Daiwa Securities, argue that Japanese companies traditionally understate earnings, so the price-earnings ratios are misleading. Others, however, note that varying accounting measures can perhaps mitigate a ratio of 70 but cannot make it go away. BRITAIN\nThe British stock market rose 4.5 percent in dollar terms in the third quarter.\nWhen figured in pounds, the British market gained 3.8 percent.\n''The third quarter was probably a disappointment to the local British brokers,'' said Carl Adams, a Carl Marks analyst, ''but to foreign investors it was definitely positive.''\nMr. Adams does not expect a spectacular run-up in British equities like the one in August that pushed the Financial Times/Stock Exchange index to a record 2,443.4, ''but it will be higher than where it is now.'' He is recommending stocks in ''service and selected industrial groups.'' His stock choices for the next quarter include Metal Box, a packaging company; Next, a consumer retailer; Hawley, cleaning, security and food services, and Poly Peck, a transportation and shipping concern.\nPrice-earnings ratios in Britain are around 16.5, historically high by British standards. FRANCE\nStock prices on the Paris Bourse rose four-tenths of 1 percent in dollar terms.\nIn franc terms, the gain was 1 percent.\nWolodar Lysko, an analyst at Carl Marks, said that the French equity market has been turbulent, thanks mainly to relatively high interest rates. The turbulence, he said, may continue, ''especially as next April's elections approach.'' But, he added, ''the economy and the equity market continue to look good on a fundamental, long-term basis.'' He attributes this positive outlook to ''the equity market's increasing size, the privatizations and the series of technical and trading innovations.''\nAs far as individual stocks are concerned, Mr. Lysko said that the French Government's commitment to road and rail expansion - as well as the favorable outlook for the planned tunnel to Great Britain -bode well for construction, capital investment and auto companies.\nThe average price-earnings ratio of French stocks is about 19. WEST GERMANY\nFrankfurt's stock exchange gained 3.3 percent in dollar terms during the second quarter, or 4.3 percent in marks.\nStill, Mr. Brand of Merrill likes the German stock market. ''The underlying stock market is doing quite well; the chemicals are doing extremely well.''\nMr. Pokladok of Carl Marks said: ''Conditions are developing which might strengthen the market. There is a better tone of business activity. Inflation is under control. I could see the market rising 20 or 25 percent by the end of the year.''\nHe is recommending Henkel (detergents), Nixdorf (computers), Siemens (electronics), Conti Gummi (tires and rubber) and Deutsch Bank.\nMr. Pokladok said the average price-earnings ratio of German stocks is only about 12. And, he argued, the ratios of the stocks of German companies ''are probably much lower'' than that. CANADA\nIn United States dollar terms, the Canadian stock market rose 6.4 percent; in Canadian dollar terms the gain was 4.6 percent.\nJoseph DeSantis, a Carl Marks analyst, said that the Canadian stock market, like much else in Canada, is often held hostage to what goes on in its southern neighbor. Movements in American interest rates, especially, are mimicked in Canada.\nBut Canada offers foreign investors a great resource play, Mr. DeSantis noted. ''The stability of prices in metals, combined with corporate slimming down, could lead to higher profits,'' he said.\nHe recommends MacMillan-Bloedel and Domtar in forest products, Alcan in aluminum and Falconbridge in copper. Two ''special situation'' stocks he likes are Bombardier, a rail-car and transport company, and National Sea Products, a fishery.\nThe average Canadian stock has a price-earnings ratio of 19.7. HONG KONG\nThe Hong Kong stock market has been surging: in the past three months, equities have jumped 23.1 percent. (The colony's currency is pegged to the United States dollar.) The Heng Sang index is trading at record highs, near the 4,000 level.\nRobert J. Pelosky Jr. at Carl Marks said he expected ''more of the same'' in the fourth quarter, thanks to a continuing influx of foreign money into the colony. Much of the money is coming from Taiwan, he said.\nNoting that the typical Hong Kong stock carries a price-earnings ratio of 18, ''which in that part of the world is pretty cheap,'' Mr. Pelosky said he is a bit concerned that stock prices are being hyped somewhat by the local equivalent of Japan's ''zaitech,'' whereby Hong Kong's companies plow their profits into the stock market.\nStocks he thinks may do well are Hong Kong Land, Cheung Kong and Wharf Holding, all property companies, and Dairy Farm (consumer products), Hutchinson Whampoa (a trading company) and Windsor Industrial.\nDr. Li, the exchange's ebullient 58-year-old chairman, said that 272 securities are now traded, and the exchange ''is applying to the Government of Hong Kong to establish a second tier of the market, which would be the equivalent of the over-the-counter market.''\nAs for 1997, when China will regain political control over Hong Kong, Mr. Li said: ''The problem is already over. China has already signified that they approve of our activities.'' OTHER MARKETS\nSpain's stock market scored an impressive 29.6 percent gain, in dollar terms, in the third quarter. In local currency terms, the gain was 25.5 percent. The Spanish economy and stock market are being bolstered by the country's new ties to the European Community.\nThe Singapore-Malaysia stock market gained 9.1 percent in dollar terms and 7.5 percent when measured against the local currency. New settlement and commission rules are making the market more attractive to foreign investors.\nOther markets and their performance (local currency percentage in parentheses) include: Austria, up 19.5 percent (20.8); Sweden, up 14.2 percent (15.3); Switzerland, up 11.1 percent (12.4), and Belgium, up 4.7 percent (5.5). Countries With Active Stock Exchanges Argentina Australia Austria Bangladesh Belgium Bermuda Brazil Canada Chile China Colombia Denmark Egypt Finland France West Germany Greece Hong Kong India Indonesia Ireland Israel Italy Ivory Coast Jamaica Japan Jordan Kenya South Korea Kuwait Luxembourg Malaysia Mexico Morocco Nepal Netherlands New Zealand Nigeria Norway Pakistan Paraguay Philippines Portugal South Africa Saudi Arabia Spain Sri Lanka Sweden Switzerland Taiwan Thailand Trinidad/Tobago Turkey United Kingdom Uruguay United States Zimbabwe Source: Carl Marks & Co."
}