{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1988_da5b77a285cd252ad25307d0c2954dd5662dc881.txt",
  "text": "NEWS SUMMARY\n1988-09-09T05:00:00.000Z\nINTERNATIONAL A3-9 Certain that Iraq had used poison gas against Kurdish guerrillas, the United States condemned the action as ''abhorrent and unjustifiable,'' but an Iraqi Foreign Ministry official called the U.S. charge ''absolutely baseless.'' Page A1\nA Burmese opposition group has announced the formation of a provisional government and called for new elections. There was no immediate response from the country's leadership. In the capital city of Rangoon, residents said 100 armed and uinformed air force personnel had joined the opposition. A1\nThe Government of Bangladesh, reacting to what may be the worst flood in the country's history, called for an international panel of experts to devise plans to control the rivers of South Asia. A1\nThe Olympics near, Seoul is changing from a boisterous city filled with cars and makeshift stands to a clean, unclogged place eager to display all it has accomplished and hoping nothing will embarrass it. A6\nThe British postal strike has hurt the nation's economy but has not stopped determined correspondents, who are switching to facsimile transmission and private messengers and paying bills with bank transfers. A3\nA Soviet spacecraft is out of control, jeopardizing its unmanned mission to explore Mars, but officials say they can regain control of the craft, which is reportedly malfunctioning because of a programming error A8\nAmericans in the Panama Canal have dwindled since President Carter signed the canal treaties in 1977, and fewer than 200 are expected to be left by 1999. They leave behind a cherished world built over 75 years. A4\nIsraeli troops kill Arab A2\nWarships in gulf get new radios A6\nAngolans strive for military victory A9\nNATIONAL A10-15, B4 The House voted to permit execution of people who committed murders in the course of a drug-related felony to deny even casual drug users a wide variety of Federal benefits, such as student loans and public housing. A1\nIn the first step to reduce U.S. arms under a treaty with the Soviet Union, two Pershing missile engines were ignited and then destroyed at an Army ammunition plant as a dozen Soviet inspectors looked on. A13\n''We're not going to make it,'' the captain of a Delta Air Lines jet said shortly before the plane crashed in Texas last week. The captain's words were heard on a cockpit voice recorder, which also indicated sounds of a compressor stall. A10\nUsing fetal tissue from an abortion that was induced would be banned from all federally financed experiments and medical treatments under an executive order drafted by White House aides. A10\nDrexel Burnham Lambert may face criminal charges, reportedly being prepared by the United States Attorney's office. Civil charges of securities fraud, filed against the firm Wednesday by the S.E.C., left Wall Street unruffled. D1\nMoney spent to guarantee the assets of insolvent savings institutions with promissory notes will be capped at $16 billion, the chairman of the Federal Home Loan Bank Board told a Congressional hearing. D1\nProposed wildlife refuge found contaminated A10\nSan Francisco journal: Unbudgeable whale is a problem A10\nLos Angeles County accused of bias against Hispanic voters A11\nNational policy urged to combat adult illiteracy A12\nWelfare revision bill inches ahead B4\nPOLITICS A14-15\nDukakis campaign officials have been meeting from morning to midnight, airing new commercials and adding new advisers in a struggle to salvage a campaign that has recently seen little but trouble. A1\nAgreement on dates for the debates between George Bush and Michael S. Dukakis was reached. The dates are Sept. 25 and either Oct. 13 or 14, depending on whether a baseball game can be delayed. A14\nBush campaign dismisses panel member after it was learned he had been active in defending the convicted war criminal John Demjanjuk. Jewish groups accused two other members of the Bush campaign panel of belonging to fascist groups. A15 WASHINGTON TALK B4\nHow much squeezing can hospitals take on Medicare? REGIONAL B1-5 Yonkers voters stepped up pressure as telephone calls urging the city to comply with a court order clogged City Hall lines. One-fourth of the city work force faces layoffs in two days to pay fines that have passed $1 million. A1\nTension built in Yonkers City Hall over mounting contempt fines and the layoffs of city workers when the City Council convened to meet Wednesday's fine of $409,600. B2\nMayor Koch was berated by a judge, Ruth E. Moskowitz of State Supreme Court, who said he was blaming ''little people'' by asking the judge to jail a group of former collection agents who stole from parking meters. A1\nPosting warnings when pesticides are being applied in public places were mandated by a New York State agency, and signs will be will be required in restaurants, hotels and other places starting Jan. 1. B1\nMillions of legal papers are endangered as New York City's Bar Association considers abandoning its collection of 120 million pages of legal briefs, which the group says it does not have the money to preserve. B1 A strike at New York University by clerical workers continued through the first day of classes, producing heated curbside rhetoric and making the ordeal of registration more unpleasant than usual. B1\nKeans signs two car insurance bills B1\nSteinbrenner group offers $50 million for Roosevelt Raceway B2\nHigh holy days pressure new rabbis B3\nNew patrols set for Tompkins Sq. B3\nA Manhattan doctor is charged in illegally disposing of waste B3"
}