{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_2edb52f9-bd79-4667-8448-6896f0a3a58e.txt",
  "text": "Date Published:2019-01-25 00:00:00      \n14 Bede families have set up their oval-shaped makeshift tents on private land in Natun Torki, a village in Kalkini Upazila of Madaripur district. A branch of the Arialkha river flows on the west of Natun Torki. The area is well-known in Barishal for Torki Bandar, a narrow but flowing river on the west. The Bede huts are just on the outskirts of the crowded Natun Torki market. Soud Khan, a Bede Sardar from Kharia in Munshiganj, and two other Bedes--Md Zakir Hossain and Md Nurun Nabi--guide me into their tents, many in the open space and some under the shade of a tree. It is a bright, sunny afternoon in June 29, 2018. Each tent seems to have everything a family needs, all crammed into a 100 to 150 square-feet space. Most tents are also fitted with solar panels. The tents facing west glow in the golden sunshine. It is Friday, an off-day here. I inspect the tents and take photos in the daylight before finally sitting down for a chat with the elderly Bedes, surrounded by everyone of the little Bede community. Md Zakir Hossain, in his late forties, informs me that all 14 families there had started their journey from Khari in Munshiganj in October 2017. Since then they have set up their tents and set up businesses in 14 places! Their journey through these months saw them moving through Shariatpur, Madaripur, Barguna, Jhalakathi and Barishal. Before coming to Natun Torki, they spent a month and ten days in the Doari Bridge area in Barishal.  \"We stay in an area for as long as the business is good,\" says Hossain, admitting that the business is actually not that good anywhere. \"We survive on minimal income and the scope of business dries out pretty quickly. So, we keep moving.\" The 14 families are all Mal Manta, one of a dozen groups among the Bede. One main business of the female Mal Bede is making use of singe, a metal pipe that sucks out bad blood from the human body to give relief from pain. Other businesses of Mal Bede include the search of lost gold, and sale of imitation ornaments, cosmetics, amulets, cups and other light utensils. Hossain and his group plan to stay at Natun Torki for no longer than two weeks. They do not think business will be good here. I call Hossain some 20 days after I meet them to check if they have moved on. \"Yes, we are now at Haturia Launch Ghat in Goshairhat Thana under Shariatpur district,\" he tells me. \"We stayed at Natun Torki for 15 days.\" The life of the Bedes is tough indeed. \"Because we are always on the run, our children cannot attend school,\" laments Rubina Akhtar, 45, explaining that none of the 25 children of the 14 families receive education.  \"Many years back, Father Renato, a Catholic priest, used to assist us and had a school that would travel with us,\" recalls Rubina's husband Nurun Nabi, 55, who had been a teacher of the floating school. Nurun Nabi studied up to class ten and is ready to teach the Bede children again.  \"Give us a school and a teacher,\" Rubina demands of me repeatedly. \"We want education for our children.\" When I mention that Bangladesh reportedly has a 100 percent enrollment for children, Rubina shouts in disagreement, \"It is a lie.\" A large percentage of the Bede is on the move like these 14 families; and their children do not get any education. About 15 years ago, these groups used to glide through the country in boats. Their economic condition was better back then. Now, none them have a boat. Grambangla Unnayan Committee, a non-profit organisation that works closely with Bedes, estimates that there are 5,000 Bede groups roaming around the country for 10 months around the year. Then they assemble at 75 locations in 39 districts. Normally, they get together during Eid-ul-Azha or national and local elections. Most of them were not allowed to vote until 2007.However, a great percentage of Bede households do not have land or houses where they are registered as voters. They simply carry their tents everywhere. According to a survey by the NGO, more than 90 percent of Bedes are illiterate. An overwhelming percentage live below the poverty line. Very few children are vaccinated. As they change locations often, they do not enjoy any government family welfare schemes or health assistance. Although they belong to the poorest of the poor and are landless, they hardly get khas land for settlement. Their access to safety net programmes such as old age allowance, VGF cards, disability allowance, flood relief etc. is minimal. Before visiting Natun Torki, we also spend hours at Torki Char Bede Palli. The hamlet is located along a half kilometer stretch on a western branch of the Arialkha river that snakes through Torki Bandar. The Bede hamlet, with its two-storey concrete and wooden houses, is neat and clean. Some houses, of course, reveal the poverty of the 60 families staying there. The shabbier houses are built like boats on plinths, perhaps in fond memory of their long-lost boats. The differences between the well-off and poorer Bede are clearly visible. Md Nannu Sarder tells me that in addition to the 60 families settled on tiny plots of land purchased as far back as 25 years ago, another 60 to 70 families assembled here on boats for two months in October. Torki Char Bazar is home for them. Some families have small plots of land but they are yet to build houses. For a month or two in October and November they relax, organise parties with singing and dancing, repair their boats, and settle social matters such as disputes and marriages. \"About half of the 70 families who don't own houses and have their boats under repair set up tents,\" explains the Sardar (leader of the Bede hamlet). The hamlet grows lively with the assembled crowds. But during business season, most working men and women go out to sell their business ware. Some women roam around with singe leaving the hamlet nearly empty. Beside the village, the river flows quietly--lifeblood of the wandering people, eager to settle down as agriculturists.  \"But we have been able to purchase only tiny plots of land on which to build our houses,\" says Nannu Sarder, his strong features not once reveal his age of 75. \"None of us have agricultural land.\" This is a change they want now. \"Once we settle down, our children can go to school,\" asserts Nannu. Two of Sarder's friends--Md Jahangir and Md Abdur Rab--join us as we chat. They reminisce about their life 25 years back, when they all had boats. \"We used to come here twice a year since 1972. The river had a magnetic power. We would repair our boats here,\" recalls Md Jahangir, 65, who was the first to buy five decimals of land for Tk 40,000 back in the day. \"The local Gale (non-Bede Bangalee) offered to sell land to us,\" says Md Jahangir. Others followed Jahangir too. The Manta of Torki Char Bede Palli in Gournadi Pourashava are all from Amanatganj, Barishal, and all are Muslims. They believe that they are different from Bedes of Dhaka Division and other areas. Soud Khan of Kharia in Munshiganj who accompanied us agrees. \"I can see the Bede of Barishal are the homely kind,\" observes Khan. The benefit of a permanent address is clear. However, even after settling down, they face social difficulties with the Gale. \"They look down upon us and do not want to socialise with us,\" says Nannu Sarder. \"We pray in separate mosques and we do not mix with the Gale who envy our economic well-being.\" Relations between the Bede and Gale turned bitter after a fight two years ago. Like the Bede who have settled in the Torki Bandar area, other Bede groups are also trying to settle on land. One such group is seen in Kakalia village in the Nagari union of Kaliganj upazila in Gazipur. Even a year and half ago, around 60 Bedes had boats beautifully lined up in the Turag river close to the Tongi-Ghorashal Highway. At one time, 200 boats would float in this part of the Turag, serving as a reminder of the river gypsy tradition in riverine Bengal. But in July 2018, only eight boats were left. Quite a few of the awnings were set on the land close to the river. Others have disappeared from the river with signs of dilapidation around. Around 60 families have now built their houses on khas land on the Turag bank. The majority of the families have built tin shed houses, some with concrete floor. One family has constructed a two-storey home with a wooden deck--a typical house of a well-off Bede family. Others have set the awnings of their boats right on the banks of Turag. Mosammat Rezia, 70, born and brought up on a boat, feels sad about the boat life that has recently ended for her and others. She has sold cosmetics and ornaments on foot all her life, a typical mode of work for Sandar Manta women. She has two sons who sell cosmetics and supplement their income by fishing in the Belai beel and river during monsoon.  \"We are destitute,\" sighs Rezia. \"We have to buy everything except for water.\" The families, however, have received two concrete toilets and one tubewell from the government.\" Land and agriculture are mirages to the Bede of Kakalia or elsewhere. 60 Bede families have settled on 51 decimals of khas land; but not for free. Abu Miah, Tabu Miah and Ali have taken yearly leases of 20 decimals of land and divided it into 10 tiny plots. Fazlul Haque, Rezia's son, took one of the plots for BDT 8,000 15 years ago. Others have taken plots for between BDT 40,000 and BDT 50,000.  It is here that we find Nuru Miah, aged 110. He stoops low, yet he walks fast and his eyesight is perfect. Born in Demra, he came here 10 years back. His wife Gedi Begum is 90 years old. Both husband and wife were born, and have spent all their life, on boats.  \"Since then we have set the awnings of our boat on land and we live under it,\" he says, pointing to the oval-shaped structure that he set up after his boat broke. Everybody in the little hamlet is sympathetic to the aged couple. A few families in Kakalia that still live there will soon abandon their boats. \"We do not want to go back,\" says Sadhina Begum, 47, who with a son and two daughters left their boat about a year back. Sadhina's son works at a garment factory at College Gate, 10 minutes away from Kakalia. Like Sadhina's son, 15 other young boys and girls go to work in the nearby garment factory. A much bigger group of Sandar Bede, around 320 families, have been living on the Turag bank attached to the Tongi bridge. It is actually an age-old Bede slum comprising small huts crammed on a narrow strip of public land. The men of this Bede squalid are in the fish trade. They buy fish from Abdullahpur, Jatrabari, Karwan Bazar, etc and sell it in the local market. \"The Turag was wider and clearer in the past,\" says octogenarian Ismail, \"but now it is too polluted with hardly any fish to catch.\" The women, as usual, sell cosmetics and utensils in villages far and near. Bedana, aged 70, sits in front of her hut in great despair. She has heard that many of the Bede houses would have to be dismantled for the construction of another bridge in Tongi. \"We have no land and no means. We do not know where to go if we are required to move out,\" says Bedana. When I checked with Giashuddin Sarker, councillor of Ward No. 57, Gazipur City Corporation, in late September last year, he reported that, \"94 Bede families have already been evicted for Tongi bridge construction. They have taken shelter in their relatives' houses and a few families have gone to Savar Bede villages.\"  Other Sandars at Tongi are equally concerned. In fact, this has Bedes all around the country concerned. They want change in their lifestyles. They want to settle on land and become agriculturists. It is a century-old desire as reflected in W.W. Hunter's writing on Bediyas around a century and half ago: \"They mostly wander about in boats, and subsist by jugglery and thieving, but some of them have now settled down as agriculturists.\" However, Bede life on land is not easy. Unemployment and social ills such as drug addiction thrived in Bede villages. But years back, things began to improve with the help of a police officer, Habibur Rahman, then a superintendent police of Dhaka and now a deputy inspector general of police. The police official appeared as a great friend to the Bede. \"He motivated the drug addicts and dealers in the villages to engage in productive work,\" says Ramjan Ahmed, an educated Bede leader from Badda and managing director of Uttaran Fashion, a small garment factory that exclusively employs Bede girls and boys. \"Many girls who previously charmed snakes and sold cosmetics now operate modern sewing machines and make clothes for export.\" The factory is also a training ground. \"So far 105 girls and boys have been trained and about 50 of them work at the factory,\" states Ramjan Ahmed. \"The factory keeps training girls with a financial incentive. They seek work in other factories after learning the skills of the trade. This is how many are transitioning from traditional work to modern-day work.\"  \"The profits are spent on the welfare of the Bedes,\" says Habibur Rahman, who has a comprehensive plan for the Bedes of Savar in particular. A primary school dedicated for the Bede children is months away. A cluster village on about four acres of land for the landless Bede is becoming visible on the other side of the Bongshi river, which was the life blood of the Bede not long ago. With Habibur Rahman's initiative, 36 young people have learned to drive. Many others have passed the test to become police officers and got other jobs. He set up four schools in Khari in Munshiganj, and also helps when Bedes face trouble anywhere in the country.  \"I also want to set up a Bede museum in Savar where people will see the Bede artefacts and learn about their history,\" says Habibur Rahman with confidence. The Bedes are clear enough on one thing: they are falling behind in the race for progress. They realise if their nomadic existence continues, they cannot send their children to schools, access public health services and attain skills to move out of extreme poverty. So, their appeal to the state is that they are permanently allocated some khas land or that arrangements are made so that they can purchase small plots in areas they feel comfortable to live in.   Philip Gain is researcher and director of Society for Environment and Human Development (SEHD).\n"
}