{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_5f71946a-db5f-4ee5-9ee6-78b58e5136e6.txt",
  "text": "Date Published:2020-05-04 00:00:00      \nSince the outbreak of the coronavirus pandemic we have begun to analyse, forecast and speculate the impact on economies, societies, political systems, governance mechanisms, and on many more areas. We have started to imagine a world after COVID-19 through a variety of lenses based on our own understanding and experiences. The innumerable research that are being carried out on the impact of COVID-19 throughout the world have flooded our minds, and sometimes made us confused as to what life after COVID-19 would look like.   The implications of COVID-19 on the global economy and on individual countries are becoming obvious as time goes on. The shutdown of almost all economic activities have brought miseries to economies of all strata and phases. Production and supply chains have been disrupted, exports and imports decelerated, transportation system collapsed and service sector interrupted. These have changed the lives and livelihoods of people across the world. Unemployment has soared, poverty has surged, food insecurity has increased, and above all, loss of lives is increasing by the hour. Barring a few, most governments have undertaken policy measures to address such a rapid and massive impact of corona pandemic at large scales. Health expenditures have been topped up to mitigate the health risks. Stimulus packages for various sectors of the economy have been announced with the objective being increase spending following the Keynesian theory to rejuvenate the economy. Relief packages are also in place in many countries to extend income and food support to the poor to save them from hunger. These are of course immediate responses to rescue the lives of people and also pump oxygen into the economy. And, hopefully it will work sooner rather than later. Scientists and doctors have shown some rays of hope to tackle the disease. And once health is under control, human beings are smart enough to work through in reviving the economic activities and recover the lost gains to the best of their ability. At least, history has pointed out clearly how economies could get back to life after several crises in the past. The World Wars, the Great Depression, the Spanish Flu and many more examples will confirm this. However, apart from economic recovery, will there be any changes in social, cultural and institutional norms, political systems and governance patterns? Change is a continuous process. It happens for good or for bad. Changes emanated from crises may sometimes become beneficial for humanity. What changes will COVID-19 lead to? It depends on what changes we want to see. And how we work towards that. It is not automatic.  At the onset of COVID-19, people talked about the universal nature of this pandemic. We were reminded of how every person--rich and poor, man and woman, powerful and weak--is vulnerable to this pandemic. COVID-19 does not distinguish among race, colour, gender, location, profession, position or riches. But it has been proven wrong when immediate research in many communities in several countries showed that COVID-19 also has a bias against certain groups of people. That is why African-American were more affected in the USA or the underprivileged with weak immune system in poor countries are becoming victims of COVID-19 more than others. This bias is of course not created by COVID-19. Rather it is the outcome of the biases that have been created by government policies which favour the rich and ignores the impoverished. A review of the ongoing discussions with respect to the situation during the post COVD-19 period indicates that there can be three possible scenarios. First is the business as usual situation. That is, the world recovers from the COVID-19 pandemic and goes back to where we were before COVID-19--economically, socially, politically and environmentally. We continue to live in whatever good or bad circumstances we had during the pre-COVID-19 period. And we continue to accept and adjust to the existing realities that the world will continue to generate wealth, and economic prosperity of some countries and some people will continue to multiply but these privileges will not be universal. The second situation will be such that the global economy slides so much that it takes a long time to recover. Poverty, mortality, morbidity, food insecurity and unemployment increases. All forms of inequality within and among countries accentuates. All global targets--Sustainable Development Goals, providing support to poor countries by developed countries equivalent to 0.7 percent of their gross national income, Paris climate agreement to limit the increase of global temperature to 1.5 degrees Celsius--fail to be achieved. As a result, countries become inward looking and resort to protectionism. And the effectiveness of global institutions such as the United Nations, World Trade Organisations and the like decelerates. Third is the optimistic case. The economies around the world not only recovers but, moves further ahead. Governments invest more in areas such as health, education, technology, climate and work towards ending poverty, improving inclusivity, establishing good governance and creating democratic spaces. Cooperation among nations improves and commitments toward fulfilling the global promises get implemented. This is the situation where crisis will be turned into opportunity by global and national leaders. What do we expect in Bangladesh during the aftermath of COVID-19? The outcome of the greatest crisis in Bangladesh's history--the Liberation War in 1971--was regaining our prized possession, that is, an independent country. We faced the crisis in unity and solidarity. And following the war we also got a progressive constitution that upholds the dignity and rights of every citizen of Bangladesh. Social justice and equality are also enshrined in our great constitution. After 49 years of our independence, we however, cannot claim that we could keep our promises to those who sacrificed their lives for the country. Rather, the spirit of our freedom fighters is being undermined by the way some of us conduct ourselves each day and even during crisis. Politically connected people who steal relief for the flood affected people and get away with such misdeeds are also active now during COVID-19. With shame we observe when people go hungry, these people in charge of distribution of food and support have the audacity to commit such heinous crimes. With frustration we see how public representatives are nowhere to be seen to coordinate the relief work and help their voters to survive. With sadness we note how people behave with the frontline workers of this crisis who are risking their own lives and also how health workers mistreat patients by forgetting the core values of their profession. With discouragement we learn how faulty and corrupt the health procurement is and how the poor are deprived of medicines allocated for them. And, all of a sudden, it seems everyone has become poor in Bangladesh!  The way every business--irrespective of its size and strength, is seeking stimulus packages from the government reminds us of the old story of greed, not need. One wonders, will people change in their attitude and behaviour or keep repeating their old acts once COVID-19 recedes?   Dr Fahmida Khatun is the Executive Director at the Centre for Policy Dialogue."
}