{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_13635970b8cc60edc7360aa70bbbfb0db5a3518a.txt",
  "text": "Another Face Of Argentina\n1987-11-08T05:00:00.000Z\nARGENTINA is a lot more than Buenos Aires, its cosmopolitan capital. Its million square miles stretch from the Tropic of Capricorn almost to the Antarctic, and from the Atlantic deep into the Andes. The two-hour air journey from Buenos Aires to Salta, where the mountains meet the tropics, is a voyage into a different geography, climate and culture.\nSalta is mountainous, dry and distinctly Latin American, with highland scenery and colonial architecture similar to that of Bolivia and Peru. But there are advantages to being in Argentina, including easier transportation and the absence of guerrilla war. Internal army discontent aside, Argentina is, at long last, enjoying civil peace, and Salta is where many Argentines go to enjoy it.\nThe resemblance to Peru and Bolivia has a solid historical basis. The Spaniards who colonized Argentina came from two directions - the mountains and the sea.\nBuenos Aires, the great port and focal point of modern Argentine history, had to fight for its dominance against the colonial towns of the interior. These began as trading satellites of the mineral-rich colonies to the west. Lima, not Buenos Aires, was the region's administrative capital until the late 18th century.\nThe city of Salta, founded in 1582, is the capital of a sprawling province that borders Chile, Bolivia and Paraguay. Just east of the high, stark wall of the Andean precordillera, it is the first major town on the Argentine side. Salta nestles like a jewel among the mountains. Even with a population close to 300,000, it remains largely unspoiled. Church steeples and low-rise buildings provide an ideal foil for nature's own monumental scale.\nBuenos Aires nourishes the illusion that Argentines are Europe's lost tribe, accidentally attached to an Indo-Hispanic continent. Salta, with its colonial churches and plazas, belies that myth.\nThe Bolivian presence is tangible, carried by the immigrants who have streamed across the frontier in pursuit of higher wages. They have brought with them such aspects of Indian culture as the music of the altiplano and the addictive habit of chewing raw coca leaves. Aymara is the second language of the shoeshine boys in the town center.\nArgentine Saltenos have their own traditional music, known as zamba. Accompanied by guitar and the accordion-like bandoleon, it sounds zippier and less doleful than the tangos of Buenos Aires. It bears a distant kinship to the country and western melodies of the United States, which makes sense when you note the giant cactus plants, ranches and tobacco farms that dot the region.\nSalta's independent-mindedness carries even to banknotes. Use a large bill and your change may contain ''bonos,'' technically short-term bonds for the cancellation of provincial debt. They are really Salta's own money, denominated in the Argentine national currency. This isn't supposed to happen in a federal republic, especially one under the eye of the International Monetary Fund. But it is winked at because it suits everyone's convenience.\nThe city of Salta is laid out on a grid on flat land nearly 4,000 feet above sea level. Its attractions include fine examples of religious, civic and residential architecture dating back to the colonial epoch. The provincial tourist office, at Buenos Aires 93, in the town center, has helpful material and advice for planning city walking tours and more ambitious excursions into the countryside.\nNear the center of town are an impressive pair of religious structures: the soaring Church of San Francisco, with its dramatic 150-foot tiered and columned redwood steeple, one of the tallest in South America, and the quietly impressive San Bernardo Convent, its white walls setting off a carved wooden portal that dates to the 18th century. Both are on Calle Caseros, a main street that runs along the central July 9 Plaza.\nNearby are four colonial-era houses, three built in the 18th century as homes for, respectively, the Hernandez, Arias Rengel and Uriburu families, and another built in the early 19th for the Leguizamon family. The Uriburu house is also on Calle Caseros, the other three are on nearby Calle Florida. All four are open to the public, but check the tourist office for visiting hours. Saltenos observe the custom of the extended midday lunch and siesta break. Some establishments close as early as noon, many stay closed until 4 P.M. and later, before reopening for evening hours.\nThe Uriburu and Arias Rengel houses are both national historic monuments, and both offer museums. The Arias Rengel House is the site of the Provincial Fine Arts Museum, while the Uriburu Museum focuses on the history of this leading Salta family and its most famous member, Gen. Jose Uriburu, the man who ushered in Argentina's modern era of military presidents with a 1930 coup. The Leguizamon house has an anthropological museum.\nIn the same area of town, on Calle Caseros facing July 9 Plaza, is the reconstructed cabildo, the town hall, originally built in 1582. It, too, houses a small museum, this one dedicated to the colonial era. Its second floor overlooks the town plaza, the center of Salta's civic life.\nIf you're lucky, as I was, you can watch one of democratic Argentina's many street marches go by. In Salta, at least, these are generally good humored and colorful, with ritual drums and banners. The one I saw featured students from an assortment of political parties demanding higher pay for their teachers. Civil servants are among the chief victims of Government austerity, the most visible face of Argentina's foreign debt crisis.\nON the other side of the plaza, opposite the cabildo, stands the provincial government house.\nGuards in front wear the ceremonial red and black uniforms of Argentina's 19th-century war for independence from Spain.A monument to the local hero of that war, Gen. Martin Miguel de Guemes, stands at the base of San Bernardo hill.\nA 10-minute drive from the center of town to the summit takes you to a spectacular overlook from which you can see the entire city of Salta, and the mountain rim beyond. The road is a hair-raising series of blind switchbacks. An alternative, for those with some stamina, is the pedestrian trail, marked with the stations of the cross.\nSalta has become a major center for Andean handicrafts and it is worth a visit to the Mercado de Artesania, or Artesanal Market, open weekdays 8 A.M. to 7:30 P.M. and Saturday 8 A.M. to 1 P.M. The market, in a large 18th-century house at San Martin 2555, offers a wide selection of Andean craft products, including paintings and weavings based on local scenes and traditional Indian designs, colored with the distinctive hues of the local desert landscape.\nThere are also wood and stone carvings, baskets made from palm leaves, Indian shirts, purses, belts and other leather goods, carpets, masks of wood and feathers, and a variety of the decorated containers used for drinking mate, the typical Argentine tea brewed from holly leaves. Prices range from just a few dollars for mate cups to several hundred dollars for the larger paintings and weavings. The market's prices are reasonable and its atmosphere appealingly noncommercial.\nAnother good place to shop for craft items is Tiwanaku, which has mobiles of stone and wood and a good selection of Indian oil paintings copied from the primitive Bolivian school that merge Spanish Christian and earlier Indian religious themes.\nThe middle two hours of the long siesta break are for lunch. Ample restaurant meals are available from about 1 to 3 P.M. Supper usually begins after 9 P.M., and often goes on well past midnight. Foreign notions of proper mealtimes will, of course, be accommodated, but don't be surprised to find only limited menu items available between 3 and 7.\nTHE centerpiece of Argentine cuisine is beef, which is everywhere fresh, rich, tender and remarkably cheap. The list of cuts is almost endless, including many sections unfamiliar to more prosaic North American beef eaters. The mixed grill, or parrillada, includes samples of them all. Particularly tasty are such standard steak cuts known as chorizos, costillas and minutos. Generally, the beef course is accompanied by a salad of lettuce and tomato, or perhaps remolachas, beet greens, and washed down with wine and then coffee. Pasta is a widely available alternative.\nSalta is noted for its roasted empanadas, eaten as an appetizer, and its locally produced wine and beer. Argentine wine is available in the United States, but the stronger, and, to my mind, better tasting reds, are kept for local consumption. Also try the unusual, almost floral, white wine from nearby Cafayate. The Argentine West is home to a good number of Syrian immigrants, and Arab-style cooking is also available. Italian cuisine can be enjoyed in an attractive old-worldish setting at Italiano (Buenos Aires 95).\nThe spring months of September through November, and the fall, March through early June, are ideal times to visit Salta. Local festival dates are Sept. 24, marking the decisive local battle of the independence war, Mardi Gras, celebrated with floats and dancers, and June 16-17, a folkloric celebration. Many hotels are closed during the Christmas period, and advance booking is recommended for late July.\nArgentine hotels tend to be bargains, compared with the main tourist areas of Mexico or the Caribbean. At the Hotel Salta on the central plaza, traditional four-star comfort can be had for less than $50 a night for a double room or two-bedroom suite. The hotel has its own swimming pool for guests and incredible views of the San Francisco Church tower. The Victoria Plaza, also on July 9 Plaza, costs about the same. Decent accommodations can be had for as little as $10 to $15 a night.\nCars can be rented for about $30 a day, plus mileage, from Avis, or local agencies. There are facilities at the Salta airport and in town (Avis at Alvarado 537, Renta Car-Lopez Fleming at General Guemes 92 and Salta-Renta Car at Caseros 225) Driving in Argentina is not for the timid. The right of way generally goes to the driver who blinks last. The alternatives in urban areas are the cheap and abundant taxis and hired driver services. For a few dollars you can be driven anywhere within the fairly compact city limits.\nEven Americans partial to private cars might appreciate the security of an experienced local driver on the rugged, narrow mountain roads with blind hairpin turns. Local gas stations offer only alconafta, a mixture of gasoline and ethanol with a disturbing tendency to evaporate on mountain roads.\nAt 60,000 square miles, the surrounding province is larger than Bangladesh, but it has less than 750,000 people. It offers a wide range of climates and terrains, from the hot dry Chaco to the permanently snow-capped Andes, and plenty of wide-open spaces. Its subtropical latitude shields it from extreme winter cold, while the mountains surrounding the city moderate the summer heat, especially at night. Rain is infrequent.\nWhile the most interesting side trips from Salta are in the direction of the Andes, a different experience can be had by heading 30 miles east to the town of Guemes. Here you can visit an operating sugar mill that dates to 1760, and a culture that barely seems to belong to the 20th century. Outside the gates surrounding the San Isidro works and its big, old-style plantation house is a company village with modest houses for administrative workers. It is shaded by an ancient cypress tree, and along its streets you might see a mule-driven cart. Drive farther out along the back road and you reach the cluster of extremely primitive shacks that house many of the mill's Bolivian manual workers.\nAt the works you can see huge machines reducing sugar cane to a sweet syrup and then drying it to powder for bagging. The sweet smell of sugary steam hangs in the air. In the laboratory, workers will push cane samples through a smaller version and offer you a taste of the juice. Outside, a reservoir holds gallons of syrup destined for industrial use. Admission must be arranged in advance. The provincial tourist office can guide you through the procedure.\nLess than 10 miles northwest of Salta is the resort village of San Lorenzo, in the Andean foothills, where affluent Argentines have established vacation homes. Summer daytime temperatures in San Lorenzo are often 10 or more degrees cooler than in Salta. A public park with a small waterfall, religious shrine and restaurant allow those with limited time to sample the upland atmosphere.\nA more ambitious but intensely rewarding destination is Cachi, 50 miles southwest of the city as the condor flies, more than 100 by road and at least a four-hour drive each way. In Quechua, Cachi means salt.\nAfter about a half hour's stretch in flat terrain on modern highway, the road turns to hard packed gravel as it passes through a stretch of lush, tropical vegetation and then starts ascending the Quebrada de Escoipe. Picture-book mountain walls rise on either side, steep and treeless, looking almost blue in the funneled valley light. The region's quebradas, or valleys, are quite wide, but their streams are most of the time narrow trickles. After a rain burst, they can swell to many times normal width.\nNEXT comes the breathtaking climb up the Cuesta del Obispo, Bishop's Ridge. Doubling back and forth as it ascends, the road eventually climbs to about 12,000 feet. The terrain is stark. The mountainsides are mostly a dry baked brown. Cattle, sheep and llama graze for what little vegetation they can find on the lower and middle slopes. Eagles and condors soar above the peaks.\nPast the summit, you reach an altiplano, or high plain, absolutely flat and marked with cactus. A road sign announces the start of the Recta Tin Tin, a 10-mile absolute straightaway along the River Tin Tin. In this zone, bridges aren't bothered with, and the road simply fords the shallow streams. After a heavy rain, vehicles must wait out the high water, which can take hours.\nBeyond the Recta Tin Tin, you approach the Valley of the Calchaqui, and the snow-capped Nevado de Cachi, peaking at over 22,000 feet, become visible on the far side.\nThe village of Cachi is tiny, but a good place to rest from the journey's rigors. The Argentine Automobile Club's Hosteria Cachi offers accommodations for about $15 a night with a good restaurant open to day travelers, with the usual range of beef, pasta, salad dishes and wine, all for well under $10 a person. Cachi's restored colonial church, with a brilliant white exterior set against mountain blue skies and the snowy peaks of the nevado, and a simple wooden interior, is a national historic monument. The museum of local archeology has a collection of native artifacts of the Andean region with clear explanatory maps."
}