{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1988_5499633c5c17c13c23ac32648de32fb625c578c2.txt",
  "text": "Trade Bill Has Special Favors For Companies\n1988-04-11T05:00:00.000Z\nBuried deep in the 1,000-page trade bill that Congress is trying to complete this week are provisions benefiting companies making everything from drugs and disposable diapers to cooking ware and frozen cranberries.\nThese special provisions have created a powerful constituency behind the bill, even as debate continues over other, more controversial aspects of the legislation.\nHard bargaining is expected this week between the White House and Congress, with President Reagan setting the stage by reiterating his veto threat in his radio address Saturday, asserting, ''I will veto a bad trade bill before I let a bad trade bill veto our economy.''\nThe greatest benefit, potentially worth more than $100 million, would go to the Warner-Lambert Company. A provision deftly inserted by its lobbyists would extend for three and a half years its patent on a cholesterol-reducing drug called Lopid.\nThe patent is due to expire in July 1989, at which time the company would face competition from generic producers, which, with approval from the Food and Drug Administration, would be free to sell a similar drug at lower prices.\nNow prescribed only for people suffering from inflammation of the pancreas, Lopid is Warner-Lambert's third-largest-selling drug, and the company is seeking F.D.A. approval for its wider use. Lopid sales last year were $101 million, up 74 percent over the year before.\nHundreds of other companies would also benefit, chiefly from miscellaneous tariff reductions that have been tacked onto the legislation in the more than two years of its gestation. Among these are the Procter & Gamble Company, which would get cheaper sodium polyacrylate polymers, a moisture-absorbing chemical, for use in superabsorbent disposable diapers; Corning Glass Works, which would have duties suspended on its Visions cookware imported from plants abroad, and Ocean Spray Cranberries Inc., which would be able to import frozen cranberries from Canada duty-free. White House Objections\nIt would all come to naught, however, with a Presidential veto, assuming it is not overridden. The White House objects not to the special-interest sections of the bill, but to broader proposals affecting the economy at large.\nThe main targets are proposals to force companies to give at least 60 days' notice of impending plant closings, to require disclosure of sensitive foreign investment information and to limit Presidential flexibility in some trade decisions.\nThe President's advisers may urge that he sign the bill if these proposals are eliminated or modified, Administration officials said.\nTreasury Secretary James A. Baker 3d and Clayton K. Yeutter, the United States trade representative, are expected to meet with the Democratic Congressional leadership early this week to try to lay the framework for compromise. Unresolved Issues\nHouse and Senate negotiators came to a series of agreements on March 31, just before the Easter recess, but there are some unresolved issues -chiefly relating to investment and agriculture - likely to be taken up early this week.\nMany provisions of this sweeping legislation, only the second trade bill this decade, would produce changes that would affect the nation's overall posture in trade and competitiveness.\nBut the impact would not be felt until well into a new Administration, when new cases are brought by companies seeking protection against imports, or complaining about unfair foreign trade practices.\nOn the other hand, patent extension and tariff suspension have practical effects that make the bill a point of considerable immediate interest in many board rooms. Where Consumers Could Suffer\nSome tariff-cutting benefits could be passed on to consumers in lower prices, Congressional aides pointed out. But the most controversial of the special-interest provisions, the Lopid patent extension, could work against the consumer by denying the benefits of a cheaper generic equivalent.\nWarner-Lambert's president and chief executive, Joseph D. Williams, a former president of the Pharmaceutical Manufacturers Association, personally managed the intensive lobbying effort, a sign of how important the issue is to his company.\nOne major victory was getting the patent extension attached to the bill. Usually this kind of legislation stands on its own and might be subject to intense scrutiny. But there were no public hearings before the Lopid provision was added to the omnibus bill last June. The risk in this strategy lies in the veto threat.\n''There is a certain internal logic in making this a part of the trade bill, since this is an industry very much involved in U.S. trade,'' said Edward S. Knight, the company's legislative counsel and a partner in the Washington law firm of Akin, Gump, Strauss, Hauer & Feld.\n''The pharmaceutical industry makes a positive contribution of $800 million to the balance of trade,'' he stressed. ''Companies in France, Germany and Japan are in the process of developing and marketing drugs that would compete against Lopid.''\nThe chief House sponsor of the extension was Representative Butler Derrick, Democrat of South Carolina, who has a big Warner-Lambert plant in his state. Spirited Opposition\nBut there was spirited opposition, chiefly from Representative Robert W. Kastenmeier, Democrat of Wisconsin, chairman of the Judiciary Subcommittee on Courts, Civil Liberties and the Administration of Justice, who did not like the idea of special-interest provisions in a trade bill.\nAlso weighing in against the patent extension was Eric Hard, a staff attorney for Public Citizens' Congress Watch, a public-interest watchdog group, who argued that the losers would be ''America's poor, sick and elderly, as well as the taxpayers, through Medicare and Medicaid'' -Government programs that pay for drugs for the elderly and poor.\nA month's supply of Lopid costs anywhere from $40 to $70 in drugstores. ''If a person on a fixed income is prescribed three or four such drugs,'' Mr. Hard said, ''the dilemma is readily apparent.''\nOther provisions of the bill were intended to give added tariff protection to specific companies, such as the Smith Corona Corporation, the only surviving American producer of portable electric typewriters in American.\nSmith Corona has long complained about what it contends is the ''dumping'' of Japanese typewriters at unfairly low prices in the United States, and in 1979 won an order imposing higher duties on the Japanese products.\nBut the Japanese added calculating and memory features to their typewriters, thus changing the product classification to one not covered by the dumping order.\nThe Smith Corona provision, sponsored by Senator Daniel Patrick Moynihan, Democrat of New York, would help Smith Corona, which manufactures in Cortland, N.Y., obtain dumping duties against ''later-developed typewriters.''\nBut most changes involve tariff suspensions to help a domestic industry dependent on materials not made in this country. Gumball Trinkets\nOne of the largest price reductions could come on gumball-machine trinkets. Tariffs on the jewelry and small toys wrapped in the plastic balls had been levied at up to 30 percent of the import price of the product itself. That duty would end. Before the gumball provision was added to the bill, one Senate aide noted, it had to be established that these products are made only outside the United States, in such countries as China, Taiwan and Bangladesh."
}