{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "dhaka_tribune",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "dhakaTribune_data_099a93af-251c-4791-a72f-fd1d99c30b91.txt",
  "text": "Date Published:2020-05-17 00:00:00      \nTo combat this pandemic, we need to work together Bangladesh has already been hit hard with the global pandemic and experts and analysts are saying that management and duration will determine the depth of this crisis. After reading many articles and publications and teaching international business at a private university, outlined are my modest understanding and beliefs. Sadly vagrant or homeless people are part of our society and economy. Daily wage earners account for the chunk of what our economy is all about. This is a densely populated country.  We struggle every day to commute from Dhanmondi to Gulshan and albeit we talk about being digital, the mere effort of conducting an online video chat with co-workers from every nook of the country takes a nerve-wracking toll on the very essence of our souls.  Needless to say, we have our own epidemic -- dengue -- that chases us every monsoon season, and even during other times of the year. Not to mention a couple of days of heavy rain threatens us with a predicted flood.  We have a healthcare facility that is prickly and very much centralized to Dhaka only. Now this pandemic which has no cure yet, couldn't make the matter any worse for us. The West or the \"more sanitized\" countries are already failing in protecting their civilians in spite of having a much better health care system than ours.   Thus what right do we have to overestimate our power in combating this in regard to the public health sector when we have an approximate total of 1200 ICU beds (private and public sectors) for 170 million people according to World Economic Forum and World Bank data.  Like any other system, our policy-makers with sheer optimism are optimizing whatever resources we have to stem out the root cause. But leaving everything up to the policy-makers will be like living in a fool's paradise. We as citizens have a very big role to play. If these crises go beyond our control, there may be emotional, social, and economic unrest that we cannot fathom. The dire economic condition has already been discussed in many forums.  However, the differences in the social class system will be conspicuous. There are people in society who are privileged enough to have the disposable income to showcase how they are passing their leisure time and then there are daily wage earners who look at their empty pockets and stare at those tall buildings and wonder about the indifference.  Such indifference may lead to depression, anger, and in extreme cases civil unrest. Hence the flow of communication should be a continuous process to all levels of society for assurance that all is still not lost.  The official authorities are already doing their part in communicating about Covid-19. However, we as communities have a significant role to play in mitigating the crisis. As a nation, I do not believe we still fully understand its authenticity and implication.  Going for mass gathering for religious or social purposes shows that the significance and consequences of the pandemic have not registered in the minds of the people.   If the literate society has trouble in wrestling the idea of the preventive measures that need to be taken for Covid-19, then booing the underprivileged and illiterate society, when all they are doing is going out to look for work, is nothing but living in a bubble mindset of utter cluelessness. The utmost challenge is to shorten the crisis. The longer the crisis, the more difficult it will be to recover from the damages and scars it will inevitably leave behind in the economy.  According to an article in WEF, 90% workers are working in the informal sector. Due to the pandemic, work has stopped and people are out of work and thus no income. Most importantly, in rural areas, most people live on daily wages, and \"being quarantined\" is an extravagance to them.  There are people who live on remittance too. The pandemic has made many workers go out of work in the domestic market as well as abroad. When their livelihood and survival is at risk, it will take sufficient motivating factors to convince them to stay at home to avoid being infected.  It is essentially required that people are given the food delivery support and cash incentives until the curve is flattened, and the government is taking proper measures to ensure that.  Meanwhile, if we the privileged ones look after our own people who have over the years given their laboured skills for our comfort, then much pressure will be minimized from the economy to bounce back.  We are a small country with a distinctly huge population and a fragile infrastructure, hence we cannot afford a misstep in our policy-making.  To combat this pandemic and manage the foreseeable economic crisis, not only the government but the NGOs, business sectors, and other relevant organizations should work together with cohesion and strong linkages.  Not to mention \"us\" as citizens also have a strong role to play. We can have the intermittent opening of some manufacturing sectors or services, if not all. We have seen how the developed countries are doing it and we can learn and customize according to our needs and resources.  We are a country known for its strongest survival instincts and resilience; there is no doubt in my mind that we can fight this one too. Mahzabeen Faruque is Lecturer at State University. "
}