{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "daily_star",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "theDailyStar_data_b7bf19ec-7b4c-4dac-8769-78ecc6090b6c.txt",
  "text": "Date Published:2020-04-13 00:00:00      \nDefying the government's request to stay home to stem the spread of  coronavirus, Sharif Hossain left his house in Sonargaon before the crack of dawn last Friday. In a shopping bag, he carried three Jamdani sarees made by him and his fellow weavers two weeks prior to the shutdown, enforced since March 26.  His destination was the wholesale market of Bangladesh Small and Cottage Industries Corporation (BSCIC) Jamdani palli at Rupganj in Narayanganj. Though Sharif knew that the market was closed, he wanted to try his luck. He was desperate to sell the sarees to earn something for the coming weeks and pay wages to his three weavers and three helpers.  For a Friday morning, the otherwise bustling marketplace was starkly deserted, with hardly any buyers. Only a couple of children were playing cricket, a group of four were chit-chatting under a shed and a person was selling masks and alcoholic hand rubs. \"Any other Fridays, I would bring three or four sarees and all would be sold in about only 10 to 15 minutes. But today, I have brought three sarees and sold only one in three and half hours, since I arrived here at 6:00am,\" Sharif said in a dismal tone.  The saree was sold only at half the normal price, he told this correspondent at the wholesale market around 9:30 am on April 3.   \"If the crisis centring coronavirus lingers and we cannot work, we will be forced to beg on the street,\" said Sharif.  His concern was echoed by at least 10 other weavers at the wholesale market. The coronavirus outbreak has bruised almost all businesses, but jamdani weavers are among the hardest hit. They claimed there are about 7,000 to 10,000 weavers in and around the BSCIC Jamdani industrial zone, which alone has 2,190 weavers and helpers working in about 274 plots. Each plot has an average of four handlooms. Normally every Friday, the wholesale market, commonly called the Jamdani haat, comes alive with a frenzy of activities as buyers from all over the country arrive at the place at dawn. The weavers said the weeks before Pohela Boishakh and Eid-ul-Fitr are the peak season for Jamdani sales, as demand for the exquisite clothing goes up on occasion of these festivals.  The marketplace, usually, sees sales of Tk 70 lakh to Tk 80 lakh on each haat day. However, sales of Jamdani sometimes exceed Tk one crore on the Fridays before Eid-ul-Fitr and Pohela Boishakh, according to BSCIC officials. Though the Bangla New Year \"Pahela Baishakh\" is only two weeks away, there were no signs of any buyers in the market. \"As the market is closed, buyers from outside the area are not here. Thus, weavers now have to sell their products at half price,\" said Anwar Hossain, member of ward no 7 of Tarabo municipality, where the Jamdani industrial area is located. The weavers, except for a few, were compelled to shut down all handlooms, said Muslem Uddin Musa, another Jamdani weaver of the area.  \"I am contacting the buyers. They tell me to wait till the normalcy returns. But this was our best time for business,\" he added. The nationally and internationally acclaimed Jamdani is a type of muslin, characterised by its geometric or floral designs. It was inscribed on Unesco's Representative List of Intangible Cultural Heritage of Humanity in 2013. The time-consuming and labour-intensive Jamdani weaving process often takes 15 days to a month, starting from tying and dyeing the threads, drawing the designs and finally weaving the saree in hand-operated looms with foot pedals. \"Even in February, we were toiling day and night with high hopes of good business during Pohela Boishakh in April and Eid-ul-Fitr in May, two of the largest festivals,\" said Jamdani weaver Azizul Islam. The third generation handloom owner said he can produce eight to 10 Jamdani sarees in a month using his eight handlooms. \"Man proposes, God disposes,\" Azizul muttered, adding that the 'monster coronavirus' is eating away their business. The 45-year-old weaver said they have never faced such a situation before. During the flood of 1988 and 1998, these craftsmen had to move their handlooms elsewhere but production was not badly hampered.  \"But this time, the crisis is unimaginable,\" he said. Weavers noted the urgency to sell sarees as soon as possible. Jamdani sarees cannot be stocked because they lose shine and quality in damp weather conditions, they explained.  They urged the authorities to stand by the weavers who are relentlessly working to keep the traditional art of Jamdani alive.  BSCIC Jamdani industrial zone accountant Abdul Awal said no one has contacted them for assistance so far.  He said they informed the head office that potential loss from March 26 to April 26  during the current coronavirus related shutdown will be around Tk 5.58 crore. \"The potential loss was calculated taking account of production and operation cost of Jamdani handlooms at the BSCIC Jamdani industrial zone,\" he said. \"Weavers are passing hard times due to coronavirus and heading towards a bleak future. But I think authorities would devise a plan for them as they are taking information of possible losses,\" he said.  \"If the coronavirus situation lingers, loss to the weavers will increase manifold,\" Awal predicts."
}