{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1989_e9134a4216117223573e1e647a2018000b839d5c.txt",
  "text": "Summit Debate: How to Help the Poorer Nations\n1989-07-15T05:00:00.000Z\nTo the presumed pleasure of the French host and the palpable discomfort of the Americans here, the conference of the seven mightiest democracies has opened with a political and philosophical struggle over helping the world's poorer countries.\nBy asking the presidents and prime ministers of poor nations - invited here to help mark the 200th anniversary of the French Revolution - to share the tables and reviewing stands with the leaders who are staying on for the seven-nation economic summit conference, President Francois Mitterrand has revived the North-South conflict of the 1960's and 70's.\nIt aligns those who would help the poor mostly in discussions behind the scenes against those, like Mr. Mitterrand and some of the prominent leaders of poorer nations, who see more to be gained in the glare of public debate at conferences monitored by the world press.\nTwo nations have become the vehicles of Mr. Mitterrand's special cause. Mexico, with its $100 billion of debt to foreign creditors, has become the symbol of the strategy of the rich, defined primarily by the Bush Administration, to help such countries reduce their debts and strengthen their economies. Bangladesh is a symbol of the poorest of the poor, a country that needs money from the rich to tame the rivers that overflow and wipe out whole villages, as they did in September. Bush Continues Policy\nEarly in this decade, conservative leaders - President Reagan, Prime Minister Margaret Thatcher of Britain and Chancellor Helmut Kohl of West Germany - confined these issues to the private deliberations of the multinational lending agencies in Washington that they control, primarily the World Bank and the International Monetary Fund, and to subsidiary agencies of the United Nations. And it is there that the Bush Administration would leave them.\nAsked about the call here Thursday by several of the poorer nations for a conference of the rich and the poor, the President's chief of staff, John H. Sununu, said today, ''The tendency would be not to move in that direction at this time.'' Treasury Secretary Nicholas F. Brady said, ''You don't get solutions to problems by bunching up areas and calling them North and South.''\nMost of the other industrial nations view the issue as the Americans do.\nA previous French President, the conservative Charles de Gaulle, would rattle his allies the same way, exerting influence that exceeded the relative position of France in world affairs. The resemblance of Mr. Mitterrand, however Socialist his orientation, to his predecessor was striking today as he greeted his guests and reviewed the parades. He stood ramrod straight, his eyes cast some miles ahead, barely bending in greeting, smiling while brooding.\nBy inviting leaders of the developing world here, he has forced attention on the American debt plan, Treasury Secretary Brady's approach to helping the countries reduce their debts. Since it was announced four months ago, not a single agreement had been reached between banks and debtors, inviting questions here of its utility and proposals from the poorer nations for a conference of debtors and creditors. Pressure on Mexican Banks\nFor that reason, the Bush team here has been exerting great pressure on Mexico's banks to get a deal sewn up. At the same time, Mr. Brady on Thursday and then the President today met privately with the President of Mexico, Carlos Salinas de Gortari.\nWhen Mr. Salinas emerged from his discussion with Mr. Bush, he was asked how close he was to an agreement. He held up a hand, with his thumb and index finger an inch apart.\nConcerned that Mr. Brady might not win a symbolic debt accord here, officials have begun emphasizing the importance of the content of the agreement over artificial deadlines. Reminded that the Administration has said it wanted a Mexican accord quickly, Mr. Sununu said today, ''Well, the only distinction I would make is that 'quickly' could mean by Sunday or 'quickly' could mean sometime next week, or sometime next month.'' He was the first official to pedal as far back as a month.\nBut the Administration has left little doubt that it will go to some lengths to get the agreement by Sunday, when the conference ends. On Thursday, officials reported, and Mr. Brady and Mr. Sununu today confirmed, that they were preparing a temporary ''bridge'' loan of $1 billion to $2 billion for Mexico once an agreement is reached with the banks. 'Mexico Is the Key'\n''Mexico is the key to deblock the Brady initiative,'' a senior official of the European Community said here. He said that without a creedible agreement, some Western nations would encourage Mr. Mitterrand to reintroduce a plan of his own that in deference to the Americans he has kept off the summit agenda. It requires new contributions for debt relief to the I.M.F., which adds up to a call on taxpayer funds of the developed countries.\nOf greater personal interest to Mr. Mitterrand, however, is Bangladesh. He proposes that the summit nations join in spending around $6 billion for dikes to contain the country's flood-prone rivers.\nAmerican and West German officials here said that however noble the proposal, it was not only expensive but probably environmentally foolhardy. In building up dikes along river banks, France would alter the alluvial plains that sustain agriculture in Bangladesh.\nThese officials said that for the present at least they expected to be able to reduce the proposal to something more modest. Rather than commit to spending any money, they said, the summit nations would ask that the World Bank prepare a technical study, an approach they have often used in the past to placate French presidents."
}