{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_ae3ecb63b87911fd15820b9264db4e22d85c1282.txt",
  "text": "INDIA'S AID TO TAMILS IS 'AGGRESSION' TO SRI LANKA\n1987-06-07T05:00:00.000Z\nIT was portrayed by India as a mission of mercy and by Sri Lanka as ''naked act of aggression.'' But diplomats and other experts said the air drop of aid to the ethnic Tamil minority in northern Sri Lanka last week mainly underscored India's growing aspirations to regional power status. The air drop was made after Sri Lankan naval vessels turned back a flotilla of fishing boats carrying the aid. Prime Minister Rajiv Gandhi's unexpected decision to dispatch 25 tons of food and medicine, most of it to territory held by Tamil guerrillas battling for an independent nation in Sri Lanka, abruptly transformed perceptions and politics in South Asia.\nIndia's attitude toward the small island country off its southern coast derives from both geopolitics and myth. In India's ancient epic, the Ramayana, the Hindu god Rama slays the demon king of Sri Lanka who had kidnapped his wife. Some Indians drew metaphorical comparisons to Mr. Gandhi. They saw him as the hero trying to recapture the lost love of the public by battling the demon of his own perceived weakness in the face of domestic scandals and disarray in his Congress Party.\nThe strained relationship with Sri Lanka also grows from India's aspirations to nationhood, reviving a once-glorious 5,000-year-old civilization. India remains strangled by poverty and overpopulation, but its young leaders believe economic growth and science and technology will make it a global power.\nIndians fear that they may not have a unified country after all, but only a disparate collection of warring ethnic, regional, linguistic and religious groups. Their greatest security threats are internal - Sikh separatists in the northern state of Punjab, the growing disaffection of Indian Moslems, the restiveness of southern ethnic groups, including Tamils. The Tamil insurgency against Sri Lanka's Sinhalese majority poses another such test.\nThe ethnic and religious ties between India's 50 million Hindu Tamils and Sri Lanka's two million Tamils are a fact of life for any Indian leader. Prime Minister Indira Gandhi channeled aid to Tamil secessionists in Sri Lanka to placate secessionist Tamil sentiment in southern India. Her son, Rajiv Gandhi, shifted course in 1985, apparently recognizing that stoking a neighboring insurgency weakened India's case against Pakistan, which it accuses of doing the same with India's Sikhs and Moslems. Mr. Gandhi then sought to mediate, backing greater autonomy for Tamils in Sri Lanka. When the guerrillas balked, apparently feeling strong militarily, he angrily authorized the seizure of Tamil arms caches in India last year. Since then, however, the tide has shifted to favor the increasingly better-trained Sri Lanka Government forces. The rebels have been rolled back in the north and largely confined to the small Jaffna peninsula, vulnerable to blockade and encirclement. Exaggerated Reports\nThis year, it was President J. R. Jayewardene's turn to be intransigent as Sri Lankan emotions surged after Tamil-inspired bomb attacks on civilians. Ignoring Mr. Gandhi's appeal for restraint, Sri Lanka stepped up air strikes and naval shelling against the guerrillas, also inflicting extensive civilian damages. When Tamil spokesmen fed the Indian press exaggerated reports of thousands killed, Mr. Gandhi had little choice, diplomats said, but to stop Mr. Jayewardene.\nWhen the Sri Lankan leader blocked India's first attempt last week to send aid to the Tamils in a flotilla of fishing boats, the Indian leader's aides say, he felt his credibility was at stake with the Tamils, in particular, and Hindus in general. Sikh extremists have been attacking Hindus in Punjab, and Moslems clashed with Hindus last month in northern India. Suddenly Hindus were seen as threatened by Sikhs, Moslems and, in Sri Lanka, by Buddhists - who predominate in the Sinhalese majority.\nAn Indian official called the air drop ''a case of force majeure.'' ''In any such case,'' he said, ''one may not be able to defend it in terms of morality or international law. But here's a democratically elected political leader doing what he feels he must do. That is the real world, after all.'' Sri Lankan officials fear Mr. Gandhi may invade northern Sri Lanka to help establish a Tamil state, just as his mother invaded East Pakistan in 1971, helping to create the independent nation of Bangladesh.\nIn the short run, helping the Tamil guerrillas may help Mr. Gandhi win an election in the Hindu-dominated northern state of Haryana. The costs of such a move could be high, however. India accuses Pakistan of interfering with its neighbors and also indignantly contends that Washington is using Pakistan to channel covert assistance to the rebels battling the Soviet-backed regime in Afghanistan. But if India continues to put pressure on Sri Lanka, New Delhi's chances of having its complaints taken seriously may be expected to dwindle."
}