{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1987_0728a528cb895dcf48402d81ec48af6e1da98774.txt",
  "text": "DEBT, THE GRIM REAPER\n1987-04-12T05:00:00.000Z\nBEYOND OUR MEANS How America's Long Years of Debt, Deficits and Reckless Borrowing Now Threaten to Overwhelm Us. By Alfred L. Malabre Jr. 174 pp. New York: Random House. $17.95.\nTHE stock market and Alfred Malabre do not see the future the same way. For the past five years, the stock market has stood on its tail and moved like a rocket, though recently it has had some second thoughts. If the stock market had met Alfred Malabre, it never would have done that. Mr. Malabre has written a sober account of our fiscal and monetary sins that is scarier than anything by Stephen King. It may be the scariest tract since Jonathan Edwards. I couldn't put it down, and it's not that sexy; in fact it's full of numbers. What makes this book a real page-turner is sheer fear. I am sending it to some literate Congressmen I know, even though Mr. Malabre says it's too late to do much. They should issue this book to Congress before they issue parking stickers.\nAlfred Malabre is not one of the doomsday kooks we used to read in the 1970's - how to profit from the coming Armageddon, how to stock up for disaster. He is the economics editor of The Wall Street Journal, he writes well and he knows all the people he should know. What is coming, he says, is a hurricane, an economic hurricane, the first since 1929. ''No matter when it does strike, we are surely better off forewarned, with our bathtubs full, fresh batteries in our flashlights, and our portable radios nearby. . . . The main message here is that the hurricane can't be stopped, that we can only try to make things less nasty when it hits, and the first step in that modest effort is to understand the nature of the trouble.''\nThe nature of the trouble is not all that unfamiliar - it is debt, all kinds of debt, personal, corporate and governmental. The whole society has been on a binge, and because we have good credit, we have been able to run up bills like a drunken laird. And now the collateral for that debt, the tax base, may be shrinking.\nWe have heard ''budget deficit'' and ''trade deficit'' for so long that our eyes glaze over; the astonishing thing is that we haven't been called to account yet. As a country, we are now a net debtor, like Brazil and Argentina, and we will have to give up more and more of our income to pay interest.\nBack in the 1960's, we used to save over 8 percent of our income. Then inflation taught us that was stupid, and now we save less than 4 percent, and we borrow more. Our corporations invest less in capital equipment than any major nation except Britain, and far less than Japan. Corporate debt is up, not for factories or new processes, but for paper transactions: mergers, acquisitions, leveraged buyouts. Meanwhile our factories get older and more inefficient, our roads get more potholes, and our civilian spending for research and development is less than that of Japan and West Germany.\nAnd we pay ourselves too much. Smokestack America has cut back, manufacturing workers have taken pay cuts. Not enough. You can buy the same work abroad, cheaper, even in skilled lines. An electrical engineer in Houston makes twice what his counterpart does in Dusseldorf, far more than engineers in Asia. Bosses are even worse. Their pay has been increased by much more than the middle- and lower-level employees. An upper-level American auto boss makes 36 times the pay of his own blue-collar employee - a Japanese boss only seven times.\nYet even with aging factories and potholes in the roads, we live better than the rest of the world. We have more housing space, we have more telephones per thousand and television sets per thousand - more than the Japanese, who make many of the television sets we own. Our emphasis is on the short term and the consumable. We neglect factories and education because those require long-term commitments, which in our current myopia we cannot take on.\nNot only is our economy out of kilter, but there are no easy ideas to set it right. Lord Keynes is dead and so is fiscal policy - it never worked well anyway. As for monetarism, the controlled growth of the money supply, it ''is as simplistic as fiscalism,'' Mr. Malabre says. ''As the fiscalist Walter Heller has put it, 'Milton Friedman's ideas are wonderful, but unfortunately they work only in heaven.' '' Even if the Federal Reserve knew which money measures to regulate, ''it's exceedingly unclear that the Fed is up to such a task.'' As for the supply side, it has been one of the intoxicating ideas of the 80's. Cut taxes and people work harder, investors invest more readily, the economy grows, and deficits vanish because tax receipts go up when revenues go up. So keep cutting taxes. Mr. Malabre writes, ''the supply-side idea is really hokum.''\nSo far, this piling up of debt has been painless. But what happens if borrowers cannot pay their debts? The business cycle, after all, has not been repealed. What about the banks that have lent the money? We have seen oil-patch banks in Houston turning their tender white bellies to the sky - what if there are one, two, a hundred Houstons? Could our Federal agencies handle a hundred Houstons? Mr. Malabre quotes one economist: ''A breakdown of the insurance machinery would be the financial equivalent of a nuclear catastrophe.'' ''In brief,'' he writes, ''the jig is about up. . . . painless extrication seems impossible.''\nBut what is it that happens when the jig is up, when the bill is presented?\nOne scenario is hyperinflation - like Argentina, or like Germany in the 1920's. Prices go up every week. The trouble is, lenders have gotten sensitized to inflation, so they stop lending at the first sign of rising rates, or they mark up the rates - and then you get recession. A 20 percent chance of hyperinflation. A 30 percent chance of deflation. Not the nice disinflation we've just had, of prices slowing. This would mean prices falling, like the 1930's. The money supply shrinks in spite of the Federal Reserve because banks are collapsing so fast.\nAnd a 50 percent chance of neither, but a very different era. The Government takes over, the economy is highly regimented. The Federal Reserve loses its independence. All the banks and savings and loans are nationalized. Wages and prices are set by Washington. Taxes go up. Big firms gobble up little firms. Corporate managers are under Washington's thumb. And (this is the shocker) the deficit is erased by confiscation. If you hold Treasury bonds, you don't get your money back. You have to buy more Treasury bonds; you can redeem only a fraction.\nThese scenarios come late in ''Beyond Our Means.'' I wish they were longer. I wish there was another chapter - it was just getting really good. I can figure out a strategy for hyperinflation, I can figure another one for deflation, and I guess I could go to work on state socialism, but I can't solve them all simultaneously. And the United States not redeem its Treasury bills? Then what happens to us as a world power? Who pays the Navy? What happens to trade? What happens to foreign policy? Is the unredeemable Treasury bill the sign of America's rapid decline?\nFifty percent chance of ferocious Socialism, 30 percent of a deflation, 20 percent of hyperinflation - and not 1 percent chance of escape? This really is sinners in the hands of an angry God, Jonathan Edwards's text. Reading this book, one would hardly know that in the last five years interest rates have come down by half, the stock market has tripled, and America, alone among major countries, has been creating new jobs. TEN years ago the Club of Rome - and a number of other economic prognosticators - predicted shortages of everything. Oil would go up to $200 a barrel and the planet would starve. But the prognosticators were extrapolating current trends. They did not foresee, for example, the biotechnology revolution that allowed even China and Bangladesh to produce food surpluses, and now the planet is so awash in grain there is no place to store it. That's the problem with extrapolating.\nIt is possible to read Mr. Malabre's history and come out with different scenarios - and some economists do. Everyone sees an uncomfortable time ahead at some point, but there are some who think we will at least muddle through. There is no doubt of our fiscal sins, and no doubt that it will take serious leadership to mitigate the retribution for these sins. If Mr. Malabre is even half right, Ronald Reagan will not be remembered as another Franklin D. Roosevelt, the Great Communicator. He will be seen like Hoover, a nice fellow who blew our patrimony and who presided over a great fall. And his successor will have a very unenviable job. THE WHITE HOUSE THUMB\nOur main matter of concern . . . isn't hyperinflation or deflation but the prospect of greatly increased governmental control over all aspects of economic activity. This is what the future seems to hold. . . . In the sort of business climate that could well emerge, the Federal Reserve Board could lose its present independence and be placed under the firm thumb of the White House. All banks, indeed all thrift institutions, could wind up being nationalized. Foreign trade and capital transactions most likely would be government managed. Wages and prices would largely be set by people in Washington. Tax rates would be far higher than now and enforcement far stricter. Corporate managers would be under rigid governmental supervision that would make today's regulations seem blissfully relaxed.\nAll in all a new era would be upon us, a far less carefree one, whose roots trace back to the earlier decades of overindulgence. It's not a cheerful prospect, but it's a likely one. . . .\nThe best investment, under such circumstances, will be in one's affiliations. Individuals employed by large, powerful organizations with governmental ties and clout will surely fare far better than the self-employed person who hopes to build enduring financial independence through hard work and ingenuity.\nThe dream of the Reagan years and earlier - that we can go on indefinitely living beyond our means - will at last be dead. . . . Uncle Sam will be everywhere. - From ''Beyond Our Means.''"
}