{
  "annotatable": {
    "parts": [
      "s1v1"
    ]
  },
  "anncomplete": true,
  "sources": [],
  "metas": {
    "m_33": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_55": {
      "value": true,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun",
          "user:btellman"
        ],
        "prob": 1
      }
    },
    "m_28": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_30": {
      "value": "ny_times",
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    },
    "m_57": {
      "value": false,
      "confidence": {
        "state": "pre-added",
        "who": [
          "user:shammun"
        ],
        "prob": 1
      }
    }
  },
  "entities": [],
  "relations": [],
  "filename": "1988_a7b01f9dc449d8370db4dac54b604573dc99b8ac.txt",
  "text": "In Bangladesh, Women Can't Go Home Again\n1988-04-17T05:00:00.000Z\nShafia Khatun has made a pioneering journey from rural poverty to a low-paying job in a crowded garment factory, and she may never be able to go home again.\nPart of a small new industry fueled by American imports, she and 200,000 other women have defied Islamic tradition and planted the seeds of a slow social transformation in this nation.\nVillage elders objected to her leaving home to work in the big city, Miss Khatun said in an interview at her tiny dirt-floored rented room. ''It will be difficult for me to live again in my village because I have been in the city earning money,'' she said.\nFor the same reason, and because she cannot afford the traditional wedding payment, her chances of finding a husband have also been reduced, said Miss Khatun, who at the age of 14 is already eligible for marriage.\nThe labor of women like Miss Khatun is a boon to this nation that has relied on exports of animal hides, jute and tea for most of its foreign earnings. Planners here now dare to talk, with guarded hope, of industrialization.\nThe garment boom began here only recently when the United States opened its quotas to Bangladesh while restricting imports from other Asian nations. America now takes in 85 percent of the country's garment exports.\nClothing exports to the United States grew from $45 million in 1984 to more than $300 million last year, making Bangladesh the sixth-largest supplier of apparel to America.\n''This is the cheapest country where you can work,'' said Paolo Tacchinardi, a garment manufacturer from Milan. ''You can pay the workers, the manager and the shipper, and the shirt is still three times less when it arrives in Italy.'' He added: ''You may think that we are wearing things made by women and children. But if we did not come here to give them work, these people would have nothing.''\nRedwan Ahmed, the owner of Saleha Garments Ltd., where Miss Khatun works, said women are essential to his industry.\nBred to subservience, he said, they will work for as little as $13 a month and accept harsh conditions and long hours without complaint.\n''If I appoint 400 men workers, they immediately start making union politics,'' he said. ''Not the women.''\nAnd with the low salaries they are willing to accept, he said, ''You get more workers for less investment.''\nRoushan Jahan, a scholar who has researched the new phenomenon of women workers, said factory owners sometimes lock their doors to keep women at their places for overtime work. She said the women often have too little schooling to compute the wages due them and are frequently shortchanged.\nDeepening poverty and landlessness throughout the country has forced a compromise with cultural norms, said Mrs. Jahan.\nIn traditional Bangladesh, women are in effect the property of their fathers or husbands. They receive less education, less food and poorer health care than their brothers.\nMiss Jahan said women had traditionally worked at home or in the homes of neighbors but that in times of famine or calamity, tradition had been set aside and women had been sent out to help in the fields or to scavenge.\nThe continuing crisis of poverty and overpopulation has now reached a level at which the social norms themselves may be changing, she said. Miss Khatun said her widowed mother had sent her to work because she could no longer afford to feed her.\nWhile some workers manage to send home a part of their earnings, Miss Khatun said she could barely survive on her own and was helping her family simply by feeding herself.\nAt work on her own, she said, she tries to maintain the standards of propriety to which she was bred, although she may already have cut herself off from a respectable future.\nShe said she leaves her home only for the short walk to her workplace and avoids improper comportment.\nAlthough she sometimes allows herself to watch television through the window of a neighbor, she said, she leaves whenever a movie is shown.\n''It is not proper for a young girl to watch a movie,'' she said."
}