[
  {
    "meta": {
      "link": "https://www.dhakatribune.com/bangladesh/government-affairs/2020/04/22/govt-hurries-boro-harvesting-with-fears-of-flash-floods",
      "description": "All acted accordingly and a substantial volume of paddy has already been harvested in the districts",
      "keywords": [
        "Flood",
        "Boro Paddy",
        "Bangladesh Water Development Board",
        "Harvesting",
        "Popular BangladeshGovernment Affairs News"
      ],
      "datePublished": "2020-04-22 00:00:00",
      "dateModified": "2020-04-22 00:00:00"
    },
    "article": {
      "headline": "Govt rushes Boro harvesting with fears of flash floods",
      "authors": "Reaz Ahmad",
      "text": "All acted accordingly and a substantial volume of paddy has already been harvested in the districts A hectic effort is now underway to save the Boro crop in the peak rice harvesting season amidst weather forecast of an early flash flood in some parts of Bangladesh's haor areas. With only a fifth of the Boro paddy harvested till April 20, weathermen informed the government yesterday that the Indian states of Assam, Meghalaya, and Tripura are expected to experience heavy downpours over the next 48 hours, thereby causing floods in some northeastern regions of Bangladesh. Sources at the Ministry of Agriculture and the Department of Agricultural Extension (DAE) told Dhaka Tribune yesterday that upon receipt of the flash flood forecast, officials have been instructed to further assist haor farmers in quickly reaping the standing Boro crop in the fields. They said, during the prolonged nationwide shutdown, the administration has helped farm labourers from many northern districts with transport to move to seven Haor districts for harvesting rice. Buildings of several thousand educational institutions have also been kept open to temporarily accommodate the farm labourers.   Quoting the latest forecasts from met offices of both Bangladesh and India, the Flood Forecasting and Warning Centre (FFWC) of the Bangladesh Water Development Board (BWDB) yesterday warned of possible flash floods in northeastern Bangladesh due to heavy downpours in some parts of the Indian states of Assam, Meghalaya, and Tripura over the next two days.   Md Arifuzzaman Bhuiyan, a BWDB executive engineer, who regularly keeps track of flash floods and rains, told this correspondent yesterday: \"We've forewarned the concerned government departments about the possibilities of heavy rainfall-induced flash floods sometime in late April.\" \"It appears it's imminent now. All acted accordingly and a substantial volume of paddy has already been harvested in the districts, which may experience some inundation owing to heavy rainfall in Assam, Meghalaya, and Tripura,\" explained Bhuiyan.    Meanwhile, the river ports have been asked to hoist cautionary signal number one on Wednesday as rain or thunderstorms are likely in some regions of the country. The regions are Rajshahi, Rangpur, Pabna, Bogura, Tangail, Dhaka, Mymensingh, Faridpur, Khulna, Barishal, Patuakhali, Noakhali, Cumilla, Chattogram, and Sylhet.      Rice farmers in seven haor districts - Kishoreganj, Netrakona, Sunamganj, Moulvibazar, Habiganj, Sylhet and Brahmanbaria - are worried about completing the Boro harvesting before the floods.    Government on its part, has meanwhile provided haor farmers with 23 additional reapers and 128 more combined harvesters under its farm machinery subsidy scheme. And these freshly deployed harvesting machines joined an existing fleet of 383 reapers and 156 combined harvesters to help haor  farmers reap the Boro crop quickly.     The Agriculture Ministry confirmed Dhaka Tribune that the machines, apart from some 261,000 farm labourers, have joined forces to harvest Boro in the seven haor districts, which account for a fifth of the 20 million tons of Boro expected to be harvested across the country this year. Of the three rice seasons - Aus, Aman and Boro - the irrigated rice Boro contributes over 55 percent of Bangladesh's yearly output of the staple.       DAE sources told Dhaka Tribune that starting the second week of April, haor farmers have already managed to harvest rice from one lakh hectares of land till April 20. Boro acreage in seven haor districts has been nearly 4.5 lakh hectares this year. "
    }
  },
  {
    "meta": {
      "link": "https://www.dhakatribune.com/bangladesh/nation/2020/04/26/locals-help-farmers-harvest-boro-in-moulvibazar-haor-regions",
      "description": "Labour crisis worries farmers in Nilphamari",
      "keywords": [
        "Moulvibazar",
        "Boro Cultivation",
        "Popular BangladeshNation News"
      ],
      "datePublished": "2020-04-26 00:00:00",
      "dateModified": "2020-04-26 00:00:00"
    },
    "article": {
      "headline": "Locals help farmers harvest Boro in Moulvibazar haor regions",
      "authors": "Saiful Islam, Moulvibazar",
      "text": "Labour crisis worries farmers in Nilphamari Local leaders, teachers, traders, students, and boy scouts have joined hands in harvesting Boro paddy in haor areas of Moulvibazar, racing against the impact of incessant rain, flash floods and the shortage of farm workers caused  by the coronavirus outbreak. Moulvibazar Deputy Commissioner Nazia Shirin, Superintendent of Police Faruk Ahmed, and Municipality Mayor Md Fazlur Rahman, are some of the many who lent a hand to farmers harvesting crops in Hakaluki, Kauadighi, and Baikkabil Hail haor regions. They hoped  their action would inspire others to help farmers, as Boro crops require timely harvesting. Hundreds of Chhatra League men, like many others across the country, have been helping farmers during the harvest season in the past three days, acting on the premier's directives, said Sahab Uddin Sabel, president of Juri upazila unit Chhatra League. The lack of public transport, triggered by the ongoing shutdown to rein in coronavirus, has confined labourers to their homes and left farmers in trouble.  \"In this crisis, we will harvest and deliver the farmer's crop to his doorstep when farmers contact us,\" added Sabel. Farmers expressed their gratitude to local Chhatra League men as they expressed their intention of continuing the task for more farmers.  Farmer Monoranjan Biswas said: \"We had a good Boro yield this season. I am a poor man. I was worried about harvesting my paddy in time, due to farmworker shortages and flash floods. Some Chhatra League men harvested my paddy and I will always be grateful to them.\" Moulvibazar Deputy Commissioner Nazia Shirin said: \"There is a shortage of farm labourers due to coronavirus fears this year. It's been raining here for a few days. I have visited fields in the haor region so that people are inspired to help farmers whose crops are at risk due to the rains and flash floods. Already, 65 percent of the paddy has been harvested in the district. We are ready to operate 35 combine harvesters and 113 reaper machines.\" Labour crisis worries farmers in Nilphamari Farmers expressed concern about arranging farm workers as Boro harvesting is about to begin in 20 to 25 days in Nilphamari. Boro rice was cultivated on 82,665 hectares of land in Nilphamari where a bumper harvest of 394,536 tons is expected this season, according to Department of Agricultural Extension sources. Abdul Matin, a farmer of Charkharibari village in Dimla upazila, said: \"I have cultivated Boro paddy on 5 bighas of land this season. But harvesting is adversely impacted due to the countrywide shutdown triggered by the coronavirus outbreak. Labourers often go from village to village during the harvesting season. If they cannot get out of their homes in time, farmers have much to worry about.\" District DAE Deputy Director Nikhil Chandra Biswas, said: \"labourers who left Nilphamari for harvesting in other districts will get back before the harvest begins here. We have 19 combine harvesters. Ten more will be readied. Hopefully there won't be any crisis for farm workers here.\""
    }
  },
  {
    "meta": {
      "link": "https://www.dhakatribune.com/bangladesh/nation/2020/04/25/farmers-harvest-half-ripe-paddy-as-rain-upstream-waters-inundate-croplands-in-sunamganj",
      "description": "&#39;This is ridiculous. It happens every year and we need a sustainable plan to avert this kind of situation in the future&#39;",
      "keywords": [
        "Flood",
        "Sunamganj",
        "Farmer",
        "Haor",
        "Paddy",
        "Popular BangladeshNation News"
      ],
      "datePublished": "2020-04-25 00:00:00",
      "dateModified": "2020-04-25 00:00:00"
    },
    "article": {
      "headline": "Farmers harvest half-ripe paddy as rain, upstream waters inundate croplands",
      "authors": "Himadri Shaker Bhodra, Sunamganj",
      "text": "'This is ridiculous. It happens every year and we need a sustainable plan to avert this kind of situation in the future' Farmers are forced to harvest their half-ripe paddy in the haor regions as croplands are inundated by incessant rain and water from upstream in Bishambharpur upazila of Sunamganj.  The Surma River has risen significantly and it is keeping water in the haors, causing waterlogging in the croplands, said the local Water Development Board (WDB). Md Al-Amin of the local WDB said: \"The Surma has swollen up due to the incessant rain in the past few days. Now, we can't lower the rubber dam because that will let more water into the haors.\"  On a visit to the affected areas on Friday, this correspondent found farmers waist deep in water, busy harvesting their crops in anticipation of another flood.  Farmer Narayan Barman of Krishna Nagar said: \"Our croplands are always flooded during this time of the year and this year it's no different. We are worried that our half-ripe crops will be damaged in the coming floods if we don't harvest it soon.\" Askar Ali, another farmer from the same village, said: \"I planted 29 varieties of paddy this year, all of which have been inundated by the rush of water  from upstream and high plains. The paddy has taken its time to ripen. But I had to begin harvesting to save my crops from getting completely submerged.\"  Monju Barman said: \"We can't find farmhands to help with harvesting because no one wants to work all day waist-deep in water. We now have to pay extra to hire good help.\" Sreebash Chandra Barman said: \"The haors are full, water can't flow and has nowhere to go, and the upstream water can't drain into the Surma River. This is ridiculous that it happens every year. We need a sustainable plan to avert this kind of situation in the future.\" Bishambharpur Upazila Parishad Chairman Safar Uddin said: \"Due to incessant rain in the past few days, water from upstream, with no path to get to the rivers, has inundated the croplands in the low-lying regions. This happens every year. The upazila administration is prepared to compensate farmers for their potential losses.\" Bishambharpur Upazila Agriculture Officer Deepak Kumar Das said: \"Farmers have begun harvesting their half-ripe crops, worried about impending floods but this should not be a problem. \"Farmers of the upazila have already harvested paddy from 1,620 hectares of the total 1,820 hectares of paddy croplands in the region. Weather permitting, all farmers in the low-lying regions can gather their harvest in time.\""
    }
  },
  {
    "meta": {
      "link": "https://www.dhakatribune.com/bangladesh/nation/2020/05/05/moulvibazar-farmers-bring-home-95-of-district-s-boro-paddy",
      "description": "&lsquo;I used to lose sleep thinking that an early flood this year may destroy all my hard-earned crops because the labour deficit may not allow me to gather my harvest in time&#39;",
      "keywords": [
        "Moulvibazar",
        "Farmer",
        "Boro Paddy",
        "Harvest",
        "Crop",
        "Popular BangladeshNation News"
      ],
      "datePublished": "2020-05-05 00:00:00",
      "dateModified": "2020-05-05 00:00:00"
    },
    "article": {
      "headline": "Moulvibazar farmers bring home 95% of district's Boro paddy",
      "authors": "Saiful Islam, Moulvibazar",
      "text": "'I used to lose sleep thinking that an early flood this year may destroy all my hard-earned crops because the labour deficit may not allow me to gather my harvest in time' Farmers have successfully gathered 95% of Boro paddy in Moulvibazar, despite uncertainties over the availability of labour and an early onset of the flood, potentially threatening this year's harvest in the district. With tireless efforts from 27,135 farmhands and using 39 harvesters and 121 reaper machines, farmers have managed to overcome the challenges brought forth by the coronavirus pandemic this year, says the district agriculture department. Local farmers say the labour wages were higher compared to previous years due to this year's labour shortage. However, they all agree that they were very worried about this year's harvest and now they are delighted to have gathered it all so quickly.  Farmer Kamal Miya, of Hakaluki Haor, said: \"I used to lose sleep thinking that an early flood this year may destroy all my hard-earned crops because the labour deficit may not allow me to gather my harvest in time. But, there was no problem this year.\" According to the Department of Agriculture Extension, this year the target for Boro production was set at 53,500 hectares and due to favourable weather and absence of sudden natural disasters, farmers have managed to reach that target.  Moulvibazar Department of Agriculture Extension Deputy Director Kazi Lutful Bari said: \"Farmers have harvested 95% of Boro paddy in the district. The month of April posed some threats with potential hails and floods to damage the crops. But, farmers of haor regions have already gathered their harvest. Now, farmers in highland regions can take their time to harvest their crops.\" Regarding the preparations of an early flood in the district, Water Development Board Executive Engineer Ranendra Shangkar Chakraborty, said: \"Boro farmers have successfully saved their crops from this year's flood. But, we are also aware of the impending Aush and Aman cultivation this year.\" \"All vulnerable embankments of Monu and Dhalai rivers have already been repaired. We have taken all possible measures to quickly take actions in case of a sudden dam collapse during the rainy season.\" Meanwhile, Agricultural Minister Md Abdur Razzaque on Tuesday told an online media briefing that farmers have already harvested about 90.02% of the Boro paddy sowed in the Haors and marshlands of Bangladesh. He said that Boro paddy was cultivated across 454,399 hectares of wetlands this year, with 400,906 hectares yielding harvests."
    }
  },
  {
    "meta": {
      "link": "https://www.dhakatribune.com/bangladesh/2020/04/25/agriculture-minister-44-paddy-harvested-in-haor-areas",
      "description": "The minister hoped that farmers would be able to complete the harvest in time if heavy rainfall and early floods did not occur",
      "keywords": [
        "Agriculture Ministry",
        "Agriculture Minister Dr Abdur Razzaque",
        "Popular Bangladesh News"
      ],
      "datePublished": "2020-04-25 00:00:00",
      "dateModified": "2020-04-25 00:00:00"
    },
    "article": {
      "headline": "Agriculture Minister: 44% paddy harvested in haor areas",
      "authors": "Tribune Desk",
      "text": "The minister hoped that farmers would be able to complete the harvest in time if heavy rainfall and early floods did not occur Agriculture Minister Abdur Razzaque has said 44% paddy had already been harvested from the field by farmers in haor areas. The minister was speaking via video message from his residence on Saturday, reports UNB. \"Farmers in the haor area have managed to harvest 44% of the paddy thanks to the various steps taken by the Ministry of Agriculture,\" he said. He said farmers would be able to complete the harvest in time if heavy rainfall or early floods did not occur.  He thanked political and social organisations, voluntary groups, students and teachers of schools and colleges and the Chhatra League for helping farmers in harvesting paddy during this crisis period. Razzaque conveyed his thanks to local administrations, public representatives, police, health division, and agriculture departments at district, upazila and union levels in this regard.  Boro harvesting has begun in different areas of the country, but a severe labour crisis has been caused by the restrictions on movement over the coronavirus outbreak in the country."
    }
  },
  {
    "meta": {
      "link": "https://www.dhakatribune.com/opinion/op-ed/2020/05/02/crisis-time-communication-retold",
      "description": "The pandemic calls for strategizing on a whole different level",
      "keywords": [
        "Coronavirus",
        "Pandemic",
        "Crisis",
        "Communication",
        "Workforce",
        "Popular OpinionOp-Ed News"
      ],
      "datePublished": "2020-05-02 00:00:00",
      "dateModified": "2020-05-02 00:00:00"
    },
    "article": {
      "headline": "Crisis-time communication retold",
      "authors": "Ekram Kabir",
      "text": "The pandemic calls for strategizing on a whole different level The coronavirus pandemic has been a very interesting and cautious time for communications professionals across the world. Almost all comms professionals, especially in Bangladesh, are now experiencing a new element in crisis communication since the pandemic struck more than 200 countries.  Almost all the companies of Bangladesh have their own crisis communication strategies, but this was something they never expected to experience. In the context of Bangladesh, crisis communication only means tackling potentially negative news in the media, or trying to mitigate the damage to a tolerable level.  Keeping comfortable and supportive relationships with the media people is synonymous to crisis communication in this country. Before I started working with a bank about a year ago, I used to work with a telecom company that had about 13,000 mobile network towers across the country.  During natural disasters such as cyclones and floods, we were needed to communicate to the people in the coastal areas of Bangladesh about how to take care of themselves and vacate their homes and go to cyclone shelters. The government always depends on the telecom companies for this.  However, the real crisis communication in Bangladesh started during this pandemic, which went way beyond our plans and thinking. But we learned a lot of aspects about both external and internal communications. We have 8,500 people working for the bank, and we felt the need to make them aware on what was coming.  At the end of February, even before the first case was identified in Bangladesh, we formed an informal core committee that started monitoring the spread, flight, and behaviour of the virus. With an enormous workforce, it was urgent to make them aware of how to remain safe from any kind of contamination.  We have an e-learning platform, which we thought could be utilized. We started gathering as much information as we could from the reliable sources, such as the government, WHO, BRAC, and some major international news organizations. By the first week of March, we were able to prepare a set of FAQs for all employees.  The FAQ was simple: What is coronavirus, how prevent it, what to do when someone is infected. However, communicating this to an enormous workforce was a challenge. Informal surveys say no one actually reads most of the emails that are sent to them.  Therefore, sharing the FAQs with team leaders and department/unit heads was very effective, and they made sure that everyone read the FAQs and knew the facts available at that time. Gradually, many more facts surfaced, and we could know about the life-threatening risks.  When the first coronavirus case was identified in our country, we had to move faster than we thought we could. The government, as well as the media in Bangladesh, began to provide various kinds of information on the prevention. We started implementing social distancing practices.   Communicating this was vital. We observed that people were already panicked, and that helped. Our communications regarding social distancing worked. When the government announced the \"general holiday\" at the end of March, we fathomed the problem in the message, and we immediately reworded the holiday internally as the \"stay-home\" holiday.  We had to ensure that our people -- who would not be working at the branches -- must remain home and not go anywhere outside their geographical locations. The banks were not closed; they had to deliver the basic services on a limited scale. Now, we had to ensure that our people as well as the customers visiting the branches knew how to remain safe.  Communicating on how to remain safe at the same time as serving the customers was highly important. At the same time, we also needed to make the visiting customers aware about the dangers of being contaminated. Apart from visiting the branches, they were also going to the ATM booths.  So, they had to be alerted and communicated on how to remain safe when they came out of their homes with all kinds of precautionary measures. We sent emails and texts to them about the dos and don'ts. We also started encouraging them to use all digital platforms, so that they remain away from the branches and bank from home.  Since the end of March, I started compiling various types of suggestions on how to remain safe, what to do when infected, where to go when infected, etc, and communicated to our workforce almost every day. No one had told me to do that; I felt the need. Yes, people were noticing those communications and calling to thank me. I was inspired.  We also noticed the psychological impact on everyone; our stress level had gone up. Therefore, this was a good opportunity to communicate some general health and safety tips that can keep everyone healthy -- both mentally and physically -- during this difficult time.  The need for constant communications with the customers as well as the workforce has multiplied manifold. The need actually arose as we monitored their requirements during this pandemic.  These are new learnings for the communications professionals. The pandemic has taken, to a different level, thinking differently and applying extreme imagination while strategizing any communication plan. Ekram Kabir is a story-teller and a communications professional. His other works can be found on ekramkabir.com."
    }
  },
  {
    "meta": {
      "link": "https://www.dhakatribune.com/health/coronavirus/2020/04/21/surviving-the-great-lockdown",
      "description": "Can Bangladesh avert a humanitarian or financial crisis?",
      "keywords": [
        "Bangladesh",
        "Coronavirus",
        "Lockdown",
        "Popular HealthCoronavirus News"
      ],
      "datePublished": "2020-04-21 00:00:00",
      "dateModified": "2020-04-21 00:00:00"
    },
    "article": {
      "headline": "Will we survive the Great Lockdown?",
      "authors": "Jyoti Rahman",
      "text": "Can Bangladesh avert a humanitarian or financial crisis? Economists aren't known for their imagination, the lack of which among the practitioners of the dismal science is evidenced by the prevalence of the adjective \"great\" to describe economic events. Thus, the worldwide slump of the 1930s became the Great Depression, and the 2008-09 financial crisis led to the Great Recession. Enter into this dubious pantheon of greats the Great Lockdown -- the moniker given by the IMF to the shutdown of economic activities around the world in the wake of the Covid-19 pandemic. The World Economic Outlook -- the IMF's flagship publication -- is released twice a year, in April and October, at meetings in Washington DC that are attended by the finance ministers, central bank governors, and other econocrats from around the world.  There was no DC gathering this April, and the first chapter of the Outlook was released last week. The Fund projects the world economy to shrink by 3% in 2020. Not only is this a sharp downgrade from January projections, but if realized, this will be a worse performance than what happened in 2009 across the world (Chart 1).  Chart 1: GDP growth   Source: IMF. If the real world was a textbook economic model, the Great Lockdown would have been followed by the Gala Reopening -- the consumers would have spent on the pent-up demand, and the firms would be busy filling the shelves. Unfortunately, the real world is not so simple. The scary thing about the Fund's forecasts is that they are based on assumptions that may well be too optimistic. The IMF assumes that the pandemic will fade in the second half of the year, allowing for a gradual lifting of containment measures around the world. These are strong assumptions.  Medical and life scientists' understanding of the virus is evolving by the hours, but as things stand, we simply don't know enough about the virus to say whether the pandemic will fade in a few months, or whether there might be a second wave of outbreak. Overlaying this is the thorny politics of lockdown and re-opening around the world. The uncertainty around the economic impact of the pandemic is illustrated by how the financial markets view 2020 growth prospects for China -- the origin of the pandemic and one with the most data points about the economic impacts of the lockdown. As of April 6, the average among the blue chip forecasting firms' projection for China was 2% growth for 2020, compared with 5.2% forecast a month earlier. Underneath this average forecast was, however, a remarkable spread, with some forecasters still expecting China to grow by 5% or more this year, while others expecting a contraction of up to 3%. The IMF's forecast for Bangladesh will be included in the complete World Economic Outlook, which is scheduled for May. The World Bank, however, has released a detailed analysis of the economic impact of the pandemic on South Asia. The Bank forecasts the Bangladesh economy to grow by 2-3% in the fiscal year 2019-20 and 2.2-2.9% in the fiscal year 2020-21. To put these numbers in context, in the five years to 2019, average annual growth rate was 7.5%, while as of October 2019, the IMF was expecting the economy to grow by 7.3-7.4% a year into 2024, and the last time the country experienced a growth rate below 3% was when HM Ershad was still president (Chart 2). Chart 2: Economic growth in Bangladesh (%)  Source: IMF, World Bank.World Bank forecasts are for fiscal years. Considering the huge uncertainty around the assumptions that underpin these forecasts -- both the IMF's global ones as well as those by the World Bank for South Asia -- it might be more useful to focus on the detailed mechanisms behind the headline numbers. And such, a detailed examination would highlight the complex policy challenges of this multi-layered crisis. As best as one can guess, with a determined effort and a bit of luck, Bangladesh may be able to avert a humanitarian or financial crisis in the near term. But the pandemic will likely leave the country much weaker in the medium term, derailing the hard earned development trajectory of the past decades. In the near term, like the rest of the world, Bangladesh is also facing what the Economist calls the grim calculus (the London magazine is better in the profession when it comes to coining phrases). But the trade-off between lives and livelihood is particularly acute in Bangladesh, which is potentially at risk of a humanitarian crisis -- what Asif Saleh of Brac calls the pandemic of hunger. Largely reflecting the collapse in global oil prices, the World Bank expects inflation to remain moderate (Chart 3). But it does acknowledge the risk of food price spikes. If countries ban food (particularly rice) exports and transport routes are disrupted, risks to food security and social disruption will heighten. Chart 3: CPI inflation (%)  Source: IMF, World Bank.World Bank forecasts are for fiscal years. Of course, an important threat to food security is from various social distance measures. However, it is not at all clear that social distancing as practised in the advanced economies is appropriate for Bangladesh. Ahmed Mushfiq Mobarak, a Yale economist, puts it succinctly: \"If you're a day-wage labourer in a rural area of a developing country, and you don't have much of a buffer of savings, you may be reliant on your wage earnings in a given day or a given week in order to feed your family. \"Now, in a country where there's social insurance and you can target social protection to people who are in that situation, maybe you can tide them over for this period of need. But in a country where it's not easy for us to identify people who need that social protection and provide aid to them directly, it's going to be very difficult for us to ensure that they abide by those guidelines. \"If their family is going hungry that week, they're not going to follow all of your guidelines.\" Mobarak is repurposing his existing research to explore public health measures that are more fit for purpose for our conditions. We can also learn from two other densely populated, manufacturing and remittance dependent monsoon lands that have done well to tackle the pandemic. Tightened border controls, agile health departments, tech platforms, and a hand-washing song that went viral helped in Vietnam. Aggressive testing, contact tracing, cooked meals helped in Kerala. In both cases, public awareness played a crucial role. Is Bangladesh behind the curve when it comes to flattening the curve through public awareness? Even as the world was shutting down, Dhaka saw a huge concert on March 7 and large public gatherings on March 17, to say nothing of the RMG worker return to Dhaka fiasco in the first week of April and the massive janaza in Brahmanbaria as recently as April 17.  Well, if we are late then it's all the more urgent to put the effort into a 360 degree campaign to raise public awareness.  Few regimes in the world have a friendlier media and civil society. Crisis is the time for all that chumminess to turn to concerted action-oriented camaraderie.   What else can be done? The government has announced cash handouts. A variation of the \"universal basic income\" concept that is popular among progressive activists and wonks in the West, this is being tried in a number of countries (the Pakistan example would appear to have caught the fancy of Bangla social media). The idea here is that government programs are complex and inefficient, people know what they need, so give them cash and trust their judgment. Forrest Cookson, a Dhaka-based American economist, suggests using the voter list and puts a price tag of 2% of GDP. His approach may well be feasible, and is worth pursuing. But it may not be enough on its own. Exactly how will a cash handout help by itself if there is no rice in the market? If there is a food shortage, and prices are rising, cash handouts will risk fuelling that inflation even higher. If we are worried about the poor going hungry, we need to give them food, not just cash. And if there is any country that knows how to distribute relief efficiently and forestall famine, it is Bangladesh.  As Asif Saleh puts it: \"Covid-19 is new and different in important ways, but we are home to premiere public health experts and institutions. We have one of the world's best networks of community health workers, a rich history of public-private partnerships in emergencies, and communities with incredible levels of resilience. We have weathered cyclones, floods, and so much more.\" Of course, the pandemic is different from cyclones and floods. The contagion element has to be addressed in the relief operation. For example, the World Bank report shows that Bangladesh performs the worst in the region when it comes to access to soap for hand washing. Shruti Rajagopalan and Alex Tabarrok of George Mason University recommend trucking in water and soap for hand washing. Something similar should be feasible in Bangladesh. The authors also recommend: Using cell phones to survey, inform, and pre-screen for symptoms, and subsidizing phone accounts alive; and requisitioning and repurposing government buildings as quarantine facilities. Both may well be feasible in Bangladesh. Even without any food crisis, the pandemic is already wrecking lives and livelihoods. Depending on the measure, over three-quarters of Bangladeshis work in informal sectors. The Great Lockdown is hitting them particularly hard.  Using cell phone data, the World Bank report notes that 10 million people may have left Dhaka as their incomes dried up. Unsurprisingly, the Bank forecasts a sharp slowdown in service sector and household consumption growth. As a result, the World Bank estimates 15 million people will fall below the poverty line -- that is, people earning less than US$1.90 in 2011 prices -- by 2021-22  In the short term, that is over the next weeks and months, as the global economy remains frozen, orders, production, profits, and jobs are taking hits. The chaos and despair in the garments belt north of Dhaka is visible to all.  Reflecting the global slump, the World Bank forecasts a nearly 20% fall in exports in 2019-20. Meanwhile, factories in Bangladesh's major competitors are partly (Indonesia, Cambodia) or fully open (China, Vietnam). If the rest of the world recovers as the IMF optimistically assumes, it's important that Bangladesh doesn't miss out on the winter production schedule, orders for which typically would come in during May-June.  China and Vietnam are in much better shape than us when it comes to the pandemic. That may well be the case when it comes to production of the country's major export.  Even more worryingly, exports are not expected to rebound until 2021-22. Reflecting the global uncertainty, investments are also expected to remain tepid into 2021-22. Clearly, the longer the global recession continues, the more pressure businesses and firms will be under.  Bangladeshi businesses are, by and large, not cash-rich, high-margin firms. Many RMG factories will not survive if the global slump continues beyond 2020. If the country's industrial capacity is damaged because of the pandemic, longer term development prospects will dim. Contrary to the populist reactions, therefore, there is much logic to the government's support (not stimulus -- that's a misnomer!) package.  The global slump is also exacting its toll on the other driver of growth -- remittances. Remittances continued in the aftermath of the 2008-09 crisis as the gulf economies recovered and migrant workers with precarious lives sent money back to the only safe haven they know -- Bangladesh.  This time may be different. The service sector jobs whence much of our remittances come are also the ones that are affected by the social distancing policies around the world. Most of the Bangladeshi workers around the world don't have a savings buffer. As their incomes stop, presumably so will remittance.  In addition to dampening household income and consumption as remittances dry up, the country's external balances will be hit. The World Bank projects a widening of the current account deficit (Chart 4).  How concerning is that? Chart 4: Current account deficit (% of GDP)  Source: IMF, World Bank.World Bank forecasts are for fiscal years. The currency crisis As the pandemic went global in February and March, financial markets around the world recoiled. Most emerging markets experienced unprecedented capital flight -- $90 billion dollars in the first quarter of 2020, far higher than was experienced during the 2008-09 global financial crisis. Investors did not differentiate between countries -- money simply flew to the safety of the dollar. Exchange rates tumbled -- both Indian and Pakistani rupees have fallen by over 7% since the beginning of the year. So far, the taka has avoided the carnage, and foreign exchange reserves remain ample (Chart 5). Chart 5: Reserves in terms of months of imports  Source: CEIC Asia. The best way to forestall a currency crisis is to avail an IMF lifeline, which is exactly what's being done. The Fund is essentially giving free money to the developing world to cushion finances from the economic freeze. And Bangladesh has had strong macroeconomic fundamentals over the last three decades.  That is, with luck, a currency crisis should be avoided. Nonetheless, moving into the longer term, the Great Lockdown will still leave a fiscal scar. Even without any significant new policies, the World Bank expects the budget deficit to nearly double to about 10% of GDP in 2020-21. Public debt is projected to rise from 33.8% of GDP in 2018-19 to over 50% of GDP in 2021-22.  Of course, the pandemic will leave a huge fiscal imprint around the world. But as is the case for individuals, so it is for countries that the poor can afford debt the least. Ultimately, how the fiscal burden is shared between different sections of society reflects the underlying socio-political settlements. And there is no getting away from the fact that our polity was in extremely rude health well before the pandemic.  For the last four decades or so, there has been an elite consensus in Dhaka to do whatever it takes to avoid a repeat of the macabre dance of deluge and death that hit us in the early 1970s. That consensus underpinned the exports and remittance-driven growth of the last four decades and the accompanying social development.  When an economy grows at 7% a year, incomes double roughly a decade. At 3% growth rate, it takes a quarter century. A new growth and development model will be needed to revert to the faster pace of growth after the pandemic is over.  But that's in the longer term. Before that, we will need to survive the Great Lockdown.   Jyoti Rahman is an applied macroeconomist (www.jrahman.wordpress.com)."
    }
  },
  {
    "meta": {
      "link": "https://www.dhakatribune.com/bangladesh/nation/2020/05/03/untimely-river-erosion-hits-people-in-tangail-amid-pandemic",
      "description": "The people of several villages, including Bhalkutia, Kostapara, and Khanurbari, are fearful with their lands and homes under threat",
      "keywords": [
        "Tangail",
        "River Erosion",
        "Popular BangladeshNation News"
      ],
      "datePublished": "2020-05-03 00:00:00",
      "dateModified": "2020-05-03 00:00:00"
    },
    "article": {
      "headline": "Untimely river erosion hits people in Tangail amid pandemic",
      "authors": "Abdullah Al Numan, Tangail",
      "text": "The people of several villages, including Bhalkutia, Kostapara, and Khanurbari, are fearful with their lands and homes under threat An sudden and unanticipated bank erosion of the Jamuna River is wreaking havoc on the inhabitants of Bhuapur upazila in Tangail. This has taken away arable lands and homesteads in the last two weeks, and is creating panic, especially among farmers. The people of several villages, including Bhalkutia, Kostapara, and Khanurbari, are fearful with their lands and homes under threat.  Floods have damaged their crops and cattle, leaving them in despair, said local sources. Jahurul Islam of Khanurbari in the upazila said: \"Many houses were submerged in flood waters for the last three 13 days. No action has yet been taken to save the people.\" Houses, schools, and madrasas have been devoured by the Jamuna River in the upazila of the district in a wild water level rise, causing severe river erosion in the past couple of days. The riverbank erosion has hit several areas hard at a time when Covid-19 is sweeping the country, said Jahurul. Rafiqul Islam of Kostapara village said erosion has already claimed his home and lands along the river. When the water level first began to rise, locals urged authorities to take steps to check the erosion, but nothing was done, he added. \"The Water Development Board did not take any effective steps to protect the localities from the dreadful erosion earlier,\" he alleged.  The WDB dumped some sacks at Khanurbari, but those bags were filled with earth and not sand.  Tomato, brinjal, chilli and mustard fields went into the river due to the erosion. The erosion has turned acute in the areas. Another farmer of the village said he cultivated brinjal, tomato and chilli, partly on his own and partly on leased land taking a loan.   Most of his cropland was devoured by the river in the last 10-12 days, he said.  \"The way the river is eating up our crops, the burden of the loan will mount on us,\" he added. Lokman Hossain, a local, said several hundred families lost what they had, including their homesteads, to the riverbank erosion earlier.  \"Many were trying to eke out an existence growing crops on their arable land. But the untimely riverbank erosion has devastated their lives, \" he said. Locals urged the administration to take immediate measures. Contacted, Serajul Islam, executive engineer of the Water Development Board (WDB), said steps have been taken to protect the eastern side of the mouth of the river from the erosion."
    }
  },
  {
    "meta": {
      "link": "https://www.dhakatribune.com/bangladesh/nation/2020/04/28/persistent-rains-increase-farmers-worries",
      "description": "Nevertheless, Netrakona farmers are expecting a profitable boro paddy yield",
      "keywords": [
        "Farmer",
        "Harvesting",
        "Persistant Rain",
        "Popular BangladeshNation News"
      ],
      "datePublished": "2020-04-28 00:00:00",
      "dateModified": "2020-04-28 00:00:00"
    },
    "article": {
      "headline": "Persistent rains increase farmers' worries",
      "authors": "Hedait Hossain Molla, Khulna, and Hanif Ullah Akash, Netrakona",
      "text": "Nevertheless, Netrakona farmers are expecting a profitable boro paddy yield Fearing a delayed harvest of boro paddy, farmers in Khulna and Netrakona are in distress as the monsoon rains have begun pouring and they are yet to cut most of their crops. The boro paddy is late in ripening this season due to untimely rainfall and a prolonged winter last year, and farmers are worried about their harvest due to the new problem-- manpower shortage amid the Covid-19 nationwide shutdowns. In Khulna, according to the Department of Agricultural Extension (DAE) office, only 18% of the paddy has been harvested. They are worried as the district has had 124 millimetres of rainfall in the last three days. The office said the crops which have not been harvested yet would face minimal damage while the harvested grain will face even more damage. Amirul Azad, in charge of the Bangladesh Meteorological Department (Met office), Khulna unit, said the district has had heavy rains since Thursday and it's possible that the rains will persist for a few more days, waterlogging most of the crop fields. Farmers and DAE sources said, along with Dumuria and the swamp areas of Singair, Baniakhali, Khalshi, Bamondia, and Gonalir are already waterlogged due to the rains and the crops are half underwater which might damage quality. Jamal Gazi, a Dumuria farmer said he had already harvested his half acre of boro paddy, but due to the rains most of it might be damaged before he can safely store it. Although Dumuria Agriculture Officer Md Mossaddek Hossain said the rain will not affect the harvest of the area, farmers Abdul Aziz, Nurul Islam, and Shahjahan Fakir say their crops are on the way to be wasted soon. The official said 30% of the 21,205 acres of crop land in Dumuria has been harvested. Pangkaj Kanti Majumdar, deputy director of Khulna DAE said the total harvest amounts to 57,540 acres of lands in Khulna this season, of which 18% has been harvested.  \"The persistent rain will have no effect on the paddy as the sunlight is also right this year,\" added the official. Meanwhile, in Netrakona, farmers are busy harvesting boro paddy--which is expected to provide a high yield this season--in 134 haors of Madan-Mohanganj and Khaliajuri upazilas of the district. Though production is abundant this year, farmers are suffering from tremendous manpower shortage due to the Covid-19 outbreak and fear early floods soon due to the persistent rainfall. According to the Netrakona DAE office, they have provided 42 combine harvesters and 8 reaper machines to assist farmers who are not able to manage additional farmworkers like in past years. Habibur Rahman, deputy director of DAE said: \"The government is paying 50% of the total cost of these machines to assist the farmers. We provided 28 harvester machines to the swamp areas as production is high there. We hope the harvest will soon end and will fetch a good price this year.\" However, Shafikul Islam, Monir Hossain, Sukomol Sarker and other farmers said the allocated machines are not enough for the large areas of cropland and the authority should allocate more machines to make the harvest sooner. Contacted, Deputy Commissioner Moinul Islam, who regularly visits the farmers, said: \"If they ask for more we will provide extra farmworkers from other districts to assist them.\" \"All necessary help will be provided to the farmers,\" the official promised. He added that more than 1.84 lakh acres of land are shining with flowering boro paddy in Netrakona district."
    }
  },
  {
    "meta": {
      "link": "https://www.dhakatribune.com/bangladesh/2019/07/27/flood-death-toll-reaches-114-in-bangladesh-in-17-days",
      "description": "Hundreds of thousands of people across Bangladesh have been displaced as many rivers and all four of the country&#39;s major basins continued to rise due to incessant downpours and the rush of water from upstream",
      "keywords": [
        "Bangladesh",
        "Flood death toll",
        "Popular Bangladesh News"
      ],
      "datePublished": "2019-07-27 00:00:00",
      "dateModified": "2019-07-27 00:00:00"
    },
    "article": {
      "headline": "Flood death toll reaches 114 in Bangladesh in 17 days",
      "authors": "Syed Samiul Basher Anik",
      "text": "Hundreds of thousands of people across Bangladesh have been displaced as many rivers and all four of the country's major basins continued to rise due to incessant downpours and the rush of water from upstream A total of 114 people have died due to excessive flooding in 28 districts across Bangladesh in the past 17 days. Of them, 10 people died in the last 24 hours, according to the Health Emergency Operation Center and the Control Room of Directorate General of Health Services (DGHS) report. 95 people drowned in the affected  areas during the 17 days. Hundreds of thousands of people across Bangladesh have been displaced as many rivers and all four of the country's major basins continued to rise due to incessant downpours and the rush of water from upstream. Thousands of people have been affected in the districts while rising water levels of the major rivers left people stranded in water-logged areas, putting them at risk of water-borne diseases. According to the control room data, 14,781 people have fallen ill due to flooding, water-borne diseases and other natural disasters between July 10 and July 26.   During the period, a total of 5571 people were infected with diarrhoea, 1,610 infected and one killed from respiratory tract infection (RTI), eight injured and seven killed from lightning strikes, 56 infected and eight killed from snake bites, 23 injured and 95 drowned. Additionally, 1,905 people were infected with skin diseases, 479 with eye inflammation, and 434 sustained injuries relating to the flood. 4,695 were infected and three were killed for other reasons that has not been specifically cited in the report. According to the Control Room data, the flood has affected 28 districts--Shariatpur, Rajbari, Manikganj, Munshiganj, Netrokona, Chittagong, Cox's Bazar, Khagrachhari, Bandarban, Rangamati, Feni, Bogra, Gaibandha, Lalmonirhat, Nilphamari, Sylhet, Sunamganj, Moulvibazar, Kurigram, Jamalpur, Sherpur, Brahmanbaria, Tangail, Sirajganj, Habiganj, Faridpur, Chandpur, and Madaripur. A total of 325 unions out of 2,117 unions in 74 upazilas in the 28 districts have been affected by the floods. There are 1,324 shelter centres with 2,451 medical teams currently working in the areas."
    }
  },
  {
    "meta": {
      "link": "https://www.dhakatribune.com/bangladesh/nation/2019/09/30/country-s-western-part-may-get-flooded",
      "description": "Flash flood already caused by a sudden rise in water level of the Padma for the last few days inundated low-lying areas, and winter vegetable fields, in 18 char lands in three unions under Lalpur upazila of Natore",
      "keywords": [
        "Flood",
        "Natore",
        "Farakka Barrage",
        "Country",
        "Popular BangladeshNation News"
      ],
      "datePublished": "2019-09-30 00:00:00",
      "dateModified": "2019-09-30 00:00:00"
    },
    "article": {
      "headline": "Bangladesh's western part may get flooded as India opens Farakka gates",
      "authors": "Mehedi Al Amin",
      "text": "Flash flood already caused by a sudden rise in water level of the Padma for the last few days inundated low-lying areas, and winter vegetable fields, in 18 char lands in three unions under Lalpur upazila of Natore Flood forecasting and warning centre said, the water lever of Ganges, and Padma has been rising, and the level may continue to rise for the next 72 hours.  Officials from the warning centre told Dhaka Tribune that at least five western districts of the country may get affected by flood due to water discharge from India through the Farakka Barrage. Currently, a massive flood is damaging most parts of Patna, and Bihar in India. The Times of India reported that India has opened 119 gates of the Farakka Barrage to discharge water. Flash flood already caused by a sudden rise in water level of the Padma for the last few days inundated low-lying areas, and winter vegetable fields, in 18 char lands in three unions under Lalpur upazila of Natore.  Md Arifuzzaman Bhuiya, executive engineer, Flood Forecasting and Warning Centre under Bangladesh Water Development Board said: \"Water level will rise for the next 72 hours in Ganges, Padma, and Gorai rivers.\" \"There is a strong possibility that danger level may cross in these three rivers, which may flood Rajshahi, Natore, ChapaiNawabganj, Rajbari, and Faridpur districts,\" he informed. \"We directed the local offices of the water development board of those districts to be ready to tackle any kind of damage caused by the flood,\" he added. "
    }
  }
]